
const courseQuestionsgastroenterology = {
    1:[
        
    {
        question: "1_في القلس المعدي المريئي كل ما يلي صحيح عدا : (2025)",
        options: [
            "توجد علاقة بين الحرقة ووضعيات الجسم",
            "العلاقة بين شدة الأعراض والتهاب المريء تنظيرياً وثيقة ومتناسبة طرداً",
            "تنجم عسرة البلع عن التضيق التالي لالتهاب المريء",
            "أحياناً يكون من الصعب تفريق الألم الصدري عن ألم الذبحة الصدرية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> العلاقة بين شدة الأعراض و التهاب المري ارتباط ضعيف(مقرر صفحة 28)"
    },
    {
        question: "2_ مريء باريت كل ما يلي صحيح عدا: (2025)",
        options: [
            "حؤول غدي قبل سرطاني",
            "لا توقف المعالجة المثبطة للحمض تطور مريء باريت",
            "يجب إجراء مراقبة تنظيرية لمرضى باريت كل ٥ سنوات",
            "يحتاج المصابون بثدن عالي الدرجة مراقبة مشددة في مراكز متخصصة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يجب إجراء التنظير عند مريض مري باريت بدون عسرة تصنع 1-3 سنوات"
    },
    {
        question: "3_من اختلاطات داء القلس المعدي المريئي (الخطأ) : (2025)",
        options: [
            "التهاب المريء",
            "مري باريت",
            "B12 فقر دم بعوز فيتامين",
            "تضيق المريء الحميد"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> اختلاطات داء القلس المعدي المريئي(التهاب مري,مري باريت, تضيق المري)(محاضرة المري الأولى صفحة 9)"
    },
    {
        question: "4_في اورام المريء ما يلي صحيح عدا: (2025)",
        options: [
            "الأكثر شيوعاً في الغرب هو حرشفي الخلايا",
            "يوجه وجود ألم صدري وبحة الصوت لغزو المنصف",
            "يتميز بعسرة بلع مترقية",
            "الإجراء الأمثل للكشف عن أورام المريء هو التنظير الهضمي العلوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> السرطان الحرشفي نادر في الغرب ٤ لكل ١٠٠,٠٠٠ (محاضرة المري الثانية صفحة 3)"
    },
    {
        question: "5_ في رتج زنكر (الخطأ): (2025)",
        options: [
            "غالبية المرضى معمرين ولا عرضيين",
            "من اعراضه عسرة بلع",
            "من أعراضه ألم البلع",
            "من أعراضه البخر"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> رتج زنكر هو رتج يحدث نتيجة فشل انغلاق المصرتين العلوية والسفلية ,مما يؤدي إلى ارتفاع الضغط داخل المري وتشكل الرتج في الناحية الخلفية اليسرى أسفل المصرة العلوية حيث يتظاهر برائحة فم كريهة( البخر) و عسرة بلع خفيفة وارتداد الطعام غير المهضوم مع سعال وتصيب غالبا الكبار بالعمر وقد لا تحدث أعراضا لفترات طويلة"
    },
    {
        question: "6_ من اختلاطات التهاب المريء بالكاويات (الخطأ): (2025)",
        options: [
            "الانثقاب",
            "التهاب المنصف",
            "التضيق الحميد",
            "سرطان المريء"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> اختلاطات التهاب المريء بالكاويات هي الانثقاب و التهاب المنصف و التضيق الحميد(مقرر صفحة31)"
    },
    {
        question: "7_ من طرق علاج الأكالازيا (الخطأ): (2025)",
        options: [
            "وضع ستينت معدني",
            "حقن ذيفان المطثيات الوشيقية",
            "التوسيع عن طريق التنظير",
            "بضغ العضل الجراحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتم علاج الأكلازيا بالتوسيع بالبالون أو حقن البوتوكس بالتنظيرأو العلاج الجراحي بخزع المصرة(محاضرة المري الثانيةصفحة11)"
    },
    {
        question: "8_ من المظاهر السريرية لسرطان المريء (الخطأ ) : (2025)",
        options: [
            "عسرة بلع مترقية مؤلمة للأطعمة الصلبة",
            "قد يحدث بشكل حاد انحشار لقمة طعامية",
            "نقص الوزن شائع",
            "سعال بعد البلع في حال التنوسر بين الطرق الهوائية والمريء"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عسرة البلع في سرطان المري تكون مترقية غير مؤلمة(محاضرة المري الثانية صفحة 4)"
    },
    {
        question: "9_ في الأكالازيا ما يلي صحيح عدا (الخطأ): (2025)",
        options: [
            "ضغط المصرة المريئية السفلية يكون مرتفعاً جداً",
            "من اعراضها عسرة بلع مستمرة",
            "قياس ضغوط المريء يثبت التشخيص",
            "يستطب التنظير الهضمي العلوي لنفي الخباثة في الوصل المعدي المريئي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تسبب الأكالازيا عسرة بلع تكون في البداية متقطعة وتتطور ببطئ وتسوء بتناول الأطعمة الصلبة وتخف بتناول السوائل والوقوف والحركة بعد الطعام(محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "10_ مرض خمجي يعطي اعراض مشابهة للاكالازيا : (2025)",
        options: [
            "داء الجيارديا",
            "التوكسوبلاسموز",
            "داء شاغاس",
            "متلازمة بلومر_فنسون"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الإصابة بداء شاغاس يعطي متلازمة لايمكن تفريقها عن الأكلازيا(محاضرة المري الثانيةصفحة 9)"
    },
    {
        question: "11_ مرض يمكن علاجه عن طريق التنظير بحقن الذيفان الوشيقي: (2025)",
        options: [
            "تشنج المريء",
            "مريء كسرة البندق",
            "مريء باريت",
            "الأكالازيا"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتم علاج الأكلازيا بالتوسيع بالبالون أو حقن البوتوكس بالتنظيرأو العلاج الجراحي بخزع المصرة(محاضرة المري الثانيةصفحة11)"
    },
    {
        question: "12_ كل ما يلي عن سرطان المريء صحيح عدا : (2024)",
        options: [
            "السرطان الحرشفي شائع عند الغرب",
            "نسبة السرطانه الغدية في بريطانيا ٥/١٠٠٠٠٠",
            "السرطانه الغدية في الثلث السفلي للمريء",
            "معظم السرطانه الغدية تنشأ فوق مريء باريت"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> السرطان الحرشفي نادر في الغرب ٤ لكل ١٠٠,٠٠٠ (محاضرة المري الثانية صفحة 3)"
    },
    {
        question: "13_ شاب منذ عدة أشهر يعاني من رائحة كريهة وسعال ؛ التشخيص: (2024)",
        options: [
            "فتق حجابي",
            "أكالازيا",
            "التهاب مريء هضمي",
            "رتج زنكر"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> رتج زنكر هو رتج يحدث نتيجة فشل انغلاق المصرتين العلوية والسفلية ,مما يؤدي إلى ارتفاع الضغط داخل المري وتشكل الرتج في الناحية الخلفية اليسرى أسفل المصرة العلوية حيث يتظاهر برائحة فم كريهة( البخر) و عسرة بلع خفيفة وارتداد الطعام غير المهضوم مع سعال وتصيب غالبا الكبار بالعمر وقد لا تحدث أعراضا لفترات طويلة"
    },
    {
        question: "14_ رجل 40 سنة يعاني من عسر بلع متقطع للمواد الصلبة يزول بالوقوف ، التشخيص : (2024)",
        options: [
            "أكالازيا",
            "سرطان المريء",
            "التهاب مريء هضمي",
            "زنكر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تسبب الأكالازيا عسرة بلع تكون في البداية متقطعة وتتطور ببطئ وتسوء بتناول الأطعمة الصلبة وتخف بتناول السوائل والوقوف والحركة بعد الطعام(محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "15_ مريضة في الشهر الثاني من الحمل تشكو من اقياءات متكررة مدماة؛ التشخيص : (2024)",
        options: [
            "مالوري وايس",
            "إقياء حملي",
            "فتق حجابي انزلاقي",
            "التهاب مريء هضمي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مالوري وايس هو تمزق طولي في منطقة الوصل المعدي المريئي تؤدي إلى خروج دم أحمر(الدم هنا ليس ممزوج مع الأقياء منذ البداية) وتحدث هذه المتلازمة بعد إقياءات عنيفة ."
    },
    {
        question: "16_ المعيار الذهبي لتشخيص الأكالازيا : (2024)",
        options: [
            "قياس ضغوط المريء",
            "ايكو عبر التنظير",
            "تنظير هضمي علوي",
            "صورة ظليلة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قياس ضغوط المري في حالة الأكلازيا يؤكد الضغوط العالية وعدم استرخاء المصرة المريئية السفليةمع تقلصات قليلة لجسم المري(محاضرة المري الثانية صفحة9)"
    },
    {
        question: "17_ ينثقب المريء بكل ما يلي عدا : (2024)",
        options: [
            "توسيع المريء",
            "اقياءات شديدة",
            "التهاب المريء",
            "ادخال المنظار"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الأسباب الرئيسية لتمزق المري هو التوسيع بالتنظير أو التنبيب أو بعد التشعيع أو التضيقات التالية للخباثات أو بتناول الكاويات وقد يتمزق المري بشكل عفوي نتيجة الإقياءات الشديدة العنيقة(تناذر بيرهوف) (محاضرة المري الثانية صفحة7)"
    },
    {
        question: "18_ تدبير الأكالازيا عدا: (2024)",
        options: [
            "توسيع البالون",
            "ستينت معدني",
            "بضع عضلة جراحي",
            "حقن ذيفان وشيقي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يتم علاج الأكلازيا بالتوسيع بالبالون أو حقن البوتوكس بالتنظيرأو العلاج الجراحي بخزع المصرة(محاضرة المري الثانيةصفحة11)"
    },
    {
        question: "19_ كل ما يلي صحيح حول سرطانة المريء ما عدا : (2024)",
        options: [
            "عسرة بلع مترقية مؤلمة للمواد الصلبة",
            "ألم صدري",
            "بحة صوت",
            "ذات رئة استنشاقية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عسرة البلع في سرطان المري تكون مترقية غير مؤلمة(محاضرة المري الثانية صفحة 4)"
    },
    {
        question: "20_ الخطأ عن الأكالازيا : (2024)",
        options: [
            "قد يسببها داء المثقبيات",
            "عسرة بلع مستمرة للمواد الصلبة",
            "التنظير أساسي لاستبعاد السرطانة الحرشفية في المريء",
            "فرط توتر المصرة المريئية السلفية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تسبب الأكالازيا عسرة بلع تكون في البداية متقطعة وتتطور ببطئ وتسوء بتناول الأطعمة الصلبة وتخف بتناول السوائل والوقوف والحركة بعد الطعام(محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "21_ ألم صدري شديد وصدمة ونفاخ تحت الجلد مع استرواح الصدر : (2024)",
        options: [
            "انثقاب مريء عفوي",
            "انثقاب مريء بالتنظير",
            "التهاب مريء",
            "سرطان مريء"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تمزق المري العفوي(تناذر بيرهوف):سببه الإقياء العنيف أو القسري,يتظاهر بألم صدري شديد مع حدوث صدمة بدخول محتويات البمري إلى المنصف وجوف الصدر ,كما يمكن حدوث الريح الصدرية وانصباب الجنب و انتفاخ تحت الجلد(محاضرة المري الثانية صفحة7)"
    },
    {
        question: "22_ من اختلاطات الجزر المعدي المريئي ما عدا : (2024)",
        options: [
            "مريء باريت",
            "التهاب المريء أشيع عند الشباب",
            "التضيق الحميد",
            "فقر الدم بعوز الفيتامين B12"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> اختلاطات داء القلس المعدي المريئي(التهاب مري,مري باريت, تضيق المري)(محاضرة المري الأولى صفحة 9)"
    },
    {
        question: "23_ أسباب النزف الهضمي العلوي الحاد: (2023)",
        options: [
            "متلازمة مالوري وايس",
            "داء الرتوج",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أسباب النزف الهضمي العلوي :( دوالي المريء,التهاب المري,تمزق مالوري وايس,القرحة الهضمية,التشوهات الوعائية,سرطانة المعدة أو المري,التآكلات المعدية) (مقرر صفحة 7)"
    },
    {
        question: "24_ أسباب عسر البلع : (2023)",
        options: [
            "التضيقات الحميدة او الخبيثة",
            "اضطراب حركية المريء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الأسباب المريئية لعسر البلع تنجم عن تضيقات الحميدة أوالخبيثةو اضطراب حركية المري (مقرر صفحة 1)"
    },
    {
        question: "25_ داء الجزر المعدي المريئي(الخطأ): (2023)",
        options: [
            "يصيب ٦٠% من السكان",
            "توجد علاقة وثيقة بين زمن التعرض والأعراض",
            "يسببه الفتق الحجابي الانزلاقي",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يصيب 30% من السكان (مقرر صفحة27)"
    },
    {
        question: "26_الأكالازيا الخطأ : (2023)",
        options: [
            "عسر بلع مستمر للمواد الصلبة يزول بشرب الماء",
            "تترافق بضعف الحركات الحوية للمريء",
            "قياس ضغوط المريء يثبت التشخيص",
            "يستطب التنظير الهضمي العلوي لنفي الخباثة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تسبب الأكالازيا عسرة بلع تكون في البداية متقطعة وتتطور ببطئ وتسوء بتناول الأطعمة الصلبة وتخف بتناول السوائل والوقوف والحركة بعد الطعام(محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "27_ علاج الأكالازيا : (2023)",
        options: [
            "حقن ذيفان الوشيقي",
            "التوسيع عن طريق التنظير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يتم علاج الأكلازيا بالتوسيع بالبالون أو حقن البوتوكس بالتنظيرأو العلاج الجراحي بخزع المصرة(محاضرة المري الثانيةصفحة11)"
    },
    {
        question: "28_ سرطان المريء : (2023)",
        options: [
            "السرطان الحرشفي نادر في الغرب ٤ لكل ١٠٠,٠٠٠",
            "نسبة الحدوث تتزايد في بريطانيا ٥ لكل ١٠٠,٠٠٠",
            "السرطان الغدي يظهر فوق مريء باريت",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> (محاضرة المري الثانية صفحة 3) +مري باريت يتطور إلى سرطانة غدية إذا لم يعولج"
    },
    {
        question: "29_ المظاهر السريرية لسرطان المريء الخطأ: (2023)",
        options: [
            "عسر بلع مترق مؤلم للمواد الصلبة",
            "نقص الوزن شائع",
            "سعال بعد البلع في حال التنوسر بين الطرق الهوائية والمريء",
            "قد يحدث بشكل حاد انحشار لقمة طعامية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عسرة البلع في سرطان المري تكون مترقية غير مؤلمة(محاضرة المري الثانية صفحة 4)"
    },
    {
        question: "30_ اسباب انثقاب المريء ما عدا: (2023)",
        options: [
            "أثناء التنظير عند إجراء التوسيع",
            "أثناء ادخال المنظار",
            "المواد الكاوية",
            "الاكالازيا"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الأسباب الرئيسية لتمزق المري هو التوسيع بالتنظير أو التنبيب أو بعد التشعيع أو التضيقات التالية للخباثات أو بتناول الكاويات وقد يتمزق المري بشكل عفوي نتيجة الإقياءات الشديدة العنيقة(تناذر بيرهوف) (محاضرة المري الثانية صفحة7)"
    },
    {
        question: "31_ الاستقصاء الأفضل لتشخيص سرطان المريء: (2023)",
        options: [
            "تنظير هضمي علوي",
            "تصوير الظليل",
            "الطبقي المحوري",
            "الرنين المغناطيسي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يعتبر التنظير الهضمي العلوي الاستقصاء الأمثل أو ما يسمى الخيار الأول لتشخيص سرطان المري (أمراض المري المحاضرة الثانية صفحة 5)"
    },
    {
        question: "32_ كل ما يلي يسبب عسر بلع عدا: (2023)",
        options: [
            "رتج زنكر",
            "سرطان المري",
            "قصور المصرة الفؤادية",
            "التهابات المريء الهضمية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> قصور المصرة الفؤادية (المصرة المريئية السفلية) يؤدي إلى قلس معدي مريئي الذي يسبب ألم أثناء البلع وليس عسر بلع(أمراض المري المحاضرة الأولى صفحة 9)"
    },
    {
        question: "33_ التهاب المريء الحاد مجهري بالتنظير عدا: (2023)",
        options: [
            "لا نرى تضيقات",
            "مخاطية سوية",
            "محمرة",
            "تقرحات نازفة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الموجودات التنظيرية في التنظيرالهضمي العلوي تتراوح من الاحمرار الخفيفإلى الشديد و حتى التقرح النازف وتشكل التضيقات(محاضرة المري الأولى صفحة10)"
    },
    {
        question: "34_ مريض يعاني من اقياءات متكررة عنيفة ويشكو من خروج دم أحمر في الأقياء الأخير التشخيص المناسب هو : (2023)",
        options: [
            "دوالي المريء",
            "التهاب المريء",
            "مالوري وايس",
            "رتج زنكر"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مالوري وايس هو تمزق طولي في منطقة الوصل المعدي المريئي تؤدي إلى خروج دم أحمر(الدم هنا ليس ممزوج مع الأقياء منذ البداية) وتحدث هذه المتلازمة بعد إقياءات عنيفة ."
    },
    {
        question: "35_ تنظير المريء من دون وجود عسرة تصنع الصح : (2023)",
        options: [
            "سنوات ٥ _٦",
            "٢_٣سنوات",
            "١_٢سنة",
            "سنوياً"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 29"
    },
    {
        question: "36_ من أسباب النزف الهضمي العلوي ما عدا: (2023)",
        options: [
            "بلومر فنسون",
            "دوالي المريء",
            "مالوري وايس",
            "القرحة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أسباب النزف الهضمي العلوي :( دوالي المريء,التهاب المري,تمزق مالوري وايس,القرحة الهضمية,التشوهات الوعائية,سرطانة المعدة أو المري,التآكلات المعدية) (مقرر صفحة 7)"
    },
    {
        question: "37_ داء الجزر المعدي ما يلي صحيح عدا : (2023)",
        options: [
            "توجد علاقة وثيقة بين زمن التعرض للحمض والأعراض",
            "يمكن للحمل أن يساهم في إحداث الجزر المعدي المريئي",
            "لا يساهم إنقاص الوزن في تحسين الأعراض",
            "الغذاء الدسم يرخي مصرة المريء"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يؤهب لحدوث القلس المعدي المريئي ارتفاع الضغط داخل البطن بسبب الحمل,البدانة,الحبن,الإمساك(محاضرة المري الأولى صفحة8)"
    },
    {
        question: "38_ كل ما يلي صحيح حول مريء باريت عدا : (2023)",
        options: [
            "يؤهب تناول الكحول لحدوثه",
            "الجزر العفجي المعدي المريئي مؤهب لحدوث مريء باريت",
            "لا توقف المعالجة الدوائية المثبطة للحمض التطور إلى مريء باريت",
            "مريء باريت حالة ما قبل سرطانية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مري باريت يتطور فيما بعد إذا لم يتم علاجه إلى سرطانة غدية,مرضى القلس المعدي المريئي مؤهبون لحدوث مري باريت,الأدوية المثبطة للحمض لا توقف تطور الحالة إلى مري باريت بشكل كامل حيث يمكننا القول أن لها دور وقائي لتوله إلى سرطانة (محاضرة المريالأولى صفحة 12)"
    },
    {
        question: "39_ الأكالازيا كل ما يلي صحيح عدا : (2023)",
        options: [
            "تترافق بضعف الحركات الحوية للمريء",
            "تتميز بعسرة بلع متقطعة للمواد الصلبة",
            "قد تترافق بحس حرقة شديدة",
            "تترافق بسعال ليلي خاصة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الاكالازيا هي حالة تضيق المصرة المريئية السفلية وبالتالي لا يمر الحمض إلى المري و لاتحدث حرقة كما في القلس المعدي المريئي (محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "40_ كل ما يلي صحيح حول سرطان المريء عدا: (2023)",
        options: [
            "عسرة بلع مترقية مؤلمة للأطعمة",
            "قد يتظاهر سريرياً بألم صدري وبحة الصوت",
            "قد نجد في تظاهراته السريرية ذات رئة وانصباب جنب",
            "السرطان الحرشفي أشيع في الجزء العلوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يسبب سرطان المري عسرة بلع مترقية غير مؤلمة(محاضرة المري الثانية صفحة 4)"
    },
    {
        question: "41_ مريض يعاني من عسرة بلع متقطعة للمواد الصلبة يتم التغلب عليها بشرب السوائل التشخيص المحتمل : (2023)",
        options: [
            "تشنج مريء منتشر",
            "الأكالازيا",
            "التهاب مريء",
            "حلقة شاتزكي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تسبب الأكالازيا عسرة بلع تكون في البداية متقطعة وتتطور ببطئ وتسوء بتناول الأطعمة الصلبة وتخف بتناول السوائل والوقوف والحركة بعد الطعام(محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "42_سرطان المريء من الدرجةN1 ,T3معدل بقياه لخمس سنوات (2022)",
        options: [
            "10%",
            "5%",
            "15%",
            "20%"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 34"
    },
    {
        question: "43_التهاب المريء الذي يظهر بالتنظير على شكل تقرح سطحي وحيد او متعدد يميز درجة حسب svary _Muller (2022)",
        options: [
            "درجة الأولى",
            "درجة الثانية",
            "درجة الثالثة",
            "درجة الرابعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تصنيف مولر للالتهاب المري(محاضرة المري الأولى صفحة 11) 1_تقرح سطحي وحيد أو متعدد 2_تقرحات سطحية متعددة لاتشمل كامل المحيط 3_ تقرحات تشمل كامل محيط المري دون تضيقات 4_ تقرحات مزمنة مع تضيق أو تليفأو مري باريت"
    },
    {
        question: "44_ يتميز الفتق الحجابي بكل مما يلي عدا : (2022)",
        options: [
            "تظهر الأعراض دوماً",
            "اللذع",
            "عسرة بلع",
            "ألم صدري"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قد تبقى الفتوق الحجابية كامنة دون أعراض سريرية و لا تشخص إلا بعد حدوث الاختلاطات(محاضرة المري الأولى صفحة17)"
    },
    {
        question: "45_ الأكالازيا كل ما يلي صحيح عدا: (2022)",
        options: [
            "فرط توتر في المصرة السفلية",
            "سبب المرض غير معروف",
            "عسرة بلع تتطور بسرعة ومستمرة",
            "تترافق بسعال ليلي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تسبب الأكالازيا عسرة بلع تكون في البداية متقطعة وتتطور ببطئ وتسوء بتناول الأطعمة الصلبة وتخف بتناول السوائل والوقوف والحركة بعد الطعام(محاضرة المري الثانية صفحة 9)"
    },
    {
        question: "46_ كل مما يلي من تضيقات المريء سليمة عدا: (2022)",
        options: [
            "التهاب المريء بالمبيضات",
            "الكاويات",
            "العلاج الشعاعي",
            "داء القلس المعدي المريئي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تضيقات المري السليمة (داء القلس المعدي المريئي,الحلقات,التهاب المري بالحمضات ,الكاويات ,بعد العلاج الشعاعي,التنبيب طويل الأمد ,بعد العمليات الجراحية على المري(قطع المري),انضغاط خارجي(سرطان قصبات))(محاضرة المري الثانية صفحة8)"
    },
    {
        question: "47_ يجب إجراء التنظير عند مريض مري باريت بدون عسرة تصنع في : (2022)",
        options: [
            "5-7 سنوات",
            "3-5 سنوات",
            "1-3 سنوات",
            "سنوياً"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 29"
    },
    {
        question: "48_ سرطان المريء كل ما يلي صحيح عدا : (2022)",
        options: [
            "يعتبر الطلوان من العوامل المؤهبة",
            "الخيار الأول للتشخيص هو التنظير العلوي",
            "عسرة بلع مترقية ومؤلمة",
            "قد يتظاهر بألم صدري وبحة صوت"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يتم علاج الأكلازيا بالتوسيع بالبالون أو حقن البوتوكس بالتنظيرأو العلاج الجراحي بخزع المصرة(محاضرة المري الثانيةصفحة11)"
    },
    {
        question: "49_ من اسباب النزف الهضمي العلوي عدا : (2022)",
        options: [
            "دوالي المريء",
            "رتج ميكل",
            "عسر تصنع وعائي",
            "تمزق مالوري وايس"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أسباب النزف الهضمي العلوي :( دوالي المريء,التهاب المري,تمزق مالوري وايس,القرحة الهضمية,التشوهات الوعائية,سرطانة المعدة أو المري,التآكلات المعدية) (مقرر صفحة 7)"
    }

    ],
    2:[
    {
        question: "1. الداء القرحي الهضمي (الخطأ)(دورة 2025)",
        options: [
            "تسبب الملتوية البوابية غالبا التهاب معدة غاري مع فرط في السوماتوستاتين",
            "إن القرحة الهضمية حالة مزمنة مع نكس عفوي وهجوع قد يستمر لعقود",
            "من أعراض القرحة نوب متكررة من الألم الشرسوفي تتعلق بتناول الطعام",
            "يمكن أن تكون القرحة صامتة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تسبب الملتوية البوابية التهاب معدي غاري مع نضوب السوماتوستاتين ص37 مقرر"
    },
    {
        question: "2. من الاستطبابات الجراحية للقرحة (الخطأ):(دورة 2025)",
        options: [
            "النزف المستمر",
            "قرحات الانحناء الصغير لخطورتها",
            "الانثقاب",
            "انسداد مخرج المعدة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ص39 مقرر"
    },
    {
        question: "3. من اختلاطات استئصال المعدة وقطع المبهم (الخطأ):(دورة 2025)",
        options: [
            "تناذر الإغراق",
            "اعتلال المعدة الجزري الصفراوي",
            "الإمساك",
            "نقص الوزن"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> اسهال وسوء هضم ص39 مقرر"
    },
    {
        question: "4. من أعراض وعلامات انثقاب المعدة(الخطأ):(دورة 2025)",
        options: [
            "ألم شديد ومفاجئ قد ينتقل لقمة الكتف",
            "صلابة بطن معممة",
            "غياب أصوات الأمعاء",
            "اشتداد أصمية الكبد"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> فقدان أصمية الكبد ص41 مقرر"
    },
    {
        question: "5. في سرطان المعدة كل ما يلي صحيح عدا(دورة 2025)",
        options: [
            "السرطان الباكر عادة لا عرضي",
            "يمكن أن يكتشف صدفة أثناء التنظير لاستطباب عسر الهضم",
            "قد يشير وجود اليرقان والحبن إلى الانتشار الورمي ولوجود الانتقالات",
            "الخيار الأول للتشخيص هو الصورة الظليلة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> افضل استقصاء هو التنظير ص45 مقرر"
    },
    {
        question: "6. نوع من التهابات المعدة يحدث فيه فقر دم وبيل:(دورة 2025)",
        options: [
            "داء منترييه",
            "التهاب معدة مزمن مناعي ذاتي",
            "التهاب معدة حاد",
            "التهاب معدة مزمن"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ص35"
    },
    {
        question: "7. في متلازمة زولينجر أليسون ما يلي صحيح عدا : (دورة 2025)",
        options: [
            "تنجم عن ورم غدي مفرز للغاسترين",
            "يراجع المرضى بقرحات هضمية شديدة عديدة تستجيب للمعالجة المعيارية",
            "يحدث حوالي 90% من الأورام في الجدار العفجي القريب او رأس البنكرياس",
            "من اعراضها الاسهالات المزمنة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قرحات لا تستجيب للمعالجة المعيارية ص42 مقرر"
    },
    {
        question: "8. في متلازمة زولينجر اليسون ما يلي صحيح يرتفع الغاسترين بمقدار: (دورة 2025)",
        options: [
            "2_1000 ضعف",
            "4_1000 ضعف",
            "6_1000 ضعف",
            "10_1000 ضعف"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ص42 مقرر"
    },
    {
        question: "9. نوع من التهابات المعدة يحدث فيه فقر دم وبيل: (دورة 2025)",
        options: [
            "داء منترييه",
            "التهاب ممدة مزمن مناعي ذاتي",
            "التهاب معدة حاد",
            "التهاب المعدة المزمن"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ص35 مقرر"
    },
    {
        question: "10. دواء ينقص افراز الغاسترين :(دورة 2025)",
        options: [
            "الأومبيرازول",
            "السوكرالفات",
            "الأكتريوتيد",
            "البروستاغلاندين"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ص42 مقرر"
    },
    {
        question: "11. التهاب المعدة المناعي الذاتي: (الخطأ) (دورة 2025)",
        options: [
            "عادة لا عرضي",
            "ينجم عن التهاب مناعي ذاتي ضد خلايا الغار",
            "توجد أضداد للعامل الداخلي",
            "يؤدي الضمور المعدي الى فقر الدم الوبيل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مناعة ذاتية ضد الخلايا الجدارية ص35 مقرر"
    },
    {
        question: "12. الاقياء الوظيفي: (الخطأ) (دورة 2025)",
        options: [
            "يحدث بشكل وصفي عند الاستيقاظ أو بعد الفطور مباشرة",
            "ينجم عند الصغار عن رهاب المدرسة",
            "يوجد نقص وزن واضح",
            "قد تكون مضادات الكابة فعالة في العلاج"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> لا يوجد نقص وزن أو يكون قليلاً ص44 مقرر"
    },
    {
        question: "13. عسر الهضم الوظيفي: (الخطأ) (دورة 2025)",
        options: [
            "عسر هضم مزمن مع غياب المرض العضوي",
            "المرضى عادة شباب دون ال40 سنة",
            "من أعراضها الألم البطني",
            "يجب اجراء التنظير الهضمي العلوي عند كل المرضى"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> اجراء التنظير عند من تجاوزوا عمر 55 سنة ص43"
    },
    {
        question: "14. من العوامل المؤهبة للإصابة بالداء القرحي الهضمي: (الخطأ) (دورة 2025)",
        options: [
            "بعض الأدوية مثل الصادات الحيوية",
            "التدخين",
            "الملتوية البوابية",
            "الأسبرين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "15. من أعراض الداء القرحي عدا: (دورة 2025)",
        options: [
            "ألم شرسوفي متعلق بالطعام",
            "الإقياء الدائم",
            "قد يغيب الألم عند المرضى المعمرين الذين يتناولون مضادات التهاب غير ستيروئيدية",
            "يمكن أن تتظاهر القرحة بالانثقاب كعرض أول"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الإقياء أحياناً واليومي المستمر يدل على انسداد مخرج المعدة ص37 مقرر"
    },
    {
        question: "16. انسداد البواب: (الخطأ) (دورة 2025)",
        options: [
            "السبب الأكثر لحدوثه القرحات قرب البواب",
            "يتظاهر باقياء كميات كبيرة من محتويات المعدة",
            "تظهر الاستقصاءات زيادة الكلوريد والبوتاسيوم في المصل",
            "يوجه الرشف الأنفي المعدي ل 200 مل بعد الصيام ليلا نحو التشخيص"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> انخفاض كلوريد وبوتاسيوم المصل ص41 مقرر"
    },
    {
        question: "17. من اختلاطات استئصال المعدة وقطع المبهم ما عدا :(دورة 2024)",
        options: [
            "فقر الدم ولاسيما نتيجة نقص B12",
            "تناذر الإغراق",
            "الاسهال وسوء الهضم",
            "الجزر العفجي المعدي الصفراوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عوز الحديد هو السبب الاكثر شيوعا بعد عدة اعوام"
    },
    {
        question: "18. شاب لديه سوابق داء قرحي ولديه انتفاخ بطن مع إقياءات وتجفاف مع نقص البوتاسيوم؛ التشخيص :(دورة 2024)",
        options: [
            "نزف قرحة",
            "انثقاب معدة",
            "انسداد مخرج المعدة",
            "سرطان المعدة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ص٤١"
    },
    {
        question: "19. التهاب معدة مزمن مع فقر دم وييل: (دورة 2024)",
        options: [
            "التهاب معدة سحجي",
            "التهاب معدة ضخامي",
            "التهاب معدة مناعي ذاتي",
            "سرطان معدة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "20. الدواء الذي ينقص افراز الغاسترين: (دورة 2024)",
        options: [
            "Octreotide",
            "Angiotensin",
            "Cimitidine",
            "Amlodine"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "21. يحدث في انثقاب المعدة عدا: (دورة 2024)",
        options: [
            "لا يؤدي الى التهاب بريتوان",
            "يحدث حوالي ربع الحالات في القرحات الحادة",
            "غياب أصوات الأمعاء",
            "فقدان أصمية الكبد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يؤدي الى التهاب البريتوان بسبب تسرب محتويات المعدة له"
    },
    {
        question: "22. كل ما يلي صحيح في متلازمة زولينجر ايلسون ما عدا: (دورة 2024)",
        options: [
            "نلاحظ ارتقاع الغاسترين في المصل",
            "النزف والانثقاب شائعان",
            "اضطراب شائع",
            "قرحات هضمية شديدة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> اضطراب نادر"
    },
    {
        question: "23. ما يلي صحيح حول التهاب المعدة الحاد عدا:(دورة 2024)",
        options: [
            "الكحول",
            "عادة لا عرضي",
            "لا يحدث تغوط زفتي",
            "محدد لذاته لا يحتاج علاج غالبا"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> عادة لا عرضي لكن يمكن أن يسبب عسر هضم او قهم أو غثيان أو قياء او قياء دموي أو تغوط زفتي"
    },
    {
        question: "24. من أعراض القرحة الهضمية:(دورة 2024)",
        options: [
            "نوب متكررة من الألم الشرسوفي",
            "اقياء يومي مستمر",
            "علاقة الألم بتناول الطعام",
            "يمكن أن تكون القرحة صامتة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أحيانا قياء، القياء اليومي المستمر يوجه لانسداد مخرج المعدة"
    },
    {
        question: "25. عن سرطانات المعدة عدا:(دورة 2024)",
        options: [
            "50% في الغار",
            "ألم مشابه للداء القرحي",
            "تظهر الأعراض في المراحل الباكرة",
            "الملتوية البوابية تساهم في 70-60% من حالاتها"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> السرطان الباكر عادة لا عرضي"
    },
    {
        question: "26. الملتوية البوابية ما عدا: (دورة 2024)",
        options: [
            "فرط السوماتوستاتين يتبعه فرط غاسترين الدم",
            "يوجد تقرحات متعددة عند 15-10% من الناس",
            "التدخين يزيد من خطر القرحة المعدية وبدرجة أقل القرحة العفجية",
            "القرحة مرض مزمن مع نكس عفوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "27. ينتقل سرطان المعدة بشكل أكثر شيوعا الى الأعضاء التالية ما عدا: (دورة 2024)",
        options: [
            "الكبد",
            "الكلية",
            "الرئتين",
            "البريتوان"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الكبد الرئتين البريتوان ونقي العظام"
    },
    {
        question: "28. أسباب الألم البطني الحاد (الخطأ): (2023 حملة)",
        options: [
            "التهاب الزائدة الدودية",
            "التهاب البنكرياس",
            "القرحة الهضمية",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> داء القرحة الهضمية هو حالة مزمنة تحدث فيها نوب متكررة من الالم الشرسوفي"
    },
    {
        question: "29. كل ما يلي صحيح حول التهاب المعدة الحاد : (2023 حملة)",
        options: [
            "لا عرضي غالباً",
            "محدد لذاته",
            "اسهال دهني",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> هو غالبا لا عرضي لكن يمكن ان يسبب تغوط زفتي ،عسر هضم،قهم،غثيان وإقياء"
    },
    {
        question: "30. عن القرحة الهضمية : (2023 حملة)",
        options: [
            "تشيع القرحة العفجية في البصلة",
            "تشيع القرحة المعدية في الإنحناء الصغير",
            "كلاهما صحيح",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "31. اختلاطات استئصال المعدة وقطع المبهم (الخطأ ): (2023 حملة)",
        options: [
            "تناذر الإغراق",
            "الجزر المعدي الصفراوي",
            "الإمساك",
            "سوء الهضم"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الاسهال وسوء الهضم وليس الإمساك"
    },
    {
        question: "32. سرطان المعدة :(2023 حملة)",
        options: [
            "50% على حساب الغار",
            "يساهم الخمج بالملتوية البوابية ب 70 % من الحالات",
            "كلاهما صحيح",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "33. نقائل السرطانة المعدية( الخطأ ):(2023 حملة)",
        options: [
            "بريتوان",
            "كبد",
            "رئة",
            "كلية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تحدث الانتقالات بشكل اكثر شيوعا إلى الكبد والرئتين والبريتوان ونقي العظم"
    },
    {
        question: "34. من العلامات المنذرة في عسر الهضم عدا: (دورة 2023)",
        options: [
            "الإمساك",
            "نقص الوزن",
            "فقر الدم",
            "عسر البلع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> المظاهر المنذرة مع عسر الهضم تتضمن: نقص الوزن - فقر الدم - القياء - الإقياء الدموي - التغوط الأسود - عسر البلع - كتلة بطنية مجسوسة. مقرر ص6"
    },
    {
        question: "35. من أسباب عسر الهضم عدا: (دورة 2023)",
        options: [
            "التهاب المعدة الحاد",
            "القرحة الهضمية",
            "سرطان الكولون",
            "نقص كالسيوم الدم"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر ص5"
    },
    {
        question: "36. سرطانات المعدة على حساب الغار تشكل نسبة : (دورة 2023)",
        options: [
            "50%",
            "20%",
            "30%",
            "15%"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر ص45"
    },
    {
        question: "37. مريض يشكو من ألم بطني شرسوفي مزمن منذ عدة سنوات أهمله واعتمد على مضادات الحموضة والمسكنات وشكا فجأة من تطور الألم وصار طاعن شرسوفي وتعمم بعدها إلى كامل البطن التشخيص : (دورة 2023)",
        options: [
            "سرطان معدة",
            "التهاب معدة",
            "انثقاب معدة",
            "قرحة هضمية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ص41 مقرر"
    },
    {
        question: "38. مريض 40 عام يشكو من ألم شرسوفي مزمن منذ عدة سنوات راجع بوهن عام وشحوب دون نقص وزن ونتيجة التحاليل تبين وجود فقر دم ، فيكون التشخيص الأكثر احتمالاً :(دورة 2023)",
        options: [
            "داء منترييه",
            "التهاب معدة مناعي ذاتي",
            "سرطان المعدة",
            "داء قرحي هضمي نازف"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الحالة المزمنة مع فقر دم تشير للقرحة ص37 مقرر"
    },
    {
        question: "39. طفل عمره 15 عام يشكو من اقياء صباحي عند الاستيقاظ دون علامات عامة ودون نقص وزن ، التشخيص الأمثر احتمالاً : (دورة 2023)",
        options: [
            "قرحة المعدة",
            "اقياء وظيفي",
            "سرطان المعدة",
            "التهاب المعدة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ص43 مقرر"
    },
    {
        question: "40. شخص أجرى عملية قطع معدة ومبهم ذكر أنه يعاني من اسهالات وخفقان وتوهج التشخيص : (دورة 2023)",
        options: [
            "تناذر الاغراق",
            "متلازمة العروة العمياء",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ص39 مقرر"
    },
    {
        question: "41. زوليجر أليسون عدا : (دورة 2023)",
        options: [
            "زيادة شديدة بالغاسترين عند إعطاء البنتاغاسترين",
            "اسهال دهني",
            "ورم مفرز للغاسترين",
            "قرحات عديدة معندة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> زيادة صغيرة بالحمض نتيجة اعطاء البنتاغاسترين ص42 مقرر"
    },
    {
        question: "42. سرطان المعدة عدا : (دورة 2023)",
        options: [
            "غالباً غدية",
            "لا تسببه الملتوية البوابية",
            "قد يكون لا عرضي",
            "انتقالات كبد ورئتين وبريتوان"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تساهم الملتوية ب٦٠ل٧٠% من حالات سرطان المعدة ص44"
    },
    {
        question: "43. التهاب معدة حاد عدا :(دورة 2023)",
        options: [
            "كحول",
            "اسبرين",
            "NSAIDs",
            "وارفارين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ص35 مقرر"
    },
    {
        question: "44. في التهاب المعدة المزمن بالملتوية البوابية كل ما يلي صحيح عدا : (دورة 2022)",
        options: [
            "تسيطر فيه المعتدلات في الرشاحة الالتهابية",
            "لا توجد علاقة بين الأعراض والموجودات التنظيرية",
            "معظم المرضى لا يحتاجون أي علاج",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر ص36"
    },
    {
        question: "45. في التهاب المعدة المناعي الذاتي نجد تشريحياً مرضياً كل مما يلي عدا : (دورة 2022)",
        options: [
            "ضمور الخلايا المشابهة للخلايا المحبة للفضة",
            "ضمور وغياب غدد الفؤاد",
            "حوؤل معوي",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مناعة ذاتية ضد الخلايا الجدارية في المعدة مقرر ص35"
    },
    {
        question: "46. من أسباب التهاب المعدة الحاد عدا : (دورة 2022)",
        options: [
            "التهاب المعدي المناعي الذاتي",
            "الكحول",
            "القلس الصفراوي",
            "الأسبرين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> التهاب المناعي الذاتي مزمن ص35 مقرر"
    },
    {
        question: "47. من التأثيرات الجانبية لأستئصال الملتوية البوابية عدا: (دورة 2022)",
        options: [
            "التوهج والأقياء",
            "الإمساك",
            "",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الآثار الجانبية اسهال- غثيان-إقياء ص39"
    },
    {
        question: "48. اللمفوما المعدية كل مما يلي صحيح عدا:(دورة 2022)",
        options: [
            "ورم شائع",
            "خمج بالملتوية البوابية يترافق مع لمفوما من نمط MALT",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نادر يشكل أقل من 5% من خباثات المعدة ص46 مقرر"
    },
    {
        question: "49. المرض الذي نجد فيه أضداد للخلايا الرئيسية والعامل الداخلي : (دورة 2022)",
        options: [
            "التهاب المعدة المناعي الذاتي",
            "التهاب المعدة السحجي",
            "داء منتريه",
            "التهاب المعدة بالملتوية البوابية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ص35 مقرر"
    },
    {
        question: "50. خزل المعدة كل مما يلي صحيح عدا : (دورة 2022)",
        options: [
            "بطء إفراغ المعدة بسبب الانسداد الميكانيكي",
            "من أعراضه الشبع المبكر",
            "من أسبابه الداء السكري",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> بطء وتأخير الافراغ المعدي دون انسداد ص44 مقرر"
    },
    {
        question: "51. سرطان المعدة كل مما يلي صحيح عدا :(دورة 2022)",
        options: [
            "لا يمكن أن يسبب عسرة بلع ابداً",
            "من العوامل المؤهبة الملتوية البوابية",
            "غالبا من النوع الغدي",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحدث عسر بلع في الأورام التي تسد الوصل المعدي المريئي ص45 مقرر"
    },
    {
        question: "52. من استطبابات العلاج الجراحي غير الإسعافية للقرحة عدا : (دورة 2022)",
        options: [
            "النزف",
            "انسداد البواب",
            "التعنيد على العلاج",
            "القرحة المتكررة التالية لجراحة على المعدة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ورد السؤال بدورة2025 بصيغة أدق وكان الجواب قرحة بالانحناء الصغير"
    }    
    ],
    3:[
         {
        question: "1. في امتصاص الدسم ما يلي صحيح عدا: دورة 2022",
        options: [
            "ينتقل بطريقة النقل الفعال", 
            "يتحول الدسم إلى غليسرييدات أحادية وحموض دسمة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>طريقة الانتشار البسيط</p>"
    },
    {
        question: "2. مرض من اختلاطاته زيادة خطر الخباثات وخصوصاً لمفوما خلايا T: دورة 2025",
        options: [
            "داء ويبل",
            "الداء الزلاقي",
            "التهاب الجلد الحلئي الشكل", 
            "داء الجيارديا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يوجد زيادة في خطر الخباثات خصوصا لمفوما خلايا T المرافقة لاعتلال الأمعاء و سرطانة الأمعاء الدقيقة و سرطانة المريء الحرشفية.</p>"
    },
    {
        question: "3. من الأمراض المرافقة للداء الزلاقي عدا: دورة 2025",
        options: [
            "الداء السكري المعتمد على الأنسولين",
            "أمراض الدرقية", 
            "التشمع الصفراوي البدئي",
            "داء بهجت"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر صفحة 47</p>"
    },
    {
        question: "4. من الأسباب المهمة للضمور الزغابي تحت التام(الخطأ): دورة 2025",
        options: [
            "الداء البطني",
            "الزحار الأميبي",
            "داء الجيارديا",
            "اللمفوما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مقرر صفحة 48</p>"
    },
    {
        question: "5. من الفحوص المشخصة للداء الزلاقي (الخطأ): دورة 2025",
        options: [
            "خزعة اللفائفي الانتهائي",
            "أضداد ترانس غلوتاميناز",
            "وجود الخلايا الهدفية والكريات المكورة وأجسام هاول جولي",
            "انخفاض في الكالسيوم والمغنيزيوم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>خزعة العفج أو الصائم</p>"
    },
    {
        question: "6. تدرن البطن ما عدا: دورة 2024",
        options: [
            "أكثر منطقة هي الصائم",
            "الألم البطني يمكن أن يكون حاد أو مزمن",
            "يسبب التهاب بريتوان وحبن نضحي", 
            "الحمى الخفيفة شائعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأكثر تأثراً الناحية الللفائفية الأعورية</p>"
    },
    {
        question: "7. المظاهر السريرية للأورام السرطانية ما عدا: دورة 2024",
        options: [
            "انسداد الأمعاء بسبب الكتلة الورمية",
            "الإقفار المعوي",
            "التوهج والأزيز",
            "الإمساك"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الإسهال و ليس الإمساك</p>"
    },
    {
        question: "8. متلازمة العروة العمياء ما عدا: 2024",
        options: [
            "سببه نقص افراز حمض كلور الماء بالمعدة",
            "المعالجة المختارة تتراسكيلين", 
            "يحدث فقر دم بعوز الحديد",
            "اسهال دهني"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>فقر دم بعوز فيتامين ب 12</p>"
    },
    {
        question: "9. رتج ميكل ما عدا: دورة 2024",
        options: [
            "يحدث عند 0.3–3% من الناس",
            "يوجد مخاط معدي هاجر في 50% من الحالات", 
            "طوله 5 سم",
            "على بعد 200 سم من الدسام اللفائفي الأعوري"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>100 سم من الدسام اللفائفي الأعوري</p>"
    },
    {
        question: "10. الضمور التحت الزغابي التام ما عدا: دورة 2024",
        options: [
            "لمفوما",
            "التهاب جلد حلئي الشكل", 
            "داء الأميبات",
            "ذرب استوائي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الداء البطني و الداء الجيارديا</p>"
    },
    {
        question: "11. الأمراض المترافقة مع الداء الزلاقي ما عدا: دورة 2024",
        options: [
            "قصور بنكرياس",
            "قصور كبد", 
            "داء الأمعاء الالتهابي",
            "تشمع صفراوي بدئي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مقرر صفحة 47 (قصور بنكرياس)</p>"
    },
    {
        question: "12. داء ويبل ما عدا: دورة 2024",
        options: [
            "ارتشاح مخاطية الأمعاء الدقيقة",
            "السبب هو خمج البالعات الكبيرة بعصيات إيجابية الغرام", 
            "توجد حمى خفيفة بشكل شائع",
            "إنذاره جيد دون علاجه"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مميت إذا لم يعالج</p>"
    },
    {
        question: "13. من اختلاطات داء ويبل ما عدا: دورة 2024",
        options: [
            "التهاب الجنبة",
            "إسهال دهني", 
            "التهاب مفصل كبير إيجابي المصل",
            "التهاب الشغاف"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التهاب مفصل كبير سلبي المصل</p>"
    },
    {
        question: "14. استقصاءات التدرن البطني ما عدا: دورة 2024",
        options: [
            "ارتفاع سرعة التثفل",
            "الحمضية دليل على إصابة كبدية", 
            "التنظير الهضمي",
            "تنظير البطن"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ارتفاع الفوسفاتاز القلوية</p>"
    },
    {
        question: "15. الخلايا الهدفية وأجسام هاول جولي نشاهدها في: دورة 2024",
        options: [
            "داء ويبل",
            "الداء الزلاقي", 
            "الذرب الاستوائي",
            "متلازمة العروة العمياء"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الداء الزلاقي</p>"
    },
    {
        question: "16. مرض نشاهد فيه إصابة القلب والشغاف: دورة 2024",
        options: [
            "داء ويبل", 
            "الداء الزلاقي",
            "الذرب الاستوائي",
            "تناذر الأمعاء القصيرة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>داء ويبل</p>"
    },
    {
        question: "17. العبارة الخاطئة عن الداء الزلاقي: دورة 2024",
        options: [
            "زيادة الوزن", 
            "وجود أجسام هاول جولي",
            "قد يسبب فشل نمو عند الرضع", 
            "يسبب انتفاخ بطن عند الأطفال الكبار"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نقص الوزن</p>"
    },
    {
        question: "18. كل ما يلي من اختلاطات الداء الزلاقي عدا: دورة 2023",
        options: [
            "لمفوما الأمعاء بائية الخلايا", 
            "سرطانة الأمعاء الدقيقة",
            "سرطانة المريء الحرشفية",
            "التهاب الصائم والدقاق التقرحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لمفوما الأمعاء تائية الخلايا</p>"
    },
    {
        question: "19. المنطقة الأكثر تأثراً بالتدرن البطني: دورة 2023",
        options: [
            "الوصل اللفائفي الأعوري", 
            "القطعة الثانية من العفج",
            "سيني", 
            "الصائم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الوصل اللفائفي الأعوري</p>"
    },
    {
        question: "20. اختلاطات رتج ميكل عدا: دورة 2023",
        options: [
            "التسرطن", 
            "النزف",
            "الانثقاب", 
            "الالتهاب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاختلاطات هي (انسداد أمعاء و التهاب الرتج و الانغلاق والانثقاب و النزف)</p>"
    },
    {
        question: "21. مرض نشاهد فيه PAS: دورة 2023",
        options: [
            "داء ويبل", 
            "الذرب الاستوائي",
            "تناذر الأمعاء القصيرة", 
            "الداء القرحي الهضمي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>داء ويبل</p>"
    },
    {
        question: "22. مرض نشاهد فيه إصابة القلب والشغاف والتامور: دورة 2023",
        options: [
            "داء ويبل", 
            "الداء الزلاقي",
            "الذرب الاستوائي", 
            "تناذر الأمعاء القصيرة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>داء ويبل</p>"
    },
    {
        question: "23. مرض نشاهد فيه خلايا هدفية وقصور طحال: دورة 2023",
        options: [
            "الداء الزلاقي", 
            "داء ويبل",
            "داء كرون", 
            "الذرب الاستوائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الداء الزلاقي</p>"
    },
    {
        question: "24. مرض نشاهد فيه ضمور زغابات ما عدا: دورة 2023",
        options: [
            "الداء الزلاقي",
            "داء الجيارديا", 
            "التهاب الجلد الحلئي الشكل",
            "الداء القرحي الهضمي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الداء القرحي الهضمي</p>"
    },
    {
        question: "25. التدرن البطني عدا: دورة 2023",
        options: [
            "الحبن نتعي", 
            "الحمى الخفقفة شائعة",
            "يدخل بالتشخيص التفريقي لداء كرون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حبن نضحي</p>"
    },
    {
        question: "26. العروة العمياء عدا: دورة 2023",
        options: [
            "الداء السكري",
            "قرحة هضمية", 
            "نقص كلور الماء",
            "استئصال جراحي للكولون"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>اضطرابات العروة العمياء (انخفاض غاما غلوبين الدم و التصلب الجهازي و الداء السكري و نقص كلور الماء و استئصال جراحي للكولون)</p>"
    },
    {
        question: "27. الإسهال المزمن ما عدا: دورة 2023",
        options: [
            "الخمج بالشيغيلا", 
            "متلازمة الأمعاء الهيوجة",
            "داء التهابي معوي", 
            "الداء الزلاقي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>السبب الأكثر هو متلازمة الأمعاء الهيوجة و قد يحدث أيضا في الأمراض الالتهابية أو الورمية في القولون أو الأمعاء الدقيقة، أو بسبب سوء الامتصاص المزمن</p>"
    },
    {
        question: "28. الداء الزلاقي ما عدا: دورة 2023",
        options: [
            "لا يصيب البالغين", 
            "إصابة مناعية قد تكون السبب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث عند الرضع و الأطفال الأكبر والبالغين</p>"
    },
    {
        question: "29. اسباب النزف السفلي: دورة2023 حملة",
        options: [
            "داء الرتوج غير المختلط",
            "رتج ميكل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>رتج ميكل</p>"
    },
    {
        question: "30. العروة العمياء: دورة2023 حملة",
        options: [
            "التتراسيكلين المعالجة المختارة",
            "تعويض B12", 
            "تنجم عن انخفاض HCL بالمعدة",
            "كل ما سبق"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>كل ما سبق</p>"
    },
    {
        question: "31. داء ويبل(الخطأ): دورة2023 حملة",
        options: [
            "شيوعاً يصيب النساء بشكل أكثر", 
            "السبب هو خمج البالعات الكبيرة بعصيات صغيرة",
            "إيجابية الغرام", 
            "قابلية للكشف في الخزعات بواسطة PCR"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يصيب الرجال المتوسطين العمر بشكل أكثر شيوعا</p>"
    },
    {
        question: "32. المظاهر السريرية لداء ويبل: دورة2023 حملة",
        options: [
            "إسهال دهني",
            "التهاب مفصل كبير سلبي المصل", 
            "التهاب التامور",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>كل ما سبق صحيح</p>"
    },
    {
        question: "33. رتج ميكل(الخطأ): دورة2023 حملة",
        options: [
            "يحدث عادة في نطاق 200 سم من الوصل اللفائفي الأعوري", 
            "يكون طوله حتى 5 سم",
            "يتظاهر بتغوط زفتي متردد أو دم متبدل في المستقيم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>100 سم من الوصل اللفائفي الأعوري</p>"
    },
    {
        question: "34. التدرن البطني: دورة2023 حملة",
        options: [
            "يمكن للألم أن يكون حاداً أو مزمناً"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن للألم أن يكون حاداً أو مزمناً</p>"
    },
    {
        question: "35. استقصاءات التدرن البطني: دورة2023 حملة",
        options: [
            "ارتفاع ESR"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ارتفاع ESR</p>"
    },
    {
        question: "36. المظاهر السريرية للأورام السرطاوية(الخطأ): دورة2023 حملة",
        options: [
            "التوهج والأزيز",
            "الإمساك", 
            "انسداد الأمعاء الدقيقة", 
            "الإقفار المعوي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الإسهال</p>"
    },
    {
        question: "37. من المظاهر التشريحية للداء الزلاقي عدا: دورة 2022",
        options: [
            "ضمور الزغابات المعوية",
            "ارتشاح المعتدلات والبالعات في الصفيحة الخاصة", 
            "تبدلات في الخلايا المعوية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تبدلات في الخلايا المعوية</p>"
    },
    {
        question: "38. من الأمراض التي يترافق معها الداء الزلاقي عدا: دورة 2022",
        options: [
            "الداء السكري من نوع 2", 
            "متلازمة جوغرن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الداء السكري من نوع1 المعتمد على الأنسولين</p>"
    },
    {
        question: "39. التشخيص التفريقي لضمور الزغابات المعوية عدا: دورة 2022",
        options: [
            "الذرب الاستوائي",
            "اعتلال الأمعاء المرافق للإيدز", 
            "المتحول الزحاري"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مقرر صفحة 49</p>"
    },
    {
        question: "40. مرض يتميز بارتشاح مخاطية الأمعاء الدقيقة بالبالعات الكبيرة وتتلون بملون PAS: دورة 2022",
        options: [
            "داء ويبل", 
            "اللمفوما", 
            "الذرب الاستوائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>داء ويبل</p>"
    },
    {
        question: "41. تناذر العروة العمياء ما يلي صحيح عدا: دورة 2022",
        options: [
            "من أسبابها نقص حمض كلور الماء",
            "من علاماته فقر الدم بعوز الحديد", 
            "نعطي صادات واسعة الطيف لأسبوعين في العلاج"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فقر دم بعوز فيتامين ب 12, قد يحتاج بعض المرضى للمعالجة بالميترونيدازول لمدة 4 أسابيع</p>"
    },
    {
        question: "42. رتج ميكل كل ما يلي صحيح عدا: دورة 2022",
        options: [
            "يحدث على بعد 100 سم من الوصل اللفائفي",
            "يكون بطول حوالي 15 سم", 
            "يحتوي في 50% على مخاطية معدية هاجرة", 
            "من اختلاطاته النزف الهضمي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>بطول 5 سم</p>"
    },
    {
        question: "43. في الداء الزلاقي كل ما يلي صحيح عدا: دورة 2022",
        options: [
            "ينجم عن عدم تحمل بروتين الغلوتين",
            "من علاماته السريرية الوذمات", 
            "يسبب فقر دم بعوز الفيتامين B12"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>فقر الدم بعوز الفيتامين B12(فقر الدم الوبيل) يكون مرافقا له وليس الداء الزلاقي هو المسبب.</p>"
    },
    ],
    4:[
     {
        question: "1. من الاسباب الشائعة لالتهاب البنكرياس الحاد:(2022)",
        options: [
            "الكحول",
            "الحصيات الصفرواية",
            "الرض",
            "اختلاطات ل ERCP"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الرض من الأسباب النادرة لالتهاب البنكرياس الحاد</p>"
    },
    {
        question: "2. من الاسباب الشائعة لالتهاب البنكرياس الحاد (الخطأ):(2025)",
        options: [
            "النكاف",
            "الحصيات الصفراوية",
            "الكحول",
            "مجهول السبب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النكاف من الأسباب النادرة لالتهاب البنكرياس</p>"
    },
    {
        question: "3. من اختلاطات التهاب البنكرياس الحاد:(الخطأ)(2025)",
        options: [
            "فرط كلس الدم",
            "نقص الأكسجة",
            "فرط سكر الدم",
            "نقص الالبومين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نقص كلس الدم بسبب نقص الكالسيوم المؤين</p>"
    },
    {
        question: "4. من معايير غلاسكو المنبئة بشدة بخطورة التهاب البنكرياس الحاد:(الخطأ)(2025)",
        options: [
            "العمر اكبر من ٥٥ عام",
            "الضغط الجزئي للأكسجين أكثر من ٨ كيلو باسكال",
            "الألبومين أقل من 32غ/ل",
            "نازعة الهدروجين اللاكتاتية أكثر من 600وحدة/لتر"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الضغط الجزئي للأكسجين أقل من 8 كيلو باسكال( 60ملمز)</p>"
    },
    {
        question: "5. من المظاهر السريرية لالتهاب البنكرياس الحاد :(الخطأ)(2025)",
        options: [
            "الم بطني علوي شديد ثابت",
            "ينتشر الى قمة الكتف",
            "مضض شرسوفي",
            "في المراحل الباكرة يغيب الدفاع البطني"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ينتشر الالم البطني في التهاب البنكرياس الحاد إلى الظهر</p>"
    },
    {
        question: "6. دواء يمكن أن يسبب التهاب بنكرياس حاد:(2025)",
        options: [
            "الآزاثيوبرين",
            "الميتوتركسات",
            "المركابتوبيرين",
            "السيسبلاتين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الآزاثيوبرين من الأدوية التي يمكن أن تسبب التهاب بنكرياس حاد</p>"
    },
    {
        question: "7. اسباب التهاب البنكرياس الحاد ما عدا:(2024)",
        options: [
            "حصيات صفراوية",
            "كحول",
            "مجهول السبب",
            "MRCP"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ERCP وليس MRCP</p>"
    },
    {
        question: "8. معايير غلاسكو ما عدا:(2024)",
        options: [
            "العمر اكبر من ٥٥ عام",
            "البومين اكبر من 3.2غ/دل",
            "كالسيوم المصل اقل من ٢ ممول /ل",
            "ناقلة أمين الالانين أكثر من 200وحدة /ل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>البومين دون 3.2 غ/دل</p>"
    },
    {
        question: "9. سرطان البنكرياس يترافق بكل ما يلي ما عدا:(2024)",
        options: [
            "الم مستمر شديد",
            "اسهال دهني",
            "نقص وزن بسبب القهم",
            "يرقان انسدادي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكون الالم مستمر كليل مع الانتشار للظهر</p>"
    },
    {
        question: "10. اختلاطات التهاب البنكرياس ما عدا :(2024)",
        options: [
            "نقص الأكسجة",
            "ارتفاع السكر",
            "ارتفاع الكالسيوم",
            "يرقان انسدادي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>نقص كلس الدم بسبب نقص الكالسيوم المؤين</p>"
    },
    {
        question: "11. وجود يرقان مع مرارة مجسوسة يدل على :(2024)",
        options: [
            "سرطان كبد",
            "انسداد صفراوي بسرطان رأس البنكرياس",
            "انسداد صفراوي حصوي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يرقان مع مرارة مجسوسة يدل على انسداد صفراوي بسرطان رأس البنكرياس</p>"
    },
    {
        question: "12. اختلاطات التهاب البنكرياس الحاد:(الخطأ)(2023 حملة)",
        options: [
            "نقص سكر دم",
            "يرقان انسدادي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث فرط سكر الدم</p>"
    },
    {
        question: "13. العوامل المنبئة بشدة وخطورة التهاب البنكرياس:(2023 حملة)",
        options: [
            "الألبومين اقل من 3.2غ/دل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الألبومين اقل من 3.2غ/دل من العوامل المنبئة بالشدة</p>"
    },
    {
        question: "14. اسباب التهاب البنكرياس الحاد:(الخطأ)(2023 حملة)",
        options: [
            "قصور كلوي",
            "مجهول السبب",
            "MRCP"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ERCP وليس MRCP</p>"
    },
    {
        question: "15. المظاهر السريرية لالتهاب البنكرياس الحاد:(2023 حملة)",
        options: [
            "ينتشر الى الظهر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ينتشر الألم إلى الظهر في التهاب البنكرياس الحاد</p>"
    },
    {
        question: "16. علامة كورفوازيه :(2023 حملة)",
        options: [
            "انسداد صفراوي بسرطان بنكرياسي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>علامة كورفوازيه تشير إلى انسداد صفراوي بسرطان بنكرياسي</p>"
    },
    {
        question: "17. سرطان البنكرياس:(2023 حملة)",
        options: [
            "10ل15شخص لكل 100000",
            "يرقان انسدادي",
            "سرطان غدي",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>جميع الخيارات صحيحة حول سرطان البنكرياس</p>"
    },
    {
        question: "18. كل ما يلي صحيح حول التهاب البنكرياس الحاد ما عدا:(2023)",
        options: [
            "علامة غري تورنر تشاهد في الالتهاب الخفيف",
            "ينتشر الى الظهر",
            "يتعاظم خلال ٦٠ دقيقة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>علامة غري تورنر تشاهد في الالتهاب الحاد مع نزف</p>"
    },
    {
        question: "19. اختلاطات التهاب البنكرياس الحاد عدا:(2023)",
        options: [
            "نقص سكر الدم",
            "نقص كلس الدم",
            "نقص الأكسجة",
            "انخفاض البومين المصل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فرط سكر الدم وليس نقص سكر الدم</p>"
    },
    {
        question: "20. معايير غلاسكو بالتهاب البنكرياس الحاد عدا:(2023)",
        options: [
            "الألبومين أكثر من 3.2غ/دل",
            "العمر أكبر من 55عام",
            "ناقلات أمين الالانين اكثر من 200 وحدة/ل",
            "الكلس أقل من 8مغ/دل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الالبومين دون 3.2 غ/دل</p>"
    },
    {
        question: "21. التهاب البنكرياس الحاد عدا:(2023)",
        options: [
            "الكحول",
            "الرض",
            "الحصيات الصفراوية",
            "ERCP"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الرض سبب نادر لالتهاب البنكرياس</p>"
    },
    {
        question: "22. سرطانة البنكرياس عدا :(2023)",
        options: [
            "90%على حساب القنوات البنكرياسية",
            "الم يخف بالانحناء أو بتغير الوضعية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يمكن أن يخف الالم بالانحناء للامام فقط</p>"
    },
    {
        question: "23. من المظاهر السريرية لالتهاب البنكرياس الحاد ما عدا:(2022)",
        options: [
            "الم شرسوفي شديد",
            "اقياءات",
            "الدفاع العضلي في المراحل الباكرة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يغيب الدفاع العضلي في المراحل الباكرة</p>"
    },
    {
        question: "24. من اختلاطات التهاب البنكرياس عدا:(2022)",
        options: [
            "الكيسات الكاذبة",
            "النخر",
            "الخراجات",
            "نقص سكر الدم"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>فرط سكر الدم وليس نقص سكر الدم</p>"
    },
    {
        question: "25. من معايير غلاسكو لتقدير شدة التهاب البنكرياس عدا :(2022)",
        options: [
            "عمر اكبر من ٥٥ سنة",
            "بوتاسيوم المصل اقل من 2 ممول /ل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>كالسيوم المصل وليس البوتاسيوم</p>"
    },
   ],
   5:[
     {
        question: "1. في التهاب القولون القرحي عند إصابة المستقيم فقط من أعراضه: (الخطأ) دورة 2025",
        options: [
            "أعراض بنيوية",
            "نزف مستقيمي",
            "خروج مخاط مترافق بزحير",
            "يحدث أحيانا براز مائي متردد قليل الحجم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا تحدث اعراض بنيوية ( مقرر ص٧١)</p>"
    },
    {
        question: "2. من مظاهر إصابة اللفائفي بداء كرون (الخطأ) دورة 2025",
        options: [
            "الألم البطني",
            "إسهال مخاطي مدمى",
            "نقص وزن",
            "مظاهر عوز بروتين"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>اسهال مائي لا يحوي دم أو مخاط ( مقرر ص٧١)</p>"
    },
    {
        question: "3. من التظاهرات الجهازية للداء المعوي الالتهابي: (الخطأ) دورة 2025",
        options: [
            "التهاب القزحية",
            "قرحات الفم",
            "التهاب مفصل الكتف",
            "الحمامى العقدة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٣</p>"
    },
    {
        question: "4. التشخيص التفريقي لإصابة الامعاء الدقيقة بداء كرون(الخطأ) دورة 2025",
        options: [
            "سرطان الاعور",
            "خراج زائدي",
            "التهاب العقد المساريقيا",
            "داء بهجت"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>داء بهجت من الحالات المشابهة للإصابة بداء الأمعاء الالتهابي وداء كرون ( مقرر ص٧٤)</p>"
    },
    {
        question: "5. من الحالات المشابهة لالتهاب القولون القرحي او التهاب الكولون في داء كرون : (الخطأ) دورة 2025",
        options: [
            "الشيغيلا",
            "التهاب مستقيم شعاعي",
            "سرطان الكولون",
            "الداء الحوضي الالتهابي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الداء الحوضي الالتهابي تشخيص تفريقي للإصابة بداء كرون (مقرر ص٧٤)</p>"
    },
    {
        question: "6. من الأدوية المستخدمة للحفاظ على الهجوع في داء كرون : (الخطأ) دورة 2025",
        options: [
            "الستيروئيدات القشرية",
            "الأزاثيوبرين",
            "المركابتوبورين",
            "الميتوتركسات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٧</p>"
    },
    {
        question: "7. مريض التهاب قولون قرحي لديه 7 مرات تغوط يومياً مع نبض أكثر من ٩٠/د فيعتبر من حيث الشدة (دورة 2025)",
        options: [
            "خفيف",
            "وسط",
            "شديد",
            "صاعق"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٢</p>"
    },
    {
        question: "8. مرض التهابي مزمن تظهر الخزعة وجود منظر حجارة الرصيف دورة 2025",
        options: [
            "التهاب الكولون القرحي",
            "متلازمة الامعاء الهيوجة",
            "داء زلاقي",
            "داء كرون"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٣،٧٤</p>"
    },
    {
        question: "9. في داء كرون كل ما يلي صحيح عدا:دورة 2025",
        options: [
            "مرض التهابي مزمن تنحصر الإصابة فيه في مخاطية الامعاء",
            "قد يكون لا عرضي في ١٥٪ من الحالات",
            "يترافق بحدوث شقوق شرجية ونواسير",
            "التنظير الهضمي هو وسيلة التشخيص الاساسية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مرض التهابي يصيب اي جزء من الأنبوب الهضمي</p>"
    },
    {
        question: "10. من التظاهرات خارج الهضمية في الداء المعوي الالتهابي عدا:دورة 2025",
        options: [
            "التهاب مفصل عجزي حرقفي",
            "تقيح الجلد المواتي",
            "فقر دم انحلالي",
            "التهاب قزحية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>باقي الخيارات كلها تظاهرات مرضية جهازية (مقرر ص٧٣)</p>"
    },
    {
        question: "11. من مضاعفات التهاب القولون القرحي عدا:دورة 2025",
        options: [
            "تشكل النواسير",
            "توسع الكولون السمي",
            "انثقاب الكولون",
            "التسرطن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تشكل النواسير يحدث في داء كرون (مقرر ص٧٢)</p>"
    },
    {
        question: "12. مريض لديه التهاب كولون تقرحي نبضه اقل من ٩٠ وعدد مرات البراز اقل من ٤ درجته:(دورة 2024)",
        options: [
            "خفيف",
            "شديد",
            "مزمن",
            "متوسط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٢</p>"
    },
    {
        question: "13. يؤدي الوصول للهدأة في التهاب الكولون القرحي :دورة 2024",
        options: [
            "كورتيزون",
            "ميسالازين",
            "أزاثيوبورين",
            "لوبيراميد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بحسب المقرر وكلام الدكتور الستيروئيدات تحدث هجوع خاصة بالحالات الشديدة مثل الكورتيزون , بينما للحفاظ على الهجوع الازانثيوبرين الامينو ساليسيلات لها دور بالاحداث والحفاظ على الهجوع لكن ليس لها دور باحداث الهجوع بالحالات الشديدة بالتهاب الكولون القرحي</p>"
    },
    {
        question: "14. الاستطباب الجراحي لالتهاب الكولون القرحي ما عدا:دورة 2024",
        options: [
            "رغبة المريض",
            "نوعية حياة مضطربة",
            "التهاب كولون صاعق",
            "الاستطباب الجراحي لاتهاب الكولون التقرحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٧</p>"
    },
    {
        question: "15. من مظاهر إصابة اللفائفي بداء كرون عدا :دورة 2024",
        options: [
            "نقص وزن",
            "اسهال مخاطي مدمى",
            "اعراض نقص بروتين",
            "الم بطني"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>اسهال مائي لا يحوي دم أو مخاط ( مقرر ص٧١)</p>"
    },
    {
        question: "16. إصابة المستقيم في داء الامعاء الالتهابي عدا:دورة 2024",
        options: [
            "زحير",
            "خروج مخاط",
            "أعراض بنيوية سيئة",
            "بعض حالات براز متردد مائي قليل الحجم"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لايوجد اعراض بنيوية (مقرر ص٧١)</p>"
    },
    {
        question: "17. من أعراضه الزحير:دورة 2024",
        options: [
            "التهاب الكولون القرحي",
            "داء كرون",
            "متلازمة الامعاء الهيوجة",
            "داء الجيارديا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في التهاب الكولون القرحي التهاب المستقيم يسبب نزف مستقيمي وخروج مخاط يترافق احيانا بزحير</p>"
    },
    {
        question: "18. من الحالات المشابهة لالتهاب الكولون بكرون والتهاب الكولون القرحي ما عدا:دورة 2024",
        options: [
            "داء الجيارديا",
            "سرطان كولون",
            "داء بهجت",
            "التهاب مستقيم شعاعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٤</p>"
    },
    {
        question: "19. تشخيص تفريقي لكرون في الامعاء الدقيقة عدا:دورة 2024",
        options: [
            "داء اميبات",
            "خراج زائدي",
            "سرطان اعور",
            "داء حوضي التهابي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٤</p>"
    },
    {
        question: "20. الاختلاطات الجهازية للداء المعوي الالتهابي عدا:دورة 2024",
        options: [
            "التهاب ملتحمة",
            "التهاب مفصل كتف",
            "التهاب جلد مواتي",
            "التعليل: مقرر ص٧٣"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٣</p>"
    },
    {
        question: "21. مريض جاء بحالة التهاب لسان وزاويتي الفم التشخيص:دورة 2024",
        options: [
            "داء كرون",
            "التهاب كولون قرحي",
            "داء زلاقي",
            "متلازمة الامعاء الهيوجة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>من المظاهر السريرية لداء كرون (مقرر ص٧١)</p>"
    },
    {
        question: "22. التهاب الكولون التقرحي مع هجمة شديدة يكون عدد مرات التغوط باليوم:(2023 نظامية)",
        options: [
            "3 مرات",
            "4مرات",
            "5 مرات",
            "6مرات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٢</p>"
    },
    {
        question: "23. الأدوية اللتي تستعمل للوصول للهدأة في التهاب الكولون التقرحي :(2023 نظامية)",
        options: [
            "ستيروئيد قشري",
            "ميسالازين",
            "مترونيدازول",
            "تتراسكلين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>خلافي اول خيارين صح ,حسب المقرر الميسالازين يحدث الهجوغ في التهاب الكولون القرحي في الحالات الخفيفة والمتوسطة وعند عدم احتمال الميسالازين يستطب الستيروئيد وفي التهاب الكولون القرحي الشديد تعالج بالستيروئيد ولا تعالج بالساليسيلات لذلك اغلب المعالجة تكون بالستيروئيد فترجع الاجابة A</p>"
    },
    {
        question: "24. التشخيص التفريقي لداء كرون:(2023 نظامية)",
        options: [
            "الشيغيلا",
            "التهاب العقد المساريقية",
            "خراج الزائدة",
            "سرطان الاعور"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الخاطئة (مقرر ص٧٤)</p>"
    },
    {
        question: "25. كل مايلي يدخل في الحالات المشابهة  لالتهاب الكولون التقرحي وداء كرون ما عدا:(2023 نظامية)",
        options: [
            "الأدوية مثل الكينولونات",
            "السالمونيلا",
            "التهاب المستقيم الشعاعي",
            "داء بهجت"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٤</p>"
    },
    {
        question: "26. أعراض داء كرون ما عدا:(2023 نظامية)",
        options: [
            "زيادة وزن",
            "اسهال مخاطي مدمى",
            "اسهال مائي لا يحوي مخاط ودم",
            "التعليل: اسهال مائي لا يحوي دم أو مخاط (مقرر ص٧١)"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نقص الوزن بسبب القهم او سوء الامتصاص ويحدث اسهال مخاطي مدمى عند التهاب الكولون في داء كرون وباقي المناطق يكون اسهال مائي بلا دم او مخاط</p>"
    },
    {
        question: "27. الاستطباب الجراحي لالتهاب الكولون التقرحي ما عدا:(2023 نظامية)",
        options: [
            "رغبة المريض",
            "نوعية حياة مضطربة",
            "فشل العلاج الدوائي",
            "التهاب كولون صاعق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٧</p>"
    },
    {
        question: "28. من التظاهرات الجهازية لداء الامعاء الالتهابي عدا:(2023 نظامية)",
        options: [
            "خراج الكبد",
            "تقيح الجلد المواتي",
            "خثار الوريد المساريقي",
            "الساد"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٣</p>"
    },
    {
        question: "29. تغوط اقل من ٤ مرات يومياً ونبض اقل من 90 تقييم شدة التهاب الكولون القرحي:(2023 حملة)",
        options: [
            "خفيف",
            "متوسط",
            "شديد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٢</p>"
    },
    {
        question: "30. التهاب الكولون الشديد المهدد للحياة الخطأ:(2023 حملة)",
        options: [
            "يمكن أن يحدث في كل من التهاب الكولون التقرحي وداء كرون",
            "يتوسع الكولون (الكولون العرطل السمي)",
            "النزف المهدد للحياة اختلاط شائع"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>اختلاط نادر (مقرر ص٧٢)</p>"
    },
    {
        question: "31. داء كرون:(2023 حملة)",
        options: [
            "سرطان الأعور",
            "خراج زائدي",
            "داء  حوضي التهابي",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٤</p>"
    },
    {
        question: "32. الحالات المشابهة لالتهاب الكولون القرحي او لداء كرون في القولون:(2023 حملة)",
        options: [
            "سرطان القولون",
            "داء الاميبات",
            "الخمج بالشيغيلا",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٤</p>"
    },
    {
        question: "33. التهاب اللسان وزاويتي الفم في :(2023 حملة)",
        options: [
            "داء كرون",
            "التهاب الكولون القرحي",
            "داء زلاقي",
            "متلازمة الأمعاء الهيوجة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>(مقرر ص٧١)</p>"
    },
    {
        question: "34. التهاب القولون القرحي كل مما يلي صحيح عدا: (دورة 2022)",
        options: [
            "تتشكل بعد فترة طويلة البوليبات الكاذبة",
            "تصيب الحدثية الالتهابية كامل طبقات الجدار",
            "تقتصر الإصابة على المستقيم والقولون",
            "يترافق مع أعراض بنيوية في الحالات الشديدة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب محدود في المخاطية</p>"
    },
    {
        question: "35. من العوامل المؤهبة للنكس في التهاب الكولون القرحي عدا: (دورة 2022)",
        options: [
            "الستيروئيدات القشرية",
            "الشدة النفسية",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مضادات الالتهاب اللاستيروئيدية (مقرر ص٧٠)</p>"
    },
    {
        question: "36. داء كرون ما يلي صحيح عدا:(دورة 2022)",
        options: [
            "يمكن أن يصيب أي جزء من الجهاز الهضمي",
            "الإصابة في داء كرون مستمرة",
            "قد يترافق مع نواسير وشفوق شرجية",
            "منظار الجهاز الهضمي أساسي للتشخيص"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٠</p>"
    },
    {
        question: "37. مريض التهاب كولون قرحي لديه اسهالات 6 مرات باليوم وحرارة طبيعية وألبومين فوق ال3.5 الحالة:(دورة 2022)",
        options: [
            "متوسطة",
            "شديدة",
            "خفيفة",
            "صاعقة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص٧٢</p>"
    }
   ],
   6:[
     {
        question: "1. متلازمة الأمعاء الهيوجة: (الخطأ) (2025)",
        options: [
            "اضطراب معوي وظيفي شائع.",
            "لا علاقة للألم بالتغوط وطرد الغازات",
            "يترافق بتغير في عادات التغوط.",
            "يظهر الصداع البطني ماغص معاود في أسفل البطن."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يخف الالم بالتغوط</p>"
    },
    {
        question: "2. سرطان الكولون: (الخطأ)(2025)",
        options: [
            "يتم تطور السرطان القولوني المستقيمي من تجمع طفرات وراثية متعددة.",
            "يحدث في أورام القولون الأيسر النزف المستقيمي القانئ بشكل شائع والانسداد متأخر",
            "تُشاهد أكثر من 65% في المنطقة المستقيمية السينية.",
            "تنشأ معظم الأورام من تحول خبيث للسليلة الغدومية الحميدة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الانسداد يكون باكرا وليس متاخرا</p>"
    },
    {
        question: "3. متلازمة تظهر فيها بوليبات في الجهاز الهضمي مع تصبغات جلدية:(2025)",
        options: [
            "متلازمة بوتز-جيغرز.",
            "داء البوليبات الغدومي العائلي.",
            "متلازمة كودن.",
            "متلازمة بوليبات فرط التنسج."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص83</p>"
    },
    {
        question: "4. مريض سرطان محصور في جدار الأمعاء، فيكون حسب تصنيف Duke: دورة2025",
        options: [
            "مرحلة A.",
            "مرحلة B2.",
            "مرحلة B1.",
            "مرحلة C1."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص87</p>"
    },
    {
        question: "5. مريض لديه نزف سفلي لدم أحمر قانئ بعد التبرز مع نز مخاطي وحكة شرجية فيكون التشخيص المحتمل:(2025)",
        options: [
            "شقوق شرجية.",
            "بواسير.",
            "سرطان القناة الشرجية.",
            "سرطان كولون."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مقرر ص91</p>"
    },
    {
        question: "6. من اختلاطات داء الرتوج في الكولون عدا:(2025)",
        options: [
            "النزف.",
            "الانثقاب.",
            "التسرطن.",
            "تشكل نواسير مع أعضاء الجوار."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مقرر ص88</p>"
    },
    {
        question: "7. هيرشبرنغ: (الخطأ)(2025)",
        options: [
            "يكون المستقيم مليئاً بالبراز بالفحص الإصبعي.",
            "يحدث عادة الإمساك والتمدد البطني والقياء مباشرة بعد الولادة.",
            "يحدث فشل في ارتخاء المصرة السفلية للشرج بسبب غياب خلقي للخلايا العقدية.",
            "يشمل العلاج استئصال القطعة المصابة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص90</p>"
    },
    {
        question: "8. المظاهر السريرية للأورام السرطانية ما عدا:(2024)",
        options: [
            "انسداد الأمعاء بسبب الكتلة الورمية.",
            "الإقفار المعوي.",
            "التوهج والأزيز.",
            "الإمساك."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>إسهال</p>"
    },
    {
        question: "9. الـ CT يظهر السليلات التي تكون أكبر من:(2024)",
        options: [
            "1 مم.",
            "2 مم.",
            "3 مم",
            "6 مم."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص84</p>"
    },
    {
        question: "10. مرض يحدث فيه تغيرات بمستويات 5-هيدروكسي تريبتامين:(2024)",
        options: [
            "متلازمة الأمعاء الهيوجية.",
            "داء قولون تقرحي.",
            "كرون.",
            "ويبل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص79</p>"
    },
    {
        question: "11. متلازمة الأمعاء الهيوجية ما عدا:(2024)",
        options: [
            "الألم في أعلى البطن يخف بعد التغوط.",
            "لا يوجد نقص وزن.",
            "إصابة النساء الشابات 2-3 أضعاف عن الذكور.",
            "يترافق بشكل كبير مع عسر طمث."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يترافق الم تسفل البطن مع التغوط مقرر ص78</p>"
    },
    {
        question: "12. معدل البقيا لدى مريض سرطان كولون درجة A حسب معايير ديوك:(2024)",
        options: [
            "أكثر من %90.",
            "أكثر من %70.",
            "أكثر من %60.",
            "أكثر من %50."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص87</p>"
    },
    {
        question: "13. بوتز جيغرز ما عدا:(2024)",
        options: [
            "سلائل ورمية عابية متعددة في الأمعاء الدقيقة والكولون.",
            "تصبغات ميلانينية في الشفتين والفم والأصابع.",
            "توجد خطورة قليلة لكن مهمة لحدوث سرطان غدي.",
            "يحدث نزف هضمي سفلي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص83</p>"
    },
    {
        question: "14. سرطان الكولون والمستقيم ما عدا:(2024)",
        options: [
            "تنشأ معظم الأورام من تحول خبيث لسليلة الغدومية الحميدة.",
            "تشاهد أكثر من 80% في المستقيم السيني.",
            "قد تغزو الأحشاء الحوضية والجدران الجانبية.",
            "مرحلة الورم عند التشخيص هي التي تحدد الإنذار."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>اكثر من 65٪ مقرر ص84</p>"
    },
    {
        question: "15. سرطان كولون أيمن ما عدا:(2024)",
        options: [
            "تغير عادات التغوط.",
            "دم خفي في البراز.",
            "يحدث الانسداد باكراً.",
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>محذوف</p>"
    },
    {
        question: "16. داء الرتوج عدا:(2024)",
        options: [
            "يصيب الشباب.",
            "يساهم فيه نظام غذائي قليل الألياف.",
            "عادة لا عرضي.",
            "تكثر الرتوج في السيني والكولون النازل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اكثر من 50٪ لدى الناس فوق 70 سنة</p>"
    },
    {
        question: "17. من الحالات المشابهة لالتهاب الكولون بكرون والتهاب الكولون القرحي ما عدا:(2024)",
        options: [
            "داء الجيارديا.",
            "سرطان كولون.",
            "داء بهجت.",
            "التهاب مستقيم شعاعي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر غير محدد</p>"
    },
    {
        question: "18. البواسير ما عدا:(2024)",
        options: [
            "دم أحمر براق بعد التغوط.",
            "زحير.",
            "ألم في الشرج.",
            "حكة شرجية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>محذوف</p>"
    },
    {
        question: "19. مريض عمره 70 سنة يعاني من ترفع حروري وإمساك مزمن، الإصابة الأكثر احتمالاً هي:(2023)",
        options: [
            "داء كرون.",
            "التهاب الكولون القرحي.",
            "داء الرتوج.",
            "التهاب الأمعاء"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>محذوف</p>"
    },
    {
        question: "20. سرطان كولون مرتشح للأوعية اللمفاوية ما تصنيفه:(2023)",
        options: [
            "A.",
            "B.",
            "C.",
            "D."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>حسب تصنيف دوكس في المرحلة A يكون الورم محصور ضمن جدار الامعاء وفي المرحلة B يمتد عبر جدار الامعاء وفي المرحلة C تصاب العقد اللمفية بالسرطان بالمرحلة D تكون الانتقالات بعيدة</p>"
    },
    {
        question: "21. من أسباب النزف الهضمي السفلي ما عدا:(2023)",
        options: [
            "داء الرتوج.",
            "رتج ميكل.",
            "البواسير.",
            "التهاب البنكرياس الحاد النخري."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لم يشرحه الدكتور</p>"
    },
    {
        question: "22. متلازمة الأمعاء الهيوجية ما عدا:(2023)",
        options: [
            "لا يوجد لدى معظم المرضى مشاكل نفسية.",
            "نوب إسهال وإمساك.",
            "لا يوجد ألم بطني وإنما فقط انتفاخ وكثرة غازات.",
            "يرتفع 5-هيدروكسي تريبتامين بالإسهال."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتظاهر المريض بالم بطني ماغص معاود في اسفل البطن يخف بالتغوط</p>"
    },
    {
        question: "23. الإقفار الكولوني الحاد ما عدا:(2023)",
        options: [
            "أكثر ما تحدث في الزاوية الكبدية الكولونية (الزاوية اليمنى).",
            "سببها انخفاض الضغط.",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الزاوية القولونية اليسرى الطحالية والقولون النازل</p>"
    },
    {
        question: "24. متلازمة بوتز جيغرز ما عدا:(2023)",
        options: [
            "أورام غدية متعددة في السرطان والكولون.",
            "تصبغات في الشفتين والفم.",
            "عادة غير عرضية.",
            "توجد خطورة قليلة لحدوث سرطان غدي في الأمعاء."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سلائل اورام عابية متعددة في الامعاء الدقيقة والقولون</p>"
    },
    {
        question: "25. سرطان القولون ماعدا: (2023)",
        options: [
            "الانسداد في الكولون الأيمن يحدث أبكر.",
            "قد تسببه عوامل بيئية.",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في الأيسر الانسداد ابكر</p>"
    },
    {
        question: "26. داء الرتوج ما عدا:(2023)",
        options: [
            "غالباً عرضي.",
            "سببه عوز الألياف الغذائية.",
            "تحدث عند المسنين.",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غالبا لا عرضي</p>"
    },
    {
        question: "27. البواسير عدا:(2023)",
        options: [
            "يحدث نزف خارج أوقات التغوط.",
            "نز مخاطي.",
            "حمل.",
            "احتقان الضفائر الوريدية حول القناة الشرجية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النزف احمر براق بعد التبرز</p>"
    },
    {
        question: "28. داء السلائل الغدومية العائلية ما عدا:(2023)",
        options: [
            "بعمر 15 سنة.",
            "انحصار الأعراض بالأنبوب الهضمي فقط.",
            "معظمها ينجم عن التطور الخبيث للأورام السليمة.",
            "ينقل بوراثة جسدية سائدة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>محذوف</p>"
    },
    {
        question: "29. تغير في تحرير 5 هيدروكسي تريبتامين:(23حملة)",
        options: [
            "متلازمة الأمعاء الهيوجية.",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص79</p>"
    },
    {
        question: "30. بوتز جيغرز:(23حملة)",
        options: [
            "خطورة مهمة لحدوث السرطان الغدي.",
            "تصبغات ميلانينية في الشفتين والفم.",
            "تتضمن سلائل أورام عابية متعددة في الأمعاء الدقيقة والكولون.",
            "كل ما سبق صحيح."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص83</p>"
    },
    {
        question: "31. السرطان الكولوني المستقيمي:(23حملة)",
        options: [
            "تنشأ معظم الأورام من تحول خبيث للسليلة الغدومية الحميدة.",
            "مرحلة الورم عند التشخيص هي التي تحدد الإنذار.",
            "كلاهما صحيح.",
           
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>محذوف</p>"
    },
    {
        question: "32. يكشف تصوير الكولون بالتصوير المقطعي المحوسب الأورام السليلة الأكبر من:(23حملة)",
        options: [
            "1 cm.",
            "2 cm.",
            "4 cm.",
            "6 cm."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مقرر ص84</p>"
    },
    {
        question: "33. معدل البقيا لـ 5 أعوام في السرطان الكولوني المستقيمي تصنيف Duke A:(23حملة)",
        options: [
            "%90.",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص87</p>"
    },
    {
        question: "34. من المظاهر السريرية لسرطان الكولون الأيمن عدا: (دورة 22)",
        options: [
            "فقر دم ناجم عن النزف الخفي.",
            "نزف مبكر مع خروج للمخاط.",
            "تغير عادات التغوط.",
            "يتأخر حدوث الانسداد."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مقرر ص84</p>"
    },
    {
        question: "35. من الحالات الطبية المؤهبة لسرطان الكولون عدا: (دورة 22)",
        options: [
            "الداء المعوي الالتهابي على المدى الطويل.",
            "العملقة.",
            "السكري الشبابي.",
           
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>  </p>"
    },
    {
        question: "36. علامات الخطورة في بوليبات الكولون عدا: (دورة 22)",
        options: [
            "الحجم أكبر من 2 سم.",
            "الأنبوبية.",
            "البوليبات المتعددة.",
            "عسر تصنع عالي الدرجة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> </p>"
    },
    {
        question: "37. متلازمة نجد فيها بوليبات عابية في الأمعاء الدقيقة مع تصبغات على الشفاه: (دورة 22)",
        options: [
            "متلازمة بوتز–جيغرز.",
            "متلازمة جيلبرت.",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص83</p>"
    },
    {
        question: "38. مريض عمره 70 سنة يعاني من ألم مغص فوق العانة مع كتلة في الحفرة الحرقفية اليسرى: (دورة 22)",
        options: [
            "سرطان السيني.",
            "بوليبات في الكولون الأيسر.",
            "داء الرتوج.",
            "داء كرون."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مقرر ص88</p>"
    },
    {
        question: "39. متلازمة الأمعاء الهيوجية كل مما يلي عدا: (دورة 22)",
        options: [
            "تغيب الاضطرابات العضوية.",
            "تصيب الرجال أكثر من النساء.",
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تصاب النساء الشابات 2/3 مرات اكثر من الرجال</p>"
    },
    {
        question: "40. من الأعراض المنذرة في متلازمة الأمعاء الهيوجية ما يلي عدا: (دورة 22)",
        options: [
            "إقياءات شديدة مرافقة.",
            "نقص الوزن.",
            "قصة عائلية لسرطان الكولون.",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقرر ص79</p>"
    }
   ]
 , 7:[
    {
        question: "1. قصور الكبد الحاد: (الخطأ)",
        options: [
            "تناذر نادر تتدهور فيه الوظيفة  بشكل شديد.",
            "يكون مستوى الأذية الضروري لإحداث قصور كبدي حاد عند المرضى مع كبد طبيعي سابقًا عاليًا جدًا.",
            "السبب الأكثر شيوعًا بالعالم هو الانسمام بالباراسيتامول.",
            "أحيانًا يبقى السبب مجهولًا."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الانسمام الكبدي بالباراسيتامول السبب الاكثر اتهاما في المملكة المتحدة لمرض القصور الكبدي الحاد (مقرر قسم الكبد الصفحة 2)"
    },
    {
        question: "2. من الاستقصاءات اللازمة لتحديد سبب القصور الكبدي الحاد: (الخطأ)",
        options: [
            "التحري عن المواد السامة بالبول والدم.",
            "أضداد فيروس التهاب الكبدA من النمط Igm",
            "عيار السيريلوبلازمين.",
            "عيار المتممة C3."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر قسم الكبد الصفحة 5 الجدول ١٣-٢ هام"
    },
    {
        question: "3. من أسباب اليرقان الكبدي: (الخطأ)",
        options: [
            "التهاب الكبد",
            "تناذر جلبرت.",
            "سرطان الكبد.",
            "تشمع الكبد."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 8 تناذر جيلبرت من اكبر اسباب ارتفاع البليروبين غير الانحلالي في اليرقان ما قبل الكبدي"
    },
    {
        question: "4. من أسباب اليرقان الانسدادي: (الخطأ)",
        options: [
            "التشمع الصفراوي البدئي.",
            "التهاب الطرق الصفراوية المصلب البدئي.",
            "متلازمة كريغلر–نجار.",
            "داء ويلسون."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> متلازمة كريغلر نجار هو غياب الانزيم يوريدين ٥ دي فوسفو UDP غلوكورنيل ترانسفيراز وهو من اسباب اليرقان قبل الكبدي مقرر الصفحة ٨ اسباب اليرقان الكبدي"
    },
    {
        question: "5. أسباب الحبن: (الخطأ)",
        options: [
            "قصور الكبد.",
            "تشمع الكبد.",
            "التهاب البنكرياس.",
            "التهاب الكبد"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 10 الجدول ١٣-٥"
    },
    {
        question: "6. التهاب البريتوان العفوي الجرثومي: (الخطأ)",
        options: [
            "أغلب العضويات المعزولة من سائل الحبن أو زرع الدم هي المكورات الرئوية.",
            "يتظاهر التهاب البريتوان الجرثومي العفوي بالألم البطني والمضض المرتد.",
            "تغيب العلامات البطنية أو قد تكون خفيفة عند ثلث المرضى ممن يغلب عليهم الاعتلال الدماغي الكبدي.",
            "يُعالج بالصادات الحيوية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 14 من اصل معوي E.coli  الاكثر مصادفة"
    },
    {
        question: "7. من أسباب الحبن النتحي Exudate: (الخطأ)",
        options: [
            "السل.",
            "التشمع.",
            "الخباثة.",
            "انسداد الأوردة الكبدية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يسبب التشمع عادة حبن نتعي transudate مقرر الصفحة 12"
    },
    {
        question: "8. الاستقصاء الأفضل لكشف الحبن:",
        options: [
            "التصوير الطبقي المحوري.",
            "التصوير بالأمواج فوق الصوتية.",
            "التصوير بالرنين المغناطيسي.",
            "التنظير الهضمي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الايكو افضل الطرق لكشف الحبن"
    },
    {
        question: "9. إذا كان سائل الحبن مدمى فيكون السبب:",
        options: [
            "تشمع كبد.",
            "الخباثات.",
            "الخمج.",
            "الانسداد اللمفاوي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 13 الجدول ١٣-٦"
    },
    {
        question: "10. مريض لديه ضعف في التركيز وتلعثم بالكلام فيكون لديه اعتلال دماغي كبدي درجة:",
        options: [
            "أولى.",
            "ثانية.",
            "ثالثة.",
            "رابعة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 15 الجدول ١٣-٧"
    },
    {
        question: "11. مريض أُصيب بالتهاب كبد من النمط B ووصل لمرحلة الشفاء فيكون:",
        options: [
            "المستضد السطحي إيجابي.",
            "الأضداد السطحية إيجابية والأضداد اللبية إيجابية.",
            "الأضداد السطحية إيجابية والأضداد اللبية سلبية.",
            "الأضداد السطحية سلبية والأضداد اللبية إيجابية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> في حال الشفاء المستضد السطحي سلبي والمستضد اللبي غير مصلي اساسا وتتشكل اضداد للسطحي HBsAb واضداد للمستضد اللبي HbcAb سواء IgM او IgG ص٢٣ مقرر كبد"
    },
    {
        question: "12. مريض قصور كبد حاد ظهر الاعتلال الدماغي الكبدي بعد 5 أيام من اليرقان فيكون:",
        options: [
            "قصور كبد فوق حاد.",
            "قصور كبد حاد.",
            "قصور كبد تحت حاد.",
            "قصور كبد مزمن."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر قسم الكبد الصفحة 4 جدول تصنيف قصور الكبد الحاد هام"
    },
    {
        question: "13. يكون البروتين في الحبن النتعي Transudate أقل من:",
        options: [
            "35 غ/لتر.",
            "31 غ/لتر.",
            "28 غ/لتر.",
            "25 غ/لتر."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 12 فقرة الاستقصاءات"
    },
    {
        question: "14. في الحبن الناجم عن الانسداد اللمفاوي يكون مظهر سائل الحبن:",
        options: [
            "كيلوسي.",
            "مدمى.",
            "عكر.",
            "رائق قشي اللون."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الجدول ١٣-٦ الصفحة 13"
    },
    {
        question: "15. أحد الواسمات الفيروسية لفيروس التهاب الكبد B لا يوجد في المصل وهو:",
        options: [
            "المستضد السطحي.",
            "المستضد اللبي.",
            "المستضد اليائي.",
            "الأضداد اللبية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> HBc Ag لا يتواجد في الدم"
    },
    {
        question: "16. مرض يتميز بوجود الضخامة الطحالية وكون التشخيص غير محتمل في غيابها هو:",
        options: [
            "التهاب الكبد.",
            "داء ويلسون.",
            "فرط التوتر البابي.",
            "الهيموكروماتوز."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> من القسم غير المطلوب هذه السنة(2024)"
    },
    {
        question: "17. التهاب كبد B ما عدا:",
        options: [
            "في الخمج الحاد يُعتبر Ag HBs معيارًا مصليًا أكيدًا.",
            "مصدر العدوى هو الإنسان دائمًا.",
            "كشف المستضد اللبي مهم في معرفة الإنذار.",
            "في الخمج الحاد يكون العلاج عرضيًا فقط."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> المستضد اللبي HBcAg لا يظهر في المصل مقرر الكبد ص23"
    },
    {
        question: "18. سرطان خلية كبدية ما عدا:",
        options: [
            "أشيع ورم بدئي بالكبد.",
            "تجنب الخزعة عند المؤهلين للزرع.",
            "معظم الأورام لاعرضية.",
            "ليس لألفا فيتوبروتين دور مشخص."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> غير مطالب لهذه السنة"
    },
    {
        question: "19. أعراض قصور الكبد الحاد ما عدا:",
        options: [
            "اعتلال الدماغ الكبدي من التظاهرات الرئيسية.",
            "التهاب الكبد الفيروسي السبب الأكثر شيوعًا.",
            "الحبن والوذمة باكرًا.",
            "ضخامة الكبد غير شائعة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يتأخر حدوث الحبن والذمة وقد تكون ناجمة عن المعالجة السائلة وان وجد ضخامة كبد مع حبن مفاجئ فانها توحي بوجود عائق وريدي مثل تناذر بود كياري ص5 ملف الكبد"
    },
    {
        question: "20. مريض لديه قصور كبد ويرقان منذ خمس أيام ووذمة دماغية:",
        options: [
            "مزمن.",
            "حاد.",
            "تحت حاد.",
            "فوق حاد."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> النمط فوق الحاد تكون المدة بين ظهور اليرقان حتى تطور اعتلال دماغية أقل من 7 ايام والذمة شائعة في هذا الوقت ص 4 مقرر الكبد"
    },
    {
        question: "21. أسباب اليرقان الكبدي عدا:",
        options: [
            "التهاب الكبد.",
            "سرطان كبد.",
            "تناذر جيلبرت.",
            "نقص تروية."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تناذر جيلبرت يسبب يرقان ماقبل كبدي غير مباشر غير انحلالي بسبب طفرة جسمية قاهرة تنقص التعبير عن اليوريدين 5 ظي فةسفو UDP غلوكورونيك ترانسفيراز مما يسبب نقصا في اقتران البيليروبين ص8 مقرر الكبد"
    },
    {
        question: "22. الحبن النتحي Exudate سببه كل مما يلي عدا:",
        options: [
            "خباثة.",
            "تشمع.",
            "انسداد أوردة الكبد.",
            "الحبن البنكرياسي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الحبن النتعي(الرشحي) transudate غالبا ناتج عن تشمع مقرر الكبد ص12"
    },
    {
        question: "23. سائل حبن مدمى:",
        options: [
            "تشمع.",
            "خباثات.",
            "انسداد لمفاوي.",
            "مرض بالطرق الصفراوية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ص107 مظهر حبن مدمى في الخباثات في التشمع يكون رائق قشي اللون او اخضر فاتح في الانسداد اللمفاوي يكون ابيض حليبي (كيلوسي) في مرض الطرق الصفراوية صباغ صفراوي كثيف"
    },
    {
        question: "24. أسباب تشمع الكبد ما عدا:",
        options: [
            "التهاب بنكرياس مزمن.",
            "التهاب كبد مزمن",
            "تشمع صفراوي بدئي.",
            "كحول."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ص ١٦ مقرر الكبد راجع الجدول هام"
    },
    {
        question: "25. مريض قصور كبد نائم ويتنبه بالأصوات والألم درجة القصور:",
        options: [
            "أولى.",
            "ثانية.",
            "ثالثة.",
            "رابعة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الدرجة الثالثة تخليط ملحوظ نعاس نائم ولكنه يستجيب للالم والتنبيه الصوتي ، عدم توجه صريح مقرر الكبد ص15"
    },
    {
        question: "26. يُستخدم في الوقاية الأولية من نزف الدوالي المريئية:",
        options: [
            "حاصرات بيتا.",
            "حاصرات الكلس.",
            "مثبطات الأنجيوتنسين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> القسم غير مطالب لهذا لعام"
    },
    {
        question: "27. كل مما يلي صحيح عن فرط توتر وريد الباب ما عدا:",
        options: [
            "يزداد خطر نزف الدوالي عند تجاوز الضغط 12 ملم زئبقي.",
            "غالبًا عند الأطفال سببه انسداد وريد الباب خارج الكبد.",
            "ضخامة الطحال غائبة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> من القسم غير المطالب به لهذا العام2023 نظامية"
    },
    {
        question: "28. مريض لديه حبن، وعند البزل كان السائل بلون قشي أو أخضر فاتح فهو مؤشر:",
        options: [
            "خباثات.",
            "أخماج.",
            "انسداد لمفاوي.",
            "تشمع كبد."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 13 الجدول ١٣-٦"
    },
    {
        question: "29. كل ما يلي يسبب تشمع الكبد عدا:",
        options: [
            "التهاب الكبد C",
            "الكحول.",
            "الساركوئيد.",
            "داء ويلسون."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 16 الجدول ١٣ - ٨"
    },
    {
        question: "30. مريض لديه اعتلال دماغي كبدي وسلوك عدواني ونعاس ويتنبه بسهولة، فهو من الدرجة:",
        options: [
            "الأولى.",
            "الثانية.",
            "الثالثة.",
            "الرابعة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 15 الجدول ١٣-٧"
    },
    {
        question: "31. كل ما يلي صحيح حول التهاب الكبد C عدا:",
        options: [
            "مزمن بنسبة 80.%",
            "تظهر الأضداد بالأسبوع 6–12.",
            "لا علاج نوعي له.",
            "يمكن كشف مستضدات الفيروسcRna  باكرًا في اليوم الثالث.",
            "ينتقل بوحز الابر"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> المقرر الصفحة 26 يمكن كشف  C RNA بالدم باكرا بالاسبوع ٢ ل ٤ بعد الإنتان"
    },
    {
        question: "32. التهاب الكبد A عدا:",
        options: [
            "ينتقل بالطريق البرازي الفموي.",
            "يوجد حملة مزمنون."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 22 لا يوجد حملة مزمنون"
    },
    {
        question: "33. كل ما يلي صحيح حول داء ويلسون عدا:",
        options: [
            "علاجه زرع كبد دائمًا.",
            "من أعراضه العته.",
            "يحدث فيه زيادة النحاس بالمصل.",
            "سببه نقص تصنيع السيرولوبلازمين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 39 تعتبر العوامل الرابطة للنحاس البنسلامين الدواء الأمثل ويعطى فموياً مدى الحياة ويستطب زرع الكبد في التهاب الكبد الصاعق او للتشمع المتقدم مع قصور كبدي"
    },
    {
        question: "34. كل ما يلي صحيح حول سرطان الكبد عدا:",
        options: [
            "التشمع أهم الأسباب.",
            "قد يكون لاعرضي.",
            "ألفا فيتو مؤشر هام.",
            "علاجه دومًا جراحي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> غير مطلوب في هذه السنة"
    },
    {
        question: "35. مريض قصور كبد ظهر اليرقان بعد 5 أيام يكون القصور:",
        options: [
            "حاد.",
            "تحت حاد.",
            "فوق حاد.",
            "مزمن."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 4 الجدول ١٣-١"
    },
    {
        question: "36. كل ما يلي صحيح حول ارتفاع توتر وريد الباب ما عدا:",
        options: [
            "تبدأ الأعراض بالظهور عندما يصبح مدروج الضغط ١٠ملم زئبقي.",
            "لا يصيب الأطفال.",
            "يسبب دوالي المريء.",
            "ضخامة الطحال علامة رئيسية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يصيب الاطفال واليافعين مقرر الصفحة17 (من القسم غير المطلوب)"
    },
    {
        question: "37. إنذار تشمع كبد لا يوجد حبن ولا اعتلال دماغي، والبيليروبين 6.3، والألبومين أقل من 3.2، وزمن البروثرومبين أقل من 4 ثوانٍ، نسبة البقيا:",
        options: [
            "%82",
            "%62",
            "%42",
            "%22"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 17 الجدول ١٣-٩"
    },
    {
        question: "38. متلازمة جلبرت عدا:",
        options: [
            "مناعي جسمي سائد",
            "ارتفاع البيليروبين المباشر",
            "انذار ممتاز",
            "علاج كولسترومين",
            "نقص انزيم غلوكورونيل ترانسفيراز"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الاجابتين B و D صحيحتين خلافي"
    },
    {
        question: "39. التهاب الكبد B عدا:",
        options: [
            "50% يحدث إزمان."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 25 يحدث التهاب للكبد المزمن B في ٥ ل ١٠% من الحالات الحادة ويستمر مدى الحياة"
    },
    {
        question: "40. المستضد السطحي لالتهاب الكبد B:الخاطئة",
        options: [
            "وجوده أكثر من 6 أشهر يدل على الإزمان.",
            "استمرار ظهور الأضداد يدل على الإزمان.",
            "لا يوجد علاج في الطور الحاد.",
            "وجوده يدل على الإصابة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> المستضد السطحي مشعر في الخمج الحاد يظهر بعد دخول الفيروس ثم يختفي وتظهر اضداده بعد اختفائه بعد ٣ ل٦ اشهر أما استمرار وجود المستضد السطحي أكثر من ٦ اشهر يدل على الازمان ولا تظهر الاضداد حتى يختفي المستضددورة 2023 حملة"
    },
    {
        question: "41. القصور الكبدي الحاد:",
        options: [
            "التهاب الكبد الفيروسي السبب الأكثر شيوعًا.",
            "الاعتلال الدماغي الكبدي هو التظاهرة الرئيسية.",
            "كلاهما صحيح."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 2"
    },
    {
        question: "42. الحبن النتحي Exudate: (الخطأ)",
        options: [
            "السل.",
            "انسداد الأوردة الكبدية.",
            "الحبن البنكرياسي.",
            "فرط توتر وريد الباب."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 12 فرط توتر وريد الباب من اسباب الحبن النتعي"
    },
    {
        question: "43. مظهر سائل الحبن مدمى في:",
        options: [
            "الخباثات."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 13 الجدول ١٣-٦"
    },
    {
        question: "44. اعتلال دماغي كبدي مصاب بالنعاس لكنه يتنبه بسهولة:",
        options: [
            "درجة أولى.",
            "درجة ثانية.",
            "درجة ثالثة.",
            "درجة رابعة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 15 الجدول ١٣-٧"
    },
    {
        question: "45. أسباب تشمع الكبد:",
        options: [
            "الكحول.",
            "التهاب الكبد المزمن B.",
            "مجهول السبب.",
            "كل ما سبق صحيح."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 16 الجدول ١٣-٨"
    },
    {
        question: "46. فرط توتر وريد الباب:",
        options: [
            "يزداد خطر حدوث النزف فوق 12 ملم زئبقي.",
            "ضخامة الطحال نادرة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة ١٧ ضخامة الطحال علامة رئيسية وغير مطالب به هذه السنة"
    },
    {
        question: "47. الوقاية الأولية من نزف الدوالي:",
        options: [
            "حاصرات بيتا.",
            "حاصرات الكلس."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> غير مطالب به هذه السنة"
    },
    {
        question: "48. التهاب الكبد B:",
        options: [
            "الإنسان المصدر الوحيد للعدوى.",
            "يُعد المستضد السطحي HBsAg هو المشعر الموثوق مصليًا.",
            "وجود HBc Ag في حال الترافق مع إصابة شافية."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 22 لا يتواجد المستضد اللبي للفيروس B لالتهاب الكبد  HBc Ag في الدم لكن اضداده تظهر باكرا في سياق المرض"
    },
    {
        question: "49. سرطان الكبد: (الخطأ)",
        options: [
            "ألفا فيتو بروتين غير مهم."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> غير مطلوب لهذه السنة"
    },
    {
        question: "50. داء ويلسون: (الخطأ)",
        options: [
            "ينجم عن نقص تصنيع السيرولوبلازمين.",
            "تظهر الأعراض عادة بعمر 45–55.",
            "تشمل التظاهرات العصبية مظاهر خارج هرمية.",
            "حلقة كايزر–فلايشر"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 39 تظهر الاعراض عادة بين عمر ال ٥ وال ٤٥ سنةدورة 2022"
    },
    {
        question: "51. قصور الكبد الحاد: كل ما يلي صحيح عدا:",
        options: [
            "تدهور مخاتل للوظيفية الكبدية.",
            "يحدث به اعتلال دماغي.",
            "يمكن لداء ويلسون أن يسببه."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 2 هو تناذر نادر تتدهور فيه الوظيفة الكبدية بشكل شديد ومفاجئ"
    },
    {
        question: "52. في تدبير نزف الدوالي الحاد عدا:",
        options: [
            "البروبرونالول",
            "ربط الدوالي",
            "السطام"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> غير مطالب به هذه السنة"
    },
    {
        question: "53. التهاب المرارة الحاد: ما يلي صحيح عدا:",
        options: [
            "يترافق دائمًا مع انسداد عنق المرارة.",
            "يظهر اليرقان عند كل المرضى.",
            "الإيكوغرافي: يكتشف كل الحصيات."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> غير مطلوب في هذه السنة"
    },
    {
        question: "54. مريض عمره 15 عامًا لديه فرط توتر بابي، السبب:",
        options: [
            "التهاب الكبد C",
            "انسداد الوريد البابي خارج الكبد."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> غير مطالب به هذه السنة"
    },
    {
        question: "55. مريض مصاب بتشمع كبد لديه مجموع النقاط أكثر من 9 حسب Child–Pugh، يكون معدل البقيا لسنة هو:",
        options: [
            "%42",
            "%50"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 17قسم الكبد الجدول ١٣-٩"
    },
    {
        question: "56. مريض يشكو من ضعف تركيز + تلعثم كلام + اضطراب في نظم النوم، في أي مرحلة من الاعتلال الدماغي الكبدي يكون:",
        options: [
            "الأولى",
            "الثانية",
            "الثالثة",
            "الرابعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 15 الجدول ١٣-٧"
    },
    {
        question: "57. التهاب الكبد C: كل ما يلي صحيح عدا:",
        options: [
            "الأعراض في الطور الحاد صارخة.",
            "تظهر الأضداد بعد 6–12 أسبوعًا.",
            "كشف الـ RNA الفيروسي بعد 2–4 أسابيع."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الانتان الحاد العرضي نادر مقرر قسم الكبد الصفحة 26"
    },
    {
        question: "58. التهاب الكبد A عدا:",
        options: [
            "الإصابة به لا تترك مناعة.",
            "ينتقل بالطريق الفموي البرازي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الHAV يترك مناعة وله لقاح ص22"
    },
    {
        question: "59. مريض لديه حبن تم بزل السائل فكان رائقًا، ما هو التشخيص المحتمل:",
        options: [
            "تشمع الكبد",
            "الأخماج",
            "الخباثات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 13 الجدول ١٣-٦"
    },
    {
        question: "60. سرطانة الطرق الصفراوية: كل ما يلي صحيح عدا:",
        options: [
            "ينشأ هذا الورم غير الشائع في أي مكان من الشجرة الصفراوية.",
            "لا توجد علاقة بين نشوء الحصيات والورم.",
            "يراجع المريض بيرقان انسدادي عادة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> غير مطالب به هذه السنة"
    },
    {
        question: "61. حد الإصابة بالكبد الكحولي (غ/اليوم):",
        options: [
            "14",
            "21",
            "25",
            "30"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> غير مطالب به هذه السنة"
    },
    {
        question: "62. كل ما يلي مرتبط بالتهاب الكبد المناعي الذاتي عدا:",
        options: [
            "التهاب الكبيبات والكلية",
            "داء كرون"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> غير مطالب به هذه السنة"
    },
    {
        question: "63. الأكثر مشاهدة في سائل الحبن بالتهاب البريتوان:",
        options: [
            "عنقوديات",
            "إشريشيا كولي",
            "سالمونيلا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 14 أغلب العضيات المعزولة من سائل الحبن او زرع الدم هي من أصل معوي E.coli الأكثر مصادفة"
    },
    {
        question: "64. من الاستقصاءات لكشف القصور الكبدي عدا:",
        options: [
            "HBsAg",
            "حديد في المصل والبول",
            "فحص العين بالمنظار"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> مقرر الصفحة 5 نستقصي نحاس المصل ونحاس البول(لمعرفة اذا كان ويلسون السبب) وليس الحديد"
    },
    {
        question: "65. من أسباب القصور الكبدي خارج الكبدي عدا:",
        options: [
            "التهاب بنكرياس مزمن",
            "حصيات صفراوية",
            "التهاب الطرق الصفراوية المصلب البدئي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> التهاب الطرق الصفراوية المصلب داخل كبدية ص10"
    },
    {
        question: "66. حبن مع SAAG أقل من 11 غ ما عدا:",
        options: [
            "سل",
            "خباثة",
            "انسداد أوردة كبدية",
            "فرط توتر بابي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> فرط توتر باي هو سبب الحبن النتعي اللذي يكون فيه ال SAAG اكثر من 11غرام /ل"
    }
  ] ,
  8:[

  ],
  9:[
  {
        question: " التهاب المريء الحاد مجهري بالتنظير عدا: (2023)",
        options: [
            "لا نرى تضيقات",
            "مخاطية سوية",
            "محمرة",
            "تقرحات نازفة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الموجودات التنظيرية في التنظيرالهضمي العلوي تتراوح من الاحمرار الخفيفإلى الشديد و حتى التقرح النازف وتشكل التضيقات(محاضرة المري الأولى صفحة10)"
    },
     {
        question: " التدرن البطني عدا: دورة 2023",
        options: [
            "الحبن نتعي", 
            "الحمى الخفقفة شائعة",
            "يدخل بالتشخيص التفريقي لداء كرون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حبن نضحي</p>"
    },
      {
        question: " الأدوية اللتي تستعمل للوصول للهدأة في التهاب الكولون التقرحي :(2023 نظامية)",
        options: [
            "ستيروئيد قشري",
            "ميسالازين",
            "مترونيدازول",
            "تتراسكلين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>خلافي اول خيارين صح ,حسب المقرر الميسالازين يحدث الهجوغ في التهاب الكولون القرحي في الحالات الخفيفة والمتوسطة وعند عدم احتمال الميسالازين يستطب الستيروئيد وفي التهاب الكولون القرحي الشديد تعالج بالستيروئيد ولا تعالج بالساليسيلات لذلك اغلب المعالجة تكون بالستيروئيد فترجع الاجابة A</p>"
    },
  ]
   
};

