const course2023Gastroenterology = [
{
        question: "1 (دورة 2023): مريض لديه حبن، وعند البزل كان السائل بلون قشي أو أخضر فاتح فهو مؤشر:",
        options: [
            "خباثات.",
            "أخماج.",
            "انسداد لمفاوي.",
            "تشمع كبد"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "2 (دورة 2023): مريض عمره 70 سنة يعاني من ترفع حروري وإمساك مزمن، الإصابة الأكثر احتمالاً هي:",
        options: [
            "داء كرون.",
            "التهاب الكولون التقرحي.",
            "داء الرتوج",
            "التهاب الأمعاء."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "3 (دورة 2023): الاستقصاء الأفضل لتشخيص سرطان المريء:",
        options: [
            "التنظير الهضمي العلوي",
            "التصوير الظليل.",
            "الطبقي المحوري.",
            "الرنين المغناطيسي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "4 (دورة 2023): كل ما يلي من اختلاطات الداء الزالقي عدا:",
        options: [
            "لمفوما الأمعاء بائية الخلايا",
            "سرطانة الأمعاء الدقيقة.",
            "سرطانة المريء الحرشفية.",
            "التهاب الصائم واللفائفي التقرحي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "5 (دورة 2023): التهاب الكولون التقرحي مع هجمة شديدة يكون عدد مرات التغوط باليوم:",
        options: [
            "3 مرات.",
            "4 مرات.",
            "5 مرات.",
            "6 مرات"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "6 (دورة 2023): كل ما يلي يسبب عسر بلع عدا:",
        options: [
            "رتج زنكر.",
            "سرطان المريء.",
            "قصور المصرة الفؤادية",
            "التهابات المريء الهضمية."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "7 (دورة 2023): من العلامات المنذرة في عسر الهضم عدا:",
        options: [
            "إمساك",
            "نقص وزن.",
            "فقر دم.",
            "عسر بلع."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "8 (دورة 2023): من أسباب عسر الهضم عدا:",
        options: [
            "التهاب المعدة الحاد.",
            "القرحة الهضمية.",
            "سرطان الكولون.",
            "نقص كالسيوم الدم"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "9 (دورة 2023): كل ما يلي يسبب الإقياء عدا:",
        options: [
            "التهاب سحايا.",
            "التهاب رئة",
            "انسداد أمعاء.",
            "قرحة."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "10 (دورة 2023): كل ما يلي يسبب تشمع كبد عدا:",
        options: [
            "التهاب الكبد C.",
            "الكحول.",
            "الساركوئيد",
            "داء ويلسون."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "11 (دورة 2023): سرطانات المعدة تشكل على حساب الغار نسبة:",
        options: [
            "50%",
            "20%.",
            "30%.",
            "15%."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "12 (دورة 2023): المنطقة الأكثر تأثراً بالتدرن البطني:",
        options: [
            "الوصل اللفائفي الأعوري",
            "القطعة الثانية من العفج.",
            "السين.",
            "الصائم."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "13 (دورة 2023): كل ما يلي من الحالات المسببة للألم البطني الحاد عدا:",
        options: [
            "التهاب الزائدة الدودية.",
            "التهاب البنكرياس الحاد.",
            "تمزق كيسة المبيض.",
            "القرحة الهضمية"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "14 (دورة 2023): سرطان كولون مرتشح للأوعية اللمفاوية ما تصنيفه:",
        options: [
            "A.",
            "B.",
            "C",
            "D."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "15 (دورة 2023): مريض لديه اعتلال كبدي دماغي وسلوك عدواني ونعاس ويتنبه بسهولة، فهو من الدرجة:",
        options: [
            "الأولى.",
            "الثانية",
            "الثالثة.",
            "الرابعة."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "16 (دورة 2023): داء الجزر المعدي ما يلي صحيح عدا:",
        options: [
            "توجد علاقة وثيقة بين زمن التعرض للحمض والأعراض.",
            "يمكن للحمل أن يساهم في إحداث الجزر المعدي المريئي.",
            "إن إنقاص الوزن لا يساهم في تحسين الأعراض",
            "الغذاء الدسم يرخي مصرة المريء."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "17 (دورة 2023): كل ما يلي صحيح حول مريء باريت عدا:",
        options: [
            "يؤهب تناول الكحول لحدوثه",
            "الجزر المعدي المريئي مؤهب لحدوثه.",
            "المعالجة الدوائية المثبطة للحمض لا توقف التطور إلى مريء باريت.",
            "مريء باريت حالة ما قبل سرطانية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "18 (دورة 2023): الأكاالزيا كل ما يلي صحيح عدا:",
        options: [
            "تترافق بضعف الحركات الحوية للمريء.",
            "تتميز بعسرة بلع متقطعة للمواد الصلبة.",
            "قد تترافق بحس حرقة شديدة",
            "تترافق بسعال ليلي خاصة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "19 (دورة 2023): كل ما يلي صحيح حول سرطان المريء عدا:",
        options: [
            "عسرة بلع مترقية مؤلمة للأطعمة",
            "قد يتظاهر سريرياً بألم صدري وبحة صوت.",
            "قد نجد في تظاهراته السريرية ذات رئة وانصباب جنب.",
            "السرطان الحرشفي أشيع في الجزء العلوي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "20 (دورة 2023): مريض يعاني من عسرة بلع متقطعة للمواد الصلبة يتم التغلب عليها بشرب السوائل التشخيص المحتمل:",
        options: [
            "تشنج مريء منتشر.",
            "الأكاالزيا",
            "التهاب مريء.",
            "حلقة شاتزكي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "21 (دورة 2023): من أسباب النزف الهضمي العلوي ما عدا:",
        options: [
            "بلومر فنسون",
            "دوالي المريء.",
            "مالوري وايس.",
            "القرحة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "22 (دورة 2023): من أسباب النزف الهضمي السفلي ما عدا:",
        options: [
            "داء الرتوج.",
            "رتج ميكل.",
            "البواسير.",
            "التهاب البنكرياس الحاد النخري"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "23 (دورة 2023): اختلاطات رتج ميكل ما عدا:",
        options: [
            "التسرطن",
            "النزف.",
            "الانثقاب.",
            "الالتهاب."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "24 (دورة 2023): تنظير المريء من دون وجود عسرة تصنع الصح:",
        options: [
            "5-6 سنوات.",
            "2-3 سنوات",
            "1-2 سنة.",
            "سنوياً."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "25 (دورة 2023): كل ما يلي صحيح حول التهاب الكبد C عدا:",
        options: [
            "مزمن بنسبة 80%.",
            "تظهر الأضداد بالأسبوع 6-12.",
            "لا علاج نوعي له.",
            "يمكن كشف مستضدات الفيروس RNA باكرة في اليوم الثالث",
            "ينتقل بوخز الإبر."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "26 (دورة 2023): التهاب الكبد A عدا:",
        options: [
            "ينتقل بالطريق البرازي الفموي.",
            "يوجد حملة مزمنين"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "27 (دورة 2023): كل ما يلي صحيح حول داء ويلسون عدا:",
        options: [
            "علاجه زرع كبد دائماً",
            "من أعراضه العته.",
            "يحدث فيه زيادة النحاس بالمصل.",
            "سببه نقص تصنيع السيروبالسمين."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "28 (دورة 2023): كل ما يلي صحيح حول سرطان الكبد عدا:",
        options: [
            "التشمع أهم الأسباب.",
            "قد يكون لا عرضي",
            "ألفا فيتو مشعر هام.",
            "علاجه دوماً جراحي."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "29 (دورة 2023): مريض يشكو من ألم بطني شرسوفي مزمن منذ عدة سنوات أهمله وشكا فجأة من تطور الألم وصار طاعن شرسوفي وتعمم بعدها إلى كامل البطن، التشخيص:",
        options: [
            "سرطان المعدة.",
            "التهاب المعدة.",
            "انثقاب المعدة",
            "قرحة عفجية."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "30 (دورة 2023): مريض يعاني من إقياءات متكررة عنيفة ويشكو من خروج دم أحمر في الإقياء الأخير التشخيص الأكثر احتمالاً:",
        options: [
            "دوالي المريء.",
            "التهاب المريء.",
            "مالوري وايس",
            "رتج زنكر."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "31 (دورة 2023): مريض 40 عاماً يشكو من ألم شرسوفي مزمن منذ سنوات راجع بوهن عام وشحوب دون نقص وزن وتبين وجود فقر دم، التشخيص الأكثر احتمالاً:",
        options: [
            "داء منترييه.",
            "التهاب معدة مناعي ذاتي.",
            "سرطان معدة.",
            "داء قرحي هضمي نازف"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "32 (دورة 2023): طفل عمره 15 عاماً يشكو من إقياء صباحي عند الاستيقاظ دون علامات عامة ودون نقص وزن، التشخيص الأكثر احتمالاً:",
        options: [
            "قرحة معدية.",
            "إقياء وظيفي",
            "سرطان المعدة.",
            "التهاب معدة."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "33 (دورة 2023): مريض قصور كبد ظهر اليرقان بعد 5 أيام يكون القصور:",
        options: [
            "حاد.",
            "تحت حاد.",
            "فوق حاد",
            "مزمن."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "34 (دورة 2023): في التهاب الكولون التقرحي، الأدوية التي تستعمل للوصول للهدأة:",
        options: [
            "ستيروئيد قشري.",
            "ميسالازين",
            "ميترونيدازول.",
            "تتراسكلين."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "35 (دورة 2023): مرض نشاهد فيه PAS:",
        options: [
            "داء ويبل",
            "الذرب الاستوائي.",
            "تناذر الأمعاء قصيرة.",
            "القرحة الهضمية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "36 (دورة 2023): مرض نشاهد فيه إصابة الشغاف والقلب والتأمور:",
        options: [
            "داء ويبل",
            "الداء الزالقي",
            "الذرب الاستوائي",
            "تناذر الأمعاء قصيرة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "37 (دورة 2023): شخص أجرى عملية قطع معدة ومبهم ذكر أنه يعاني من إسهالات وخفقان وتوهج، التشخيص:",
        options: [
            "تناذر إغراق",
            "متلازمة العروة العمياء"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "38 (دورة 2023): مرض نشاهد فيه خلايا هدفية وقصور طحال:",
        options: [
            "الداء الزالقي",
            "داء ويبل",
            "داء كرون",
            "الذرب الاستوائي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "39 (دورة 2023): مرض نشاهد فيه ضمور زغابات ما عدا:",
        options: [
            "الداء الزالقي",
            "داء الجيارديا",
            "التهاب جلد حلئي الشكل",
            "الداء القرحي الهضمي"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "40 (دورة 2023): كل ما يلي صحيح حول ارتفاع توتر وريد الباب ما عدا:",
        options: [
            "تبدأ الأعراض بالظهور عندما يصبح مدروج الضغط 10 ملم زئبقي",
            "لا يصيب الأطفال",
            "يسبب دوالي مريء",
            "الضخامة الطحالية علامة رئيسية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "41 (دورة 2023): التشخيص التفريقي لداء كرون:",
        options: [
            "الشيغلا",
            "التهاب العقد المساريقية",
            "الخراج الزائدي",
            "سرطان الأعور"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "42 (دورة 2023): التدرن البطني ما عدا:",
        options: [
            "الحبن نتعي",
            "الحمى الخفيفة شائعة",
            "يدخل بالتشخيص التفريقي لداء كرون"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "43 (دورة 2023): استمرار ارتفاع الأميلاز يدل على:",
        options: [
            "كيسة كاذبة",
            "التهاب بنكرياس نخري",
            "التهاب بنكرياس مزمن",
            "التهاب بنكرياس حاد"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "44 (دورة 2023): كل ما يلي صحيح حول التهاب البنكرياس الحاد ما عدا:",
        options: [
            "علامة غري تورنر تشاهد في الالتهاب الخفيف",
            "ينتشر إلى الظهر",
            "يتعاظم خلال 60 دقيقة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "45 (دورة 2023): من اختلاطات التهاب البنكرياس الحاد عدا:",
        options: [
            "نقص سكر الدم",
            "نقص كلس الدم",
            "نقص الأكسجة",
            "انخفاض ألبومين المصل"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "46 (دورة 2023): معايير غالسكو بالتهاب البنكرياس الحاد عدا:",
        options: [
            "الألبومين أكثر من 3.2 غ/دل",
            "العمر أكبر من 55 عام",
            "الألانين ناقلات أمين أكثر من 200 وحدة/ل",
            "الكلس أقل من 8 مغ/دل"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "47 (دورة 2023): كل ما يلي يدخل في التشخيص التفريقي لالتهاب الكولون التقرحي ما عدا:",
        options: [
            "الأدوية مثل الكينولونات",
            "السالمونيلا",
            "التهاب المستقيم الشعاعي",
            "داء بهجت"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "48 (دورة 2023): متلازمة الأمعاء الهيوجة ما عدا:",
        options: [
            "لا يوجد لدى معظم المرضى مشاكل نفسية",
            "نوب إسهال وإمساك",
            "لا يوجد ألم بطني وإنما فقط انتفاخ وكثرة غازات",
            "يرتفع 5-هيدروكسي تريبتامين بالإسهال"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "49 (دورة 2023): الإقفار الكولوني الحاد ما عدا:",
        options: [
            "أكثر ما تحدث في الزاوية الكبدية الكولونية (الزاوية اليمنى)",
            "سببها انخفاض الضغط"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "50 (دورة 2023): متلازمة بوتز جيغرز ما عدا:",
        options: [
            "أورام غدية متعددة بالسرطان والكولون",
            "تصبغات في الشفتين والفم",
            "عادة غير عرضية",
            "توجد خطورة قليلة لحدوث سرطان غدي في الأمعاء"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "51 (دورة 2023): سرطان الكولون ما عدا:",
        options: [
            "الانسداد في الكولون الأيمن يحدث أبكر",
            "قد تسببه عوامل بيئية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "52 (دورة 2023): من أعراض داء كرون ما عدا:",
        options: [
            "زيادة الوزن",
            "إسهال مخاطي مدمى",
            "إسهال مائي لا يحوي مخاط ودم"
        ],
        correct: 1,
        explanation: "اول خيارين خطا وغالبا هناك خطا نقل اثناء الجمع"
    },
    {
        question: "53 (دورة 2023): الاستطباب الجراحي لالتهاب الكولون التقرحي ما عدا:",
        options: [
            "رغبة المريض",
            "نوعية حياة مضطربة",
            "فشل العلاج الدوائي",
            "التهاب كولون صاعق"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "54 (دورة 2023): داء الرتوج ما عدا:",
        options: [
            "غالبًا عرضي",
            "سببه عوز الألياف الغذائية",
            "تحدث عند المسنين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "55 (دورة 2023): التهاب مريء حاد مجهري بالتنظير عدا:",
        options: [
            "لا نرى تضيقات",
            "مخاطية سوية",
            "محمرة",
            "تقرحات نازفة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "56 (دورة 2023): البواسير عدا:",
        options: [
            "يحدث نزف خارج أوقات التغوط",
            "نز مخاطي",
            "حمل",
            "احتقان الضفائر الوريدية حول القناة الشرجية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "57 (دورة 2023): إنذار تشمع كبد لا يوجد حبن ولا اعتلال دماغي والبيلروبين 6.3 والألبومين أقل من 3.2 وزمن البروثرومبين أقل من 4، نسبة البقيا:",
        options: [
            "82%",
            "62%",
            "42%",
            "22%"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "58 (دورة 2023): العروة العمياء عدا:",
        options: [
            "الداء السكري",
            "قرحة هضمية",
            "نقص كلور الماء",
            "استئصال جراحي للكولون"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "59 (دورة 2023): متلازمة زولينجر أليسون عدا:",
        options: [
            "زيادة شديدة بالغاسترين عند إعطاء البنتاغاسترين",
            "إسهال دهني",
            "ورم مفرز للغاسترين",
            "قرحات عديدة معندة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "60 (دورة 2023): متلازمة جيلبرت عدا:",
        options: [
            "مناعي جسمي سائد",
            "ارتفاع البيلروبين المباشر",
            "إنذار ممتاز",
            "علاج كولسترومين",
            "نقص إنزيم غلوكورونيل ترانسفيراز"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "61 (دورة 2023): سرطان المعدة عدا:",
        options: [
            "غالبًا غدية",
            "لا تسببه الملتوية البوابية",
            "قد يكون لا عرضي",
            "انتقالات كبد ورئتين وبريتوان"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "62 (دورة 2023): التهاب معدة حاد عدا:",
        options: [
            "كحول",
            "أسبرين",
            "مضادات الالتهاب غير الستيرويدية",
            "وارفارين"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "63 (دورة 2023): داء السلائل الغدومية العائلية عدا:",
        options: [
            "بعمر 15 سنة",
            "انحصار الأعراض بالأنبوب الهضمي فقط",
            "معظمها ينجم عن التطور الخبيث للأورام السليمة",
            "ينقل بوراثة جسدية سائدة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "64 (دورة 2023): من التظاهرات الجهازية لداء الأمعاء الالتهابي عدا:",
        options: [
            "خراج الكبدتقيح الجلد المواتي",
            "خثار الوريد المساريقي",
            "الساد"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "65 (دورة 2023): التهاب البنكرياس الحاد عدا:",
        options: [
            "الكحول",
            "الرض",
            "الحصيات الصفراوية",
            "ERCP"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "66 (دورة 2023): سرطانة البنكرياس عدا:",
        options: [
            "90% على حساب القنوات البنكرياسية",
            "ألم لا يخف بالانحناء أو بتغير الوضعية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "67 (دورة 2023): التهاب الكبد B ما عدا:",
        options: [
            "يحدث إزمان بنسبة 50%"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "68 (دورة 2023): المستضد السطحي لالتهاب الكبد B:",
        options: [
            "وجوده أكثر من 6 أشهر يدل على الإزمان",
            "استمرار ظهور الأضداد يدل على الإزمان",
            "لا يوجد علاج بالطور الحاد",
            "وجوده يدل على الإصابة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "69 (دورة 2023): الإسهال المزمن ما عدا:",
        options: [
            "الخمج بالشيغلا",
            "الأمعاء الهيوجة",
            "داء التهابي معوي",
            "الداء الزالقي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "70 (دورة 2023): الداء الزالقي ما عدا:",
        options: [
            "لا يصيب البالغين",
            "إصابة مناعية قد تكون السبب"
        ],
        correct: 0,
        explanation: ""
    }
        

]