const course2024Endocrinology = [
   {
        "question": "التهاب النخامى اللمفاوي، الخطأ.",
        "options": [
            "علاج جراحي إسعافي.",
            "مناعي ذاتي.",
            "بعد الولادة.",
            "يسبب قصور نخامي عابر."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الأورام النخامية، الخطأ.",
        "options": [
            "ثلث الأورام النخامية فعالة سريرياً.",
            "لا يتناسب الإنتاج الهرموني مع الحجم دائماً."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الخلايا المنتجة للبرولاكتين، الخطأ.",
        "options": [
            "تخضع لتأثير منشط من الدوبامين."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "منشطات إفراز البرولاكتين، الخطأ.",
        "options": [
            "القشرانيات السكرية.",
            "استروجين.",
            "SSRI.",
            "TCAs."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "يتظاهر فرط البرولاكتين سريريا عند الذكور، الخطأ:",
        "options": [
            "ثر الحليب في 80٪ من الحالات.",
            "نقص خصوبة.",
            "عنانة.",
            "ترقق عظام."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الخط الأول لعلاج ورم البرولاكتين، الصح:",
        "options": [
            "ناهضات الدوبامين."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "من اختلاطات ضخامة النهايات، الخطأ:",
        "options": [
            "انهدمات فقرية.",
            "تناذر نفق الرسغ.",
            "ارتفاع توتر شرياني.",
            "اضطراب سكر الدم."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "اختبار المسح الأساسي في ضخامة النهايات: الصح",
        "options": [
            "عيار IGF1."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أعراض خسارة السوائل، الخطأ:",
        "options": [
            "البوال ليلي فقط.",
            "سهاف.",
            "تعب خفيف أثناء النهار.",
            "أعراض المرض الأساسي."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "العلاج الأساسي في البيلة التفهة المركزية: الصح",
        "options": [
            "ديسموبريسين."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "من أسباب فرط البرولاكتين، الخطأ:",
        "options": [
            "الحمل.",
            "النوم.",
            "تنبيه جدار الصدر.",
            "الصيام."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "فيما يخص ارتباط الهرمونات الدرقية مع الغلوبولين، الخطأ:",
        "options": [
            "إلفته لـ T3 أعلى من T4.",
            "تركيزه منخفض في الدوران.",
            "يربط 80% من الهرمونات الدرقية.",
            "الناقل الأهم."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "السوية المنتشرة البسيطة، الخطأ:",
        "options": [
            "يمكن أن يحدث فرط نشاط درق.",
            "يمكن أن يحدث قصور درق.",
            "لا يوجد فيها عقد.",
            "تحدث في مناطق عوز اليود."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "العقد الدرقية، الخطأ:",
        "options": [
            "شائعة جدا.",
            "أشيع عند النساء.",
            "أشيع في الأعمار المتقدمة.",
            "يكشف التصوير بالايكو 5% من العقد."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "سرطانات الدرق التي تنشأ على حساب الخلية الجريبية، الخطأ:",
        "options": [
            "سرطانة حليمية.",
            "سرطانة جريبية.",
            "سرطانة كشمية.",
            "سرطانة لبية."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "من عوامل الاختطار لسرطان الدرق، الخطأ:",
        "options": [
            "بحة صوت.",
            "كتلة قاسية متثبتة.",
            "تعرض للإشعاع.",
            "عقدة حارة."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "فيما يخص الاختبارات الدرقية، الخطأ:",
        "options": [
            "يكفي معايرة FT4 لنفي الاضطراب تحت السريري.",
            "يكفي معايرة TSH لكشف الاضطراب البدني.",
            "الكالسيتونين لا يجرى لكل العقد بسبب ندرة السرطانية اللبية."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "فيما يخص ومضان الدرق، الخطأ:",
        "options": [
            "يميز وظيفة العقدة (حارة أو باردة).",
            "العقد السليمة معظمها باردة.",
            "العقدة الحارة سليمة دائماً تقريباً.",
            "يفيد بكشف التكاسات."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "العلامات الصدوية الموجهة للخباثة، الخطأ:",
        "options": [
            "عقدة عالية الصدى.",
            "تكاسات ناعمة.",
            "تروية غزيرة.",
            "حواف غير منتظمة."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "قصور الدرق تحت السريري:",
        "options": [
            "TSH مرتفع و FT4 طبيعي.",
            "TSH منخفض و FT4 منخفض.",
            "TSH منخفض و FT4 مرتفع.",
            "TSH مرتفع و FT4 منخفض."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "قصور الدرق الثانوي:",
        "options": [
            "TSH مرتفع و FT4 طبيعي.",
            "TSH منخفض و FT4 منخفض.",
            "TSH منخفض و FT4 مرتفع.",
            "TSH مرتفع و FT4 منخفض."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "فرط الدرق تحت السريري:",
        "options": [
            "TSH مرتفع و FT4 طبيعي.",
            "TSH منخفض و FT4 منخفض.",
            "TSH منخفض و FT4 مرتفع.",
            "TSH مرتفع و FT4 منخفض."
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "قصور درق بدئي:",
        "options": [
            "TSH مرتفع و FT4 طبيعي.",
            "TSH منخفض و FT4 منخفض.",
            "TSH منخفض و FT4 مرتفع.",
            "TSH مرتفع و FT4 منخفض."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "داء غريفز، الخطأ:",
        "options": [
            "الهجوع كامل تقريباً :90%",
            "علاجه طويل الأمد 12 – 18 شهر.",
            "نبدأ بمضادات درق بجرعات عالية ثم نخفضها تدريجياً."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "العلاج باليود المشع، الخطأ:",
        "options": [
            "يقوم بتخريب مترق في النسيج الدرقي.",
            "يعطي 10 – 15 ميلي كوري.",
            "تأثير سريع بأيام.",
            "قد يفاقم الجحوط.",
            "ممنوع الحمل."
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "لكشف الآلية المناعية كسبب لقصور الدرق، الصح:",
        "options": [
            "عيار Anti TPO."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "تظاهرات كوشينغ، الخطأ:",
        "options": [
            "سهولة التكد.",
            "تشققات صدفية.",
            "تعب وضعف عضلي.",
            "بدانة جذعية."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "لإثبات فرط الكورتيزول باختبارات المسح، الخطأ:",
        "options": [
            "التثبيط بالديكساميتازون 1 ملغ ليلاً.",
            "التثبيط بالديكساميتازون 0.5 ملغ كل ست ساعات.",
            "كورتيزول حر في بول 24 ساعة.",
            "معايرة الكورتيزول 8 صباحاً."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "من أسباب داء أديسون، الخطأ:",
        "options": [
            "دوائي: ميترويندازول."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أعراض داء أديسون، الخطأ:",
        "options": [
            "تعب.",
            "تصبغات جلدية.",
            "تصبغات مخاطية.",
            "ارتفاع ضغط انبساطي."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "علاج قصور الكظر، الخطأ:",
        "options": [
            "نعالج ثلثين الجرعة مساء وثلثها صباحاً.",
            "قشرانيات معدنية.",
            "قشرانيات سكرية.",
            "نزيد الجرعة قبل الجراحة."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "فرط الألدوستيرونية الأولية، الصح:",
        "options": [
            "ارتفاع ضغط معند على العلاج بثلاث أدوية.",
            "ارتفاع ضغط حديث البدء.",
            "نقص مغنيزيوم.",
            "العمر تحت 50 عام."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "فرط الألدوستيرونية سريرياً، الخطأ:",
        "options": [
            "شحوب.",
            "تعب وضعف عضلي.",
            "صداع.",
            "زلة تنفسية."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الاختبار الأساسي لتشخيص فرط الألدوستيرونية، الصح:",
        "options": [
            "عيار الألدوستيرون/فعالية الرينين."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "تشخيص ورم القواتم مخبرياً، الصح:",
        "options": [
            "مستقلبات الكاتيكولامينات في المصل."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الأدوية التي تسبب السكري، الخطأ:",
        "options": [
            "هيدروكورتيزون.",
            "مدرات العروة.",
            "مقلدات بيتا.",
            "التيروكسين."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "مكونات المتلازمة الاستقلابية، الخطأ:",
        "options": [
            "محيط الخصر عند الذكور أعلى من 102 سم.",
            "محيط الخصر عند الإناث أعلى من 82 سم.",
            "ارتفاع الضغط فوق 85/130 ملم زئبقى.",
            "الغلوكوز الصيامي أعلى من 100 ملغ/دل."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "عوامل الخطر للإصابة بالسكري، الخطأ:",
        "options": [
            "قصة عائلية للسكري لأقارب الدرجة الأولى فقط.",
            "اضطرابات شحوم الدم.",
            "قصة داء وعائي دماغي.",
            "سوابق ما قبل سكري."
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "عند انخفاض الغلوكوز بحالة الصيام، الخطأ:",
        "options": [
            "ينقص إفراز الأنسولين.",
            "استحداث الغلوكوز الكبدي.",
            "تحلل الغليكوجين.",
            "يزداد قبط الغلوكوز من قبل العضلات."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "السكري نمط 1 الصح:",
        "options": [
            "يترافق مع هاشيموتو.",
            "بدء متأخر غالباً.",
            "بدء مخاتل.",
            "يترافق مع بدانة."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "مبدأ المعالجة بالسكري نمط 1:",
        "options": [
            "أنسولين قاعدي مع أنسولين سريع بعد الوجبات.",
            "أنسولين قاعدي مع أنسولين سريع قبل الوجبات.",
            "أنسولين قاعدي فقط أو سريع فقط."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "الأنسولين فائق السرعة، الخطأ:",
        "options": [
            "بدء تأثيره سريع.",
            "مدة تأثيره أقصر.",
            "يؤخذ مع الطعام.",
            "أكثر تسبباً بنقص السكر."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "الأنسولين البطيء الغلارجين، الخطأ:",
        "options": [
            "بدء تأثيره سريع.",
            "أقل تسبباً بنقص السكر من NPH.",
            "ليس له ذروة تأثير واضحة.",
            "نصف عمره 24 ساعة."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "عن GLP1 الخطأ:",
        "options": [
            "ينقص الوزن.",
            "يبطئ الإفراغ المعدي.",
            "يزيد إفراز الغلوكاغون.",
            "ينقص الشهية."
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "SGLT2 الخطأ:",
        "options": [
            "يخفض السكر.",
            "يخفض الوزن.",
            "يزيد الإنتانات البولية.",
            "خطورة قلبية متزايدة."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "الحماض الكيتوني السكري، الخطأ:",
        "options": [
            "PH أكبر من 7.3",
            "ارتفاع كاذب بالبوتاسيوم.",
            "ارتفاع بالأجسام الكيتونية.",
            "البيكربونات أقل من 15."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الورم المفرز للأنسولين، الصح:",
        "options": [
            "شائع.",
            "معظمه خبيث.",
            "معظمه فوق 2 سم.",
            "جزء من MEN1"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "أنسولين مرتفع، ببتيد C منخفض، كورنيزول مرتفع:",
        "options": [
            "منشأ خارجي للأنسولين.",
            "ورم مفرز للأنسولين.",
            "نخاص.",
            "قصور كظر"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "القيمة 144 قبل الوجبة:",
        "options": [
            "سكري مضبوط.",
            "سكري غير مضبوط."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "القيمة 173 بعد الوجبة بساعتين:",
        "options": [
            "سكري مضبوط.",
            "سكري غير مضبوط."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "خضاب غلوكوزي 6.5:",
        "options": [
            "سكري مضبوط.",
            "سكري غير مضبوط."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "خضاب غلوكوزي 8:",
        "options": [
            "سكري مضبوط.",
            "سكري غير مضبوط."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "سكر صيامي 173 :",
        "options": [
            "داء سكري.",
            "طبيعي.",
            "اعتلال سكر صيامي.",
            "اضطراب تحمل السكر.",
            "نقص سكر الدم."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "سكر 55 :",
        "options": [
            "داء سكري.",
            "طبيعي.",
            "اعتلال سكر صيامي.",
            "اضطراب تحمل السكر.",
            "نقص سكر الدم."
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "سكر صيامي 122 :",
        "options": [
            "داء سكري.",
            "طبيعي.",
            "اعتلال سكر صيامي.",
            "اضطراب تحمل السكر.",
            "نقص سكر الدم."
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "سكر بعد 75 غ بساعتين تركيزه 143 :",
        "options": [
            "داء سكري.",
            "طبيعي.",
            "اعتلال سكر صيامي.",
            "اضطراب تحمل السكر.",
            "نقص سكر الدم."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "الذي يسبب نقص السكر: (الخطأ)",
        "options": [
            "الأنسولين.",
            "السلفونيل يوريا.",
            "مقلدات بيتا."
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "قصور الدريقات الكاذب، الخطأ:",
        "options": [
            "نقص الكالسيوم.",
            "نقص الكالسيترول.",
            "ارتفاع الفوسفور.",
            "منخفض PTH"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "أسباب فرط كلس الدم، الخطأ:",
        "options": [
            "فرط نشاط دريقات أولي.",
            "فرط نشاط دريقات ثانوي.",
            "فرط نشاط دريقات ثالثي.",
            "فرط كلس الدم منخفض كلس البول العائلي."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "متلازمة العظم الجائع، الخطأ:",
        "options": [
            "انخفاض الكالسيوم.",
            "ارتفاع الفوسفور.",
            "انخفاض PTH.",
            "بعد جراحة دريقات."
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "أشيع سبب لقصور الدريقات:",
        "options": [
            "تالي للجراحة."
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أسباب نقص فيتامين د، الخطأ:",
        "options": [
            "نقص التغذية.",
            "نقص التعرض لأشعة الشمس.",
            "سوء الامتصاص.",
            "مناعي ذاتي."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "متلازمة MEN1، الخطأ:",
        "options": [
            "فرط تنسج دريقي.",
            "أورام بنكرياس.",
            "أورام نخامية.",
            "عقد درقية."
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "معالجة دوائية مشتركة باضطراب الشحوم، الخطأ:",
        "options": [
            "المرضى غير القادرين على الوصول إلى مستويات LDL الهدف باستعمال الستاتينات وحدها.",
            "فرط TG شديد.",
            "ارتفاع مشترك لـ TG، LDL.",
            "ارتفاع HDL."
        ],
        "correct": 4,
        "explanation": "حذف"
    },
    {
        "question": "الدواء المفضل لخفض كولسترول الدم:",
        "options": [
            "الستاتينات.",
            "نياسين.",
            "فيبرات."
        ],
        "correct": 4,
        "explanation": "حذف"
    },
    {
        "question": "عوامل الخطر للهشاشة العظمية، الخطأ:",
        "options": [
            "الجنس الأنثوي.",
            "البدانة.",
            "العمر المتقدم.",
            "قصور الأقناد."
        ],
        "correct": 4,
        "explanation": "حذف"
    },
    {
        "question": "أسباب هشاشة العظام الثانوية، الخطأ:",
        "options": [
            "كوشينغ.",
            "قصور درق.",
            "ضخامة نهايات.",
            "قصور أقناد."
        ],
        "correct": 4,
        "explanation": "حذف"
    },
    {
        "question": "علاج الهشاشة، الخطأ:",
        "options": [
            "بيسفوسفونات.",
            "قشرانيات سكرية.",
            "Teriparatide."
        ],
        "correct": 4,
        "explanation": "حذف"
    },
    {
        "question": "كسور الهشاشة، الخطأ:",
        "options": [
            "عنق الفخذ.",
            "العمود الفقري.",
            "الطرف القاصي للكعبرة.",
            "الترقوة."
        ],
        "correct": 4,
        "explanation": "حذف"
    }
]
