const course2022Endocrinology = [
  {
                    question: "1. من أسباب القصور النخامي: (الخطأ)",
                    options: [
                        "تنازل كالينفلتر."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "2. في التظاهرات السريرية لقصور النخامي: (الخطأ)",
                    options: [
                        "عوز GH عند البالغين يؤدي لزيادة تركيب البروتين ونقص توضع الشحوم."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "3. في علاج القصور النخامي: (الخطأ)",
                    options: [
                        "تعطى القشريات المعدنية."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "4. في الأورام النخامية: (الصح)",
                    options: [
                        "يتناسب الإنتاج الهرموني مع حجم الورم.",
                        "ثلث الأورام النخامية فعالة سريرياً.",
                        "سليمة دائماً تقريباً.",
                        "قد تأتي في سياق تنازرات معينة أهمها MEN2."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "5. أعراض فرط إفراز البرولاكتين: (الخطأ)",
                    options: [
                        "تساقط أشعار."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "6. أهداف المعالجة في الورم المفرز للبرولاكتين: (الخطأ)",
                    options: [
                        "مخبرياً: قيم برولاكتين مثبطة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "7. في المظاهر السريرية لخصائص النهايات: (الخطأ)",
                    options: [
                        "ملامح وجه ناعمة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "8. في أسباب البيئة التفحة النخامية: (الخطأ)",
                    options: [
                        "ذات الرئة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "9. في أعراض البيئة التفحة: (الخطأ)",
                    options: [
                        "التجفاف شائع."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "10. من أسباب متالزمة كوشينغ: (الخطأ)",
                    options: [
                        "نخامي: معظم الحالات يكون الورم كبيراً Macroadenoma."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "11. من اختالطات متالزمة كوشينغ: (الخطأ)",
                    options: [
                        "متالزمة نفك الرسغ."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "12. من طرق تمييز كوشينغ النخامي عن الهاجر: (الخطأ)",
                    options: [
                        "نقص البوتاسيوم في النخامي أشيع."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "13. في علاج متالزمة كوشينغ: (الخطأ)",
                    options: [
                        "علاج الهاجر: استئصال الكثيرين."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "14. من أسباب داء أديسون: (الخطأ)",
                    options: [
                        "نقائل: السبب الأهم."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "15. في الدراسة المخبرية لقصور قشر الكظر: (الخطأ)",
                    options: [
                        "ارتفاع بواسيوم: في الثانوي خاصة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "16. ينبغي التفكير بفرط الأدوستيرونية البدني كسبب لارتفاع الضغط الشرائي بحال: (الخطأ)",
                    options: [
                        "ارتفاع ضغط شرائي معند على العلاج بدواتين."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "17. في التحضير لجراحة ورم القوائم: (الخطأ)",
                    options: [
                        "إعطاء حاضرات بيتا قبل حاضرات ألفا."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "18. في المسح الوظيفي للصدقوما الكظرية: (الخطأ)",
                    options: [
                        "عيار الكاتيكولامينات في المصل."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "19. في تنظيم الأنسولين: (الخطأ)",
                    options: [
                        "يبدأ كطبيعة قليلة الفعالية."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "20. من أسباب الداء السكري: (الخطأ)",
                    options: [
                        "حاضرات بيتا."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "21. ?",
                    options: [
                        "A 7."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "22. من معايير تشخيص المتالزمة الاستقلالية: (الخطأ)",
                    options: [
                        "100 > LLD / مغ/دل."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "23. من عوامل الخطر للداء السكري: (الخطأ)",
                    options: [
                        "قصة ولادة طفل أقل من 2.5 كغ."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "24. في تشخيص الداء السكري يكون الخطاب السكري: (الصح)",
                    options: [
                        "%6.5 ≤ ."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "25. في توصيات المسح للداء السكري: (الصح)",
                    options: [
                        "يوصى بإجراء المسح لجميع البالغين بعمر 45 سنة كل ثلاث سنوات بحال عدم وجود عوامل خطر."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "26. التوصية في ممارسة الرياضة لمرضى السكري: (الصح)",
                    options: [
                        "150 دقيقة أسبوعياً موزعة على 3 أيام على الأقل."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "27. الأنسولين النظامي: (الصح)",
                    options: [
                        "هو الشكل الصرف للأنسولين.",
                        "عمره النصفي 3 ساعات تحت الجلد.",
                        "عمره النصفي 10 دقائق وريدياً.",
                        "يعطى قبل الوجبة مباشرة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "28. درجة الأنسولين في عالج الداء السكري نمط 1 : (الصح)",
                    options: [
                        "(1-0.5) وحدة/كغ حوالي نصفها قاعدي."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "29. من الخطوط العلاجية في النمط الثاني للسكري: (الخطأ)",
                    options: [
                        "محرضات SGLT2"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "30. في الخضاب السكري: (الخطأ)",
                    options: [
                        "يوصى بعيار الخضاب السكري 2-1 مرة سنوياً."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "31. من تظاهرات الحماض الخلوني السكري: (الخطأ)",
                    options: [
                        "لا يحدث التجفاف عادة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "32. من تظاهرات اعتالل الشبكية السكري غير المنمي: (الخطأ)",
                    options: [
                        "نمو أوعية جديدة."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "33. في عالج اعتالل الكلية السكري: (الخطأ)",
                    options: [
                        "زيادة الوارد البروتيني لتعويض البيئة البروتينية."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "34. من أسباب نقص سكر الدم: (الخطأ)",
                    options: [
                        "الميتفرومين."
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "35. في الورم المفرز للأنسولين: (الصح)",
                    options: [
                        "الأنسولين مرتفع والبيت C مرتفع."
                    ],
                    correct: 0,
                    explanation: ""
                }
]
