const course2025Endocrinology = [
  {
    question: "الأنسولين النظامي Regular لا يُعطى إلا تحت الجلد.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "مركبات السلفونيل يوريا تعمل عبر إنقاص مقاومة الأنسولين.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "الفلوكوز هو المنظم الرئيسي لإفراز الأنسولين.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "مخزون الفليكوجين يكفي الجسم 48 ساعة بحال الصيام.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "يعتمد تصنيف الداء السكري حالياً على العمر.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "سبب الداء السكري من النمط الثاني مناعي ذاتي.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "سبب السكري الحملي هو مقاومة الأنسولين في المراحل النهائية من الحمل.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من المظاهر السريرية للداء السكري البيوال والسهاف.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من المظاهر السريرية المميزة للسكري من النمط الأول نقص الوزن.",
    options: [
        "صح.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من عوامل الخطر للداء السكري البدائية وزيادة الوزن.",
    options: [
        "صم.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من عوامل الخطر للداء السكري حالة ما قبل السكري.",
    options: [
        "صم.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من المظاهر السريرية المميزة للسكري من النمط الثاني هو بدء المرض بعد سن 30 عادة.",
    options: [
        "صم.",
        "خطأ."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "يقصد بالفوكوز الصيامي أي بعد 6 ساعات على الأقل بدون أي وارد حروري.",
    options: [
        "صم.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "من الأسباب الفدية للداء السكري فرط نشاط جارات الدرق.",
    options: [
        "صم.",
        "خطأ."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "الميتفرومين (الخطأ):",
    options: [
        "يزيد الحساسية للأسولين.",
        "ينقص مقاومة الأنسولين.",
        "من آثاره الجانبية زيادة الوزن.",
        "يسبب آثار جانبية هضمية كالغثيان."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "مثبطات SGLT2 (الخطأ):",
    options: [
        "تزيد تواتر الإنتانات البولية.",
        "فعالة بخفض الوزن.",
        "فعالة بخفض سكر الدم.",
        "من سلبياتها زيادة الخطورة القلبية الوعائية."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "في علاج السكري النمط الثاني فإن الأنسولين ضروري بحال (الخطأ):",
    options: [
        "فرط السكر الشديد في بداية المعالجة.",
        "القصور الكلوي.",
        "القصور الكبدي.",
        "بدانة شديدة."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من التظاهرات السريرية للحماض الخلوني السكري DKA (الخطأ):",
    options: [
        "ارتفاع الضغط الشرايي.",
        "تسرع النبض.",
        "البوال والسهاف.",
        "تسرع تنفس."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "اعتلال الأعصاب السكري: (الخطأ)",
    options: [
        "اختلاط نادر للداء السكري.",
        "يجب تحريره في الداء السكري من النمط 2 عند تشخيصه.",
        "يجب تحريره في الداء السكري من النمط 1 بعد 5 سنوات من تشخيصه.",
        "الاعتلال الحسي هو الأشيم خاصة بالقدمين."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "شخص لديه سكر صيام 111 مغ/دل يوجه إلى:",
    options: [
        "ما قبل السكري.",
        "داء سكري.",
        "طبيعي.",
        "نقص سكر الدم."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "شخص لديه خضاب سكري 8.6٪ يوجه إلى:",
    options: [
        "ما قبل السكري.",
        "داء سكري.",
        "طبيعي.",
        "نقص سكر الدم."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "شخص لديه سكر 130 بعد ساعتين من إعطاء 75 غ غلوكوز (اختبار تحمل الغلوكوز) يوجه إلى:",
    options: [
        "ما قبل السكري.",
        "داء سكري.",
        "طبيعي.",
        "نقص سكر الدم."
    ],
    correct: 2,
    explanation: ""
},
  {
    question: "شخص لديه سكر عشوائي 270 مغ/دل مع اعراض الداء السكري يوجه الى:",
    options: [
        "ما قبل السكري.",
        "داء سكري.",
        "طبيعي.",
        "نقص سكر الدم."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "قيمة سكر الدم الصيامي 127 مغ/دل:",
    options: [
        "مضبوط.",
        "غير مضبوط."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "قيمة سكر الدم 250 مغ/دل بعد ساعتين من تناول الطعام:",
    options: [
        "مضبوط.",
        "غير مضبوط."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "قيمة الخضاب السكري 8.4٪:",
    options: [
        "مضبوط.",
        "غير مضبوط."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "التهاب النخامي للمفاوي: (الخطأ)",
    options: [
        "اضطراب مناعي ذاتي.",
        "يحدث فيه غمور للغدة النخامية.",
        "يحدث بشكل أساسي في النساء الحوامل بعد الولادة.",
        "القصور النخامي عابر عادة."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "الورم القحفي البلعومي: (الخطأ)",
    options: [
        "ورم سليم.",
        "ينشأ على حساب السويقة النخامية.",
        "يحوي على بنى كيسية وتكلسات.",
        "معدل نكسه عال."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "من أسباب فرط البرولاكتين: (الخطأ)",
    options: [
        "فيزيولوجي كالحمل والارتفاع.",
        "الجهد والشدة.",
        "موانع الحمل الفموية.",
        "شادات الدوبامين."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من تظاهرات ضخامة النهايات: (الخطأ)",
    options: [
        "زيادة المسافة بين الأسنان.",
        "تقدم الفك السفلي.",
        "نوب نقص سكر الدم.",
        "سلعة درقية."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "اختبار النخل / المسح / الأساسي لضخامة النهايات هو:",
    options: [
        "عيار IGF-1 في المصل.",
        "عيار GH في المصل.",
        "اختبار التحريض بالكلونيدين.",
        "اختبار التثبيط بالأنسولين."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "أورام الموجحة الدرقية: (الخطأ)",
    options: [
        "نادرة.",
        "كبيرة وغازية.",
        "تحدث سلعة درقية.",
        "تحدث أعراض قصور الدرق."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من أسباب البيئة التّفّهة المركزية: (الخطأ)",
    options: [
        "الورم القحفي البلعومي.",
        "التهاب السحايا.",
        "فرط كالسيوم الدم.",
        "تناذر شيهان."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "العمر النصفي للتيروكسين هو:",
    options: [
        "يوم واحد.",
        "7 أيام.",
        "8 ساعات.",
        "50 دقيقة."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "الناقل الأهم للتيروكسين هو:",
    options: [
        "TBG.",
        "CBG.",
        "الألبومين.",
        "طليعة الألبومين الرابط للتيروكسين."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من أسباب السلعة الدرقية: (الخطأ)",
    options: [
        "داء هاشيموتو.",
        "داء غريفز.",
        "فرط نشاط درق ثانوي.",
        "فرط نشاط دريقات ثانوي."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "السلعة المنتشرة البسيطة: (الخطأ)",
    options: [
        "لا يحدث فيها فرط نشاط.",
        "لا يحدث فيها قصور درق.",
        "لا يحدث فيها عقد درقية.",
        "تنجم عن عوز اليد."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "أشبع سرطانات الدرق هو:",
    options: [
        "السرطنة الحليمية.",
        "السرطنة البية.",
        "السرطنة الكشمية.",
        "المفحوما."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من المظاهر الموجهة لسرطان الدرق سريريا (الخطأ)",
    options: [
        "ضخامة عقد لمفية رقبية.",
        "التعرض للإشعاع.",
        "الجنس المؤنث.",
        "العمر أقل من 30 سنة."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "الكالسيونين هو واسم ورمي لـ: (الصح)",
    options: [
        "السرطانية الحليمية.",
        "السرطانية البية.",
        "السرطانية الجريبية.",
        "السرطانية الكشمية."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "في وظائف الدرق: (الخطأ)",
    options: [
        "إجراء TSH وحده يكفي لنفي الاضطراب البدني.",
        "إجراء FT4 وحده يكفي لنفي الاضطراب البدني.",
        "لا يجري عيار الكالسيونين لكل العقد الدرقية.",
        "معايرة أضداد TPO مفيدة لتحري داء هاشيموتو."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "ومضان الدرق: (الخطأ)",
    options: [
        "ضروري لتقييم سرطانية الدرق البية.",
        "ضروري لتقييم سرطانية الدرق الحليمية.",
        "معظم العقد الخبيثة باردة ومضائياً.",
        "معظم العقد السليمة باردة ومضائياً."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من المشعرات الصدوية الموجهة للخباثة: (الخطأ)",
    options: [
        "البنية الكيسية.",
        "وجود التكاسسات الناعمة.",
        "نقص الصدى.",
        "الحواف المرتشحة."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "في نتائج رشافة الإبرة الدقيقة FNA للعقدة الدرقية: (الخطأ)",
    options: [
        "يبتسدا 6 : توجه للخباثة بشدة.",
        "يبتسدا 2 : توجه للسلامة بشدة.",
        "يبتسدا 1 : تدل على السلامة.",
        "يبتسدا 4 : احتمال خباثة عال لكن غير مؤكد."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "أهم مؤشر لاستئصال العقدة الدرقية: (الخطأ)",
    options: [
        "احتامل خيانة هام.",
        "أعراض انضغاطية.",
        "فرط نشاط درق.",
        "التهاب درق مزمن."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "في المتابعة المخبرية لسرطان الدرق: (الخطأ)",
    options: [
        "إجراء TSH دورياً للتحقق من كفاية العلاج بالثيروكسين.",
        "إجراء الكالسيونين كواسم للسرطانية الليبية.",
        "إجراء الثيروغلوبولين كواسم للسرطانية الحليمية.",
        "إجراء Anti-TPO كواسم للسرطانية الجريبية."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من أسباب قصور الدرق الدائم: (الخطأ)",
    options: [
        "استئصال الدرق التام.",
        "التهاب الدرق تحت الحاد.",
        "التهاب الدرق المزمن.",
        "العلاج باليود المشم."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "من التظاهرات السريرية لقصور الدرق: (الخطأ)",
    options: [
        "إمساك.",
        "الشعور بالبرد.",
        "زلة تنفسية.",
        "اشتداد منعكسات."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "في قصور الدرق البدني تحت السريري نجد مخبرياً:",
    options: [
        "قيمة TSH مرتفعة مع قيمة FT4 مرتفعة.",
        "قيمة TSH منخفضة مع قيمة FT4 مرتفعة.",
        "قيمة TSH مرتفعة مع قيمة FT4 طبيعية.",
        "قيمة TSH منخفضة مع قيمة FT4 طبيعية."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "داء غريفز: (الخطأ)",
    options: [
        "أشيم عند النساء.",
        "أشيم في الأعمار المتقدمة.",
        "تلعب العوامل الجينية دوراً في بدء المرض.",
        "أليته مناعية لوجود أضداد TS1 مفعلة للدرق."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "مضادات الدرق (الخطأ):",
    options: [
        "تثبط إنتاج الهرمون الدرقي.",
        "تعطى بجرعة عالية تخفض.ًتدريجيا",
        "تتم مراقبة TSH أُثناء العلاج حتى عودته.للسواء",
        "مدة العلاج 12-18.ً شهرا"
    ],
    correct: 2,
    explanation: ""
},
{
    question: "التهاب الدرق الصامت (الخطأ):",
    options: [
        "غير مؤلم.",
        "سرعة التثفل طبيعية.",
        "Anti-TPO .ًسلبية (طبيعية) غالبا",
        "يحدث عادة بعد الولادة عند5. من النساء الحوامل%"
    ],
    correct: 2,
    explanation: ""
},
{
    question: "فيما يخص فرط التصنع العقيدي كسبب لفرط الألدوستيرونية البدئي (الخطأ):",
    options: [
        "يشكل أغلب.حالات فرط الألدوستيرونية البدئية",
        "مستويات الألدوستيرون أقل ارتفاعاً من داء كون.",
        "ارتفاع الضغط الشرياني أقل شدة.من داء كون",
        "نقص البوتاسيوم شائع فيه."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "يجب التفكير بفرط الألدوستيرونية كسبب لارتفاع الضغط الشرياني بحال (الخطأ):",
    options: [
        "ارتفاع ضغط شديد حديث البدء.",
        "العمر أقل من 40.سنة",
        "نقص بوتاسيوم المصل.",
        "ارتفاع ضغط معند على العلاج بأربعة أدوية خافضة للضغط."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من تظاهرات فرط الألدوستيرونية البدئي (الخطأ):",
    options: [
        "صداع.",
        "غثيان وإقياء.",
        "خفقان.",
        "ضعف عضلي."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "اختبار النخل الأساسي لفرط الألدوستيرونية البدئي:",
    options: [
        "عيار الألدوستيرون/فعالية الرينين في المصل.",
        "عيار بوتاسيوم المصل.",
        "عيار الألدوستيرون في المصل.",
        "عيار الأنجيوتنسين2 في المصل."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من العلاجات الدوائية لفرط الالدوسيرونية البدئي (الخطا):",
    options: [
        "فورسييد.",
        "سيرونوالاكتون.",
        "إيبليرون.",
        "تريامترين."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من اختلاطات متلازمة كوشينغ: (الخطأ)",
    options: [
        "ارتفاع الضغط الشرائي.",
        "الداء السكري.",
        "هشاشة عظمية.",
        "متلازمة نفك الرسغ."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من التظاهرات السريرية لداء أديسون: (الخطأ)",
    options: [
        "تعب.",
        "غثيان وإقياء.",
        "هبوط ضغط شرائي.",
        "إسهال."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "السبب الاكثر شيوعا لقصور الدريقات هو:",
    options: [
        "قصور الكظز التالي للجراحة.",
        "قصور الكظز المناعي الذاتي.",
        "عوز فيتامين د.",
        "القصور الكلوي."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "متلازمة العظم الجائع: (الخطأ)",
    options: [
        "تحدث بعد جراحة فرط نشاط الكظز.",
        "تحدث نتيجة الانخفاض المفحة في تركيز PTH بعد الجراحة.",
        "نجد فيها نقص كالسيوم الدم.",
        "نجد فيها ارتفاع فوسفور الدم."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "في قصور الدريقات الكاذب نجد مخبرياً: (الخطأ)",
    options: [
        "نقص كالسيوم الدم.",
        "انخفاض PTH.",
        "فرط فوسفور الدم.",
        "انخفاض الكالسترول."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "من أسباب عوز فيتامين د: (الخطأ)",
    options: [
        "عدم التعرض الكافي لأشعة الشمس.",
        "عدم كفاية الوارد الغذائي.",
        "القصور الكلوي.",
        "مناعي ذاتي."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "من أسباب فرط كلس الدم: (الخطأ)",
    options: [
        "فرط نشاط الدريقات الأولي.",
        "فرط نشاط الدريقات الثانوي.",
        "فرط نشاط الدريقات الثانوي.",
        "فرط كلس الدم منخفض كلس البول العائلي."
    ],
    correct: 1,
    explanation: ""
},
{
    question: "تظاهر متلازمة الأورام الفدية المتعددة MEN1 بما يلي عدا:",
    options: [
        "فرط تنسج دريقات.",
        "أورام بنكرياسية.",
        "أورام نخامية.",
        "عقد درقية."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "في تنازر كالينفلتر (الخطأ):",
    options: [
        "الصيغة الصبغية 47XXY.",
        "الخصيتان صغيرتان قاسيتان.",
        "يحدث التذي.",
        "مخبرياً بعد البلوغ نجد FSH منخفض."
    ],
    correct: 3,
    explanation: ""
},
{
    question: "الشعرانية الأساسية (الخطأ):",
    options: [
        "تنجم عن زيادة تحول التسوتسيرون إلى ديهيدرو تستوتسيرون في الجلد.",
        "تبدأ أثناء البلوغ.",
        "الطمث غير منتظم.",
        "لا يحدث ترجل Virilization."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "انقطاع الطمث البدني هو عدم حدوث طمث أبداً حتى سن:",
    options: [
        "15 سنة.",
        "16 سنة.",
        "14 سنة.",
        "13 سنة."
    ],
    correct: 0,
    explanation: ""
},
{
    question: "من أسباب انقطاع الطمث الثانوي: (الخطأ)",
    options: [
        "شدة عاطفية.",
        "تعارين عنيفة.",
        "الإرضاع.",
        "نقص وزن شديد."
    ],
    correct: 2,
    explanation: ""
},
{
    question: "من أعراض سن الإياس: (الخطأ)",
    options: [
        "هبات ساخنة.",
        "كآبة.",
        "إسهال.",
        "نقص الرغبة الجنسية."
    ],
    correct: 2,
    explanation: ""
}
]
