const  course2023Oncology = [
   {
        "question": "المعالجة الملطفة: (الخطأ) (دورة 2023)",
        "options": [
            "إيقاف نزف",
            "تساهم في شفاء الألم",
            "تثبيت العظام",
            "10% من استخدامات العلاج الشعاعي"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "تستخدم الـ FNA في كل مما يلي ما عدا: (دورة 2023)",
        "options": [
            "درق",
            "ثدي",
            "كتلة كبيرة في الفخذ",
            "كتلة خلف البريتوان",
            "تقرح شفة"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "استطباب العلاج الشعاعي (الخطأ): (دورة 2023)",
        "options": [
            "ورم بدئي متقدم مع نقائل بعيدة",
            "تثبيت عظام",
            "إيقاف النزف",
            "تسكين ألم",
            "بديل عن العلاج الكيماوي"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "الـ Rb: (إجابة خاطئة) (دورة 2023)",
        "options": [
            "على الصبغي 13",
            "تثبط الخلية بالطور G2",
            "مورثة كابحة للورم",
            "بروتين Rb يحرض الاستموات"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "من أدوية مثبطات التيروزين كيناز (إجابة خاطئة): (دورة 2023)",
        "options": [
            "Herceptin",
            "Tarceva",
            "Sorafenib",
            "Erlotinib"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "تثبيط اصطناع الـ DNA: (دورة 2023)",
        "options": [
            "Cisplatin",
            "Bleomycin",
            "Methotrexate",
            "Taxans"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "من العلامات متوسطة الخطورة لسرطان الثدي: (دورة 2023)",
        "options": [
            "ندرة الولادات",
            "سرطان ثدي سابق",
            "عمر أكبر من 40",
            "قصة سرطان كولون"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "اختلاطات الأدوية الكيميائية: (إجابة خاطئة) (دورة 2023)",
        "options": [
            "سيزبلاتين يسبب قصور كلوي",
            "سيكلوفوسفاميد يسبب التهاب مثانة نزفي",
            "أوكزالوبلاتين يسبب اعتلال أعصاب محيطي",
            "دوكيسروبيسين يسبب سمية كلوية"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "مريضة كيسة درقية لسانية بعمر 9 سنوات، العلاج ما عدا: (دورة 2023)",
        "options": [
            "استئصال الكيسة",
            "جزء من اللامي",
            "استئصال كامل مجرى الناسور حتى قاعدة اللسان",
            "ومضان درق بالتكنيسيوم",
            "التثبيط بالتيروكسين"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "من أكثر علامات سرطان الثدي شيوعاً: (دورة 2023)",
        "options": [
            "كتلة",
            "غؤور الحلمة",
            "انكماش الجلد",
            "نز من الحلمة",
            "علامة قشر البرتقال"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أكثر سرطانات الثدي التي تتأخر بالتشخيص: (دورة 2023)",
        "options": [
            "باجيت",
            "التهابي",
            "أنبوبي",
            "فصيصي",
            "قنوي"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "مريضة بعمر 66 مع سوابق سرطانية، فالسرطان الأكثر احتمالاً: (دورة 2023)",
        "options": [
            "لا مصنع (Anaplastic)",
            "حليمي",
            "جريبي",
            "لبي",
            "سرطان خلايا هرتل"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "مقاربة كتلة في الثدي عند امرأة كبيرة بالعمر: (دورة 2023)",
        "options": [
            "ماموغرافي",
            "إيكوغرافي",
            "رنين",
            "FNA"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "حول المسألة، تأكيد التشخيص: (دورة 2023)",
        "options": [
            "ماموغرافي",
            "إيكوغرافي",
            "رنين",
            "FNA"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "عند وجود كتلة مشتبهة بالثدي نتحرى عن: (دورة 2023)",
        "options": [
            "سرطان رئة",
            "سرطان كولون"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "Neoadjuvant: (دورة 2023)",
        "options": [
            "كيماوي قبل الجراحة",
            "شعاعي قبل الجراحة"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أشيع سرطانات الرأس والعنق: (دورة 2023)",
        "options": [
            "BCC",
            "SCC"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "كل ما يلي صحيح عن السرطان النخاعي عدا: (دورة 2023)",
        "options": [
            "واسم CEA",
            "النشوانية مشخصة",
            "وراثي",
            "إنذاره جيد عموماً"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "امرأة لديها ورم 6 سم مع عقد إبطية متحركة ودون نقائل، درجة الورم: (دورة 2023)",
        "options": [
            "T3N1M0"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أشيع السرطانات عند الأطفال في سوريا: (دورة 2023)",
        "options": [
            "أورام الجهاز البولي",
            "أورام الجهاز العصبي المركزي",
            "أغران رخوة",
            "سرطان جلد"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "اختر الخطأ: (دورة 2023)",
        "options": [
            "طفرة الـ xb تسبب سرطانات رئة",
            "Bml تحافظ على تركيب الصبغيات",
            "الأشعة تؤثر على DNA"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "يمنع التصاق الصبغيات: (دورة 2023)",
        "options": [
            "التيلومير",
            "Dcc",
            "Pac",
            "P53"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الحالات التي نستأصل بها الدرق ما عدا: (دورة 2023)",
        "options": [
            "سلعة وحيدة",
            "سلعة خلف القص",
            "قصة تشعيع سابق",
            "فرط نشاط درق حديث"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "أشيع مظاهر التثدي عند الذكور: (دورة 2023)",
        "options": [
            "كتلة",
            "ألم",
            "انكماش جلد",
            "تقرح ونزف"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "عند تشخيص أورام رأس وعنق نتحرى: (دورة 2023)",
        "options": [
            "صدر",
            "البطن",
            "عقد لمفية",
            "أطراف"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "الطفرة في المورثات الورمية تؤدي إلى: (إجابة خاطئة) (دورة 2023)",
        "options": [
            "تكاثر غير طبيعي",
            "تشكل الأوعية",
            "الغزو",
            "التمايز"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "تعمل TSG من خلال: (دورة 2023)",
        "options": [
            "تثبيط التكاثر",
            "تثبيط عوامل البقيا",
            "إصلاح الـ DNA",
            "زيادة التمايز",
            "كل ما سبق صحيح"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "أشيع اختلاطات جراحة الدرق: (دورة 2023)",
        "options": [
            "قصور الدرق",
            "قصور جارات الدرق",
            "شلل عصب حنجري راجع"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "أقل الأسباب شيوعاً لفرط نشاط جارات الدرق: (دورة 2023)",
        "options": [
            "سرطان",
            "ورم غدي وحيد",
            "ورمين غديين"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "Frozen section: (دورة 2023)",
        "options": [
            "خزعة مجمدة سريعة",
            "خزعة شقية"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "مورثة تعاكس بعملها الـ Bax: (دورة 2023)",
        "options": [
            "Bcl2"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "كل مما يلي يسببه التدخين ما عدا: (خلافي) (دورة 2023)",
        "options": [
            "سرطان مريء",
            "رحم",
            "الكبد",
            "جلد",
            "رئة"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "مورثة ورمية: (دورة 2023)",
        "options": [
            "Dcc",
            "Brca",
            "Cerb2"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "اختر الخطأ: (دورة 2023)",
        "options": [
            "BRCA مورثة ورمية",
            "BRCA2 ميلانوما"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "مبادئ جراحة Cystic hygroma — المخالف: (دورة 2023)",
        "options": [
            "الاستئصال التام مع هامش أمان",
            "الاستئصال بالتدريج على مراحل",
            "البزل",
            "لا يحتاج تجريف عنق"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "سؤال عن تشوهات الشق الغلصمي الأول (اختر الغلط): (دورة 2023)",
        "options": [
            "ينفتح عند زاوية الفك السفلي",
            "مجرى الناسور قرب العصب القحفي السابع",
            "يمكن اكتشافه باكراً",
            "أشيع التشوهات الغلصمية"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "مريضة عمر 21 عاماً لديها كتلة غير عرضية في القطب السفلي للدرق، الإجراء المناسب: (دورة 2023)",
        "options": [
            "FNA",
            "إيكوغرافي",
            "ومضان درق",
            "خزعة استئصالية"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "من علامات سوء الإنذار في سرطان الثدي (المخالف): (دورة 2023)",
        "options": [
            "نز حلمة من الثدي",
            "غؤور حلمة",
            "انكماش جلدي",
            "توذم الذراع",
            "علامة قشر البرتقال"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الخاطئ في الأغران: (دورة 2023)",
        "options": [
            "النسج الرخوة تشتق من الأديم المتوسط",
            "تعتبر باليونانية لحم السمك",
            "تشكل 25% من الخباثات",
            "شائعة في الأطراف خاصة السفلية"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "وجود  Intra Xaptruclar يضاف لتصنيف TNM في: (دورة 2023)",
        "options": [
            "Carcinoma",
            "Adenocarcinoma",
            "Malignant Schwannoma",
            "لمفوما",
            "Atypia"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "متلازمة MEN — اختر الخطأ: (دورة 2023)",
        "options": [
            "تصيب جارات الدرق فقط بدون الدرق"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "اختر الخطأ: (دورة 2023)",
        "options": [
            "العوامل البيئية ليس لها تأثير مهم في تطور السرطان",
            "إنذار السرطان عند الذكور أسوأ منه عند الإناث",
            "يشكل التدخين 30% من أسباب الوفيات بالسرطان",
            "اللحوم عامل مهم بالسرطان"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "السرطانات الأشيع عند الإناث في البلدان النامية مقارنة مع المتطورة ما عدا: (دورة 2023)",
        "options": [
            "الكولون",
            "معدة",
            "كبد",
            "عنق رحم"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "السرطانات الأشيع في البلدان المتطورة عند الذكور: (دورة 2023)",
        "options": [
            "المستقيم",
            "كبد",
            "مريء",
            "معدة"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "اختر الصح: (دورة 2023)",
        "options": [
            "ميلانوما مقاومة",
            "استخدام أدوية لها نفس آلية التأثير",
            "تعطى قبل الجراحة دائماً",
            "تعطى الجرعة حسب عمر المريض"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "عن مورثة APC (اختر الخطأ): (دورة 2023)",
        "options": [
            "تعمل ضمن النواة",
            "لها علاقة بسرطان القولون",
            "تشكل بوليب",
            "مورثة كابحة للأورام"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "نز حليبي: (دورة 2023)",
        "options": [
            "ورم غدي نخامي",
            "قصور درق",
            "مضادات اكتئاب",
            "متيل دوبا",
            "توسع أقنية"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "الغلوكوغونوما (اختر الغلط): (دورة 2023)",
        "options": [
            "إسهالات شديدة",
            "على حساب خلايا ألفا بنكرياس",
            "سكري",
            "التهاب جلد مواتي"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الأورام التي تنتقل بالطريق اللمفاوي (اختر الغلط): (دورة 2023)",
        "options": [
            "الورم العضلي الأملس",
            "غرن عضلي مخطط",
            "غرن وعائي"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "داء مندرو : (دورة 2023)",
        "options": [
            "يقلد سرطان",
            "نز حلمة",
            "انكماش جلدي",
            "ألم",
            "كتلة"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "كلس 14: (دورة 2023)",
        "options": [
            "سرطان جارات درق"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "الأكثر حساسية للعلاج الكيماوي: (دورة 2023)",
        "options": [
            "نوروبلاستوما",
            "ميلانوما",
            "سرطان البروستات",
            "سرطان الكولون"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "اختر الصح عن السرطان الحليمي: (دورة 2023)",
        "options": [
            "ينتقل بالطريق الدموي",
            "السرطان الأقل شيوعاً",
            "قصة نقص يود",
            "عند كبار السن",
            "بضخامة عقد لمفية رقبية"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "العلاج الكيماوي (اختر الغلط): (دورة 2023)",
        "options": [
            "يسهل العلاج الموضعي",
            "يجرى قبل العلاج الشعاعي",
            "يجرى بعد الجراحة",
            "خيار خطأ"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "أفضل وسيلة تشخيص سرطان الثدي: (دورة 2023)",
        "options": [
            "عند الشابات ماموغرافي",
            "إيكو عند المسنات",
            "إيكو وماموغرافي معاً",
            "MRI"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "من أعراض فرط نشاط جارات الدرق البدئي (اختر الغلط): (دورة 2023)",
        "options": [
            "قرحات هضمية",
            "هبوط ضغط شرياني",
            "قولنج كلوي",
            "نزف هضمي علوي",
            "التهاب بنكرياس حاد"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "تقلص عضلات الوجه أمام الأذن: (دورة 2023)",
        "options": [
            "علامة تروسو",
            "نقص كالسيوم الدم",
            "فرط كالسيوم الدم",
            "نقص بوتاسيوم الدم"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "عن الأورام (اختر الغلط): (دورة 2023)",
        "options": [
            "تحدث بالصدفة",
            "طفرة في MYC"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "لدى امرأة ارتفاع كلس 12.5 دون أعراض أخرى: (دورة 2023)",
        "options": [
            "معايرة PTH",
            "معايرة فوسفور الدم",
            "معايرة كلس بول 24 ساعة",
            "مراقبة فقط",
            "إجراء CT للعنق"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "متلازمة Cowden ما عدا: (دورة 2023)",
        "options": [
            "أورام بالشفة",
            "بوليبات هضمية",
            "سرطان الثدي",
            "ساركوما عظام"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "له علاقة بالحلأ البسيط: (دورة 2023)",
        "options": [
            "SCC",
            "BCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "ينتقل باللمف: (دورة 2023)",
        "options": [
            "SCC",
            "BCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "أشيع خباثات الرأس والعنق: (دورة 2023)",
        "options": [
            "SCC",
            "BCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "له علاقة بأبشتاين بار: (دورة 2023)",
        "options": [
            "SCC",
            "BCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "تفيد فيه الـ FNA: (دورة 2023)",
        "options": [
            "SCC",
            "BCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "اندخالات هيولية داخل النواة: (دورة 2023)",
        "options": [
            "سرطان حليمي",
            "سرطان جريبي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "كتل خلايا منسلخة: (دورة 2023)",
        "options": [
            "سرطان حليمي",
            "سرطان جريبي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "يمكن الكشف عن السيروتونين والبروستاغلاندينات: (دورة 2023)",
        "options": [
            "سرطان حليمي",
            "سرطان جريبي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "كتلة مؤلمة بالرقبة مع ضخامة عقد لمفية: (دورة 2023)",
        "options": [
            "سرطان حليمي",
            "سرطان جريبي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "طفرة في مورثة RET: (دورة 2023)",
        "options": [
            "سرطان حليمي",
            "سرطان جريبي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    }
]
