const course2021Pathology = [
 {
        question: "1 (دورة 2021) بسبب تناذر الضائقة التنفسية الحادة كل مما يلي ماعدا:",
        options: [
            "Septicema",
            "Diffuse pulmonary infection",
            "Alveolar edeme",
            "Servere trasim"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "2 (دورة 2021) تتميز أمراض الرئة السادة المزمنة ما عدا:",
        options: [
            "Limitation of airflow due to airway obstruction",
            "Decreased expiration flow rate",
            "Reduced expatision flow rate",
            "The total lung capacity and FVC are normal or increase"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "3 (دورة 2021) تشمل الأمراض الرئوية السادة المزمنة كل مما يلي ما عدا:",
        options: [
            "Emphysema",
            "Pleural fibrosis",
            "Chronic bronchitis",
            "Bronchiectasis"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "4 (دورة 2021) تشمل أعراض الربو ما عدا:",
        options: [
            "Recurrent episodes of wheezing",
            "Chest pain radiated to the arm",
            "Breathleaness",
            "Cough"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "5 (دورة 2021) يتميز التهاب القصبات المزمن ما عدا:",
        options: [
            "التدخين العامل المسبب الرئيسي",
            "تغب الجو العامل المسبب الرئيسي",
            "سعال منتج للقشع لمدة 3 أشهر",
            "سعال منتج لثلاثة أشهر وعلى مدى ثلاثة سنوات"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "6 (دورة 2021) أخطر التشوهات الخلقية في الجهاز التنفسي:",
        options: [
            "Tracheo-esophagcal fistul",
            "Foregut cysts",
            "Vascular anomalies",
            "Hypoplasia"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "7 (دورة 2021) يسبب انخماص الرئة الانكماشي ما عدا:",
        options: [
            "Elastic rocolling during expiration",
            "Pleural fibrosis",
            "Aspiration of a foteign body"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "8 (دورة 2021) عوامل الخطورة الكبرى لتصلب الشرايين والقابلة للتعديل ما عدا:",
        options: [
            "فرط شحوم الدم",
            "اضطرابات جينية",
            "تدخين سجائر",
            "مستوى CRP"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "9 (دورة 2021) في المرحلة الثالثة من تكون العصيدات ما عدا:",
        options: [
            "أذية مزمنة في البطانة",
            "اضطراب وظيفة البطانة",
            "التصاق الوحيدات وهجرتها",
            "تجدد الخلايا العضلية الملساء"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "10 (دورة 2021) في التهاب الشرايين لتاكاواشي Takayasu ما عدا:",
        options: [
            "Women < 40",
            "التهاب حبيبي مزمن في الأوعية من الكبيرة للصغيرة وخاصة في الرأس",
            "تضيق شديد في الفروع الرئيسية لقوس الأبهر",
            "اضطرابات بصرية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "11 (دورة 2021) مسببات أمهات الدم كل مما يلي ما عدا:",
        options: [
            "تصلب الشرايين",
            "خلل خلقي",
            "الرضوض",
            "انتانات staphylococci"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "12 (دورة 2021) تضيق الدسام الأبهري المتكلس نتائج كل مما يلي ما عدا:",
        options: [
            "زيادة الضغط في البطين الأيسر",
            "تضخم بطين أيسر",
            "تضخم بطين أيمن",
            "نقص تروية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "13 (دورة 2021) يشاهد الورم الوعائي الشعري بشكل شائع في كل ما يلي عدا:",
        options: [
            "Skin الجلد",
            "Oral mucosa مخاطية الفم",
            "Organs الأعضاء",
            "(النمط المشاهد عند الوليد)Strawberry very common at birth"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "14 (دورة 2021) العلامات السريرية لاحتشاء العضلة القلبية ما عدا:",
        options: [
            "ألم صدري عاصر شديد",
            "ألم يزول على الراحة والنتيروغليسرين",
            "تعرق غثيان وزلة تنفسية",
            "أحيانا بلا أعراض"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "15 (دورة 2021) التغيرات المجهرية في احتشاء العضلة القلبية خلال 4–12 ساعة:",
        options: [
            "تشكل النسيج التخثري",
            "تشكل النسيج الفيبريني",
            "هجرة الكريات البيض العدلة",
             "وصول الكريات البالعة لبلعمة الخلايا الميتة"

        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "16 (دورة 2021) أهم سبب لآفات القلب الخلقية:",
        options: [
            "مجهول السبب",
            "اضطرابات في تواجد أوعية القلب الكبرى منذ الولادة ",
            "عيب في التخلق الجنيني في الأسبوع 3–11",
            "طيف عريض من الشدة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "17 (دورة 2021) أشهر مسببات قصور القلب الأيسر ما عدا:",
        options: [
            "نقص التروية القلبية",
            "ارتفاع توتر شرياني جهازي",
            "امراض الدسامات التاجية و الابهرية",
            "القلب الرئوي"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "18 (دورة 2021) يشمل التناذر النفروني ما عدا:",
        options: [
            "Hyper-alburninetia",
            "Hyper protein",
            "Lipidemia"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "19 (دورة 2021) تشمل التغيرات التشريحية المرضية في التهاب الكبب والكلية المزمن ما عدا:",
        options: [
            "Hypercellulanity of the glomeruli",
            "Forming antigen",
            "Thickening of GBM",
            "Crescent formation"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "20 (دورة 2021) تشمل الموجودات المخبرية في التهاب الكبب والكلية ما عدا:",
        options: [
            "Moderate protein urea",
            "Elevation of ASO titer",
            "Elevated urine leukocytes",
            "Gross hematuria",
            "Elevated blood urea and serum creatinine"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "21 (دورة 2021) يشاهد التهاب الكبب والكلية الثانوي في التناذرات التالية ما عدا:",
        options: [
            "Diabetes mellitus",
            "Polyartecitis nodes",
            "Goodpaster syndrome",
            "Bacterial pneumonia",
            "Systemic lupus crythymoris"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "22 (دورة 2021) يعتبر الداء الليفي الكيسي حالة:",
        options: [
            "ورمية سليمة",
            "ساركوما عضلية ملساء",
            "سرطانة غدية",
            "تبدلات استحالية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "23 (دورة 2021) حالة توسع الأقنية حالة:",
        options: [
            "سرطانة غدية",
            "ساركوما شحمية",
            "ورم غدي سليم",
            "حالة تنكسية كيسية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "24 (دورة 2021) من آفات الثدي الخلقية ما عدا:",
        options: [
            "ضمور الثديين",
            "ضخامة الثديين",
            "انكلاب الحلمة",
            "نسيج ثدي إضافي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "25 (دورة 2021) جسيم Schiller-Duval bodies في:",
        options: [
            "Yolk sac",
            "Embryonal",
            "Teratoma",
            "Seminoma"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "26 (دورة 2021) يشاهد تضيق المريء المعزول الوالدي غالبًا في القسم:",
        options: [
            "علوي",
            "متوسط",
            "سفلي",
            "جميعها بالتساوي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "27 (دورة 2021) من اختلاطات الرتوج الولادية ما عدا:",
        options: [
            "سرطانة غدية",
            "تضيق المريء",
            "انثقاب المريء",
            "السرطانة شائكة الخلايا"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "28 (دورة 2021) في التهاب المريء القلسي:",
        options: [
            "تتناسب الأعراض مع كمية القلس",
            "تناسب الموجودات المحهرية مع أذية القلس",
            "تناسب موجودات التنظيرية مع اذية القلس",
            "جميعها خطأ",
            "جميعها صحيح"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "29 (دورة 2021) الخطأ في التهاب المريء القلسي الحاد ما عدا:",
        options: [
            "توسع وعائي",
            "تضيق ناجم عن التليف",
            "تقرح",
            "نزف وعائي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "30 (دورة 2021) العلامة الواضحة لالتهاب المريء القلسي:",
        options: [
            "رشاحة بالحمضات",
            "رشاحة بالعدلات",
            "رشاحة باللمفاويات",
            "وجودها جميعًا"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "31 (دورة 2021) في التهاب المريء الدرني تنتقل العصيات غالبًا:",
        options: [
            "القشع",
            "آفة مجاورة",
            "الطريق الدموي",
            "طعام ملوث بالعصية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "32 (دورة 2021) في Candida esophagitis عند الفحص سليم ظاهريًا ولا يتناول الصادات يجب الشك ب:",
        options: [
            " إصابة جرثومية متبطنة",
            "إصابة فيروسية متبطنة",
            "أمراض نقص المناعة",
            " رتوج وتشوهات المري",
            "جميعها"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "33 (دورة 2021) أكثر ما يشاهد مريء باريت في سن:",
        options: [
            "حول 15 سنة",
            "20–30",
            "30–40",
            "40–60",
            "A + D"
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "34 (دورة 2021) الخطأ في عدم ارتخاء الفؤاد:",
        options: [
            "هو غياب تدريجي للعقد العصبية",
            "في الثلث المتوسط",
            "يؤدي إلى التقبض العضلي",
            " عدم ارتخاء المصرة المريىية المعدية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "35 (دورة 2021) أكثر التهابات المريء شيوعًا:",
        options: [
            "التهاب المريء القلسي",
            "التهاب المريء الجرثومي",
            "التهاب المريء الفيروسي",
            "التهاب المريء الفطري"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "36 (دورة 2021) أكثر أقسام الجهاز الهضمي إصابة باللمفوما:",
        options: [
            "المريء",
            "الأمعاء الدقيقة",
            "المعدة",
            "الكولون"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "37 (دورة 2021) في الطور الحاد من التهاب الكولون القرحي تهاجم العدلات:",
        options: [
            "الظهارة فقط",
            "الأوعية",
            "خلايا الغدد",
            "جميعها"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "38 (دورة 2021) قرحات المعي في الحمى التيفية:",
        options: [
            "تتناول القميص المخاطي فقط",
            "تتناول القميص العضلي",
            "تتكون من أنسجة متنخرة",
            "بيضوية موازية لمحور الأمعاء"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "39 (دورة 2021) لا يترافق مع تليف عادة:",
        options: [
            "داء كرون",
            "تدرن الأمعاء",
            "التهاب الكولون القرحي",
            "جميعها"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "40 (دورة 2021) أكثر ما يترافق مع أعراض تضيق وانسداد:",
        options: [
            "تدرن الأمعاء",
            "داء كرون",
            "التهاب كولون قرحي",
            "انتان الأمعاء التيفي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "41 (دورة 2021) أكثر ما يترافق مع النواسير:",
        options: [
            "التهاب كولون قرحي",
            "داء كرون",
            "تدرن الأمعاء",
            "انتان الأمعاء التيفي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "42 (دورة 2021) التهاب الأمعاء النخري عند الأطفال:",
        options: [
            "غالبا في نهاية الأعور والدقاق والصاعد",
            "يحدث في الشهر الثاني",
            "غالبا يتناول نهاية الدقاق",
            "غالبا الكولون المستعرض والنازل"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "43 (دورة 2021) يعالج التهاب الكولون النخري:",
        options: [
            "جراحي",
            "صادات",
            "كورتيزون",
            "إرضاع والدي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "44 (دورة 2021) تهاجر العصيات التيفية من ظهارة المعي إلى لويحات باير عبر:",
        options: [
            "الأوعية اللمفاوية",
            "الأوعية الدموية",
            "محمولة على البالعات الكبيرة",
            "من خلال النسيج المتنخر"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "45 (دورة 2021) وجود فقر دم عند رجل عمره 50 سنة دون أعراض جهازية نتحرى أولاً:",
        options: [
            "الكولونات",
            "أمراض سوء الامتصاص",
            "نقي العظم",
            "الطحال"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "46 (دورة 2021) يتميز التهاب الكبب والكلية قليل التغيرات ما عدا:",
        options: [
            "ضغط دموي طبيعي",
            "وظيفة كلوية طبيعية",
            "كثرة الكريات الحمر",
            "بيلة بروتينية على حساب الألبومين حصراً"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "47 (دورة 2021) تشمل العوامل المؤهبة لالتهاب الحويضة والكلية الحاد ما عدا:",
        options: [
            "انسداد طرق بولية",
            "الحمل",
            "الجنس والعمر حيث عند الكهول الذكور أكثر",
            "بقاء القثاطر البولية لفترة طويلة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "48 (دورة 2021) أهم العوامل المسببة لالتهاب الكلية والحويضة الحاد هو:",
        options: [
            "E.coli",
            "Pseudomonas"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "49 (دورة 2021) ينجم انسداد الطرق البولية عن كل مما يلي عدا:",
        options: [
            "التهاب بروستات",
            "التهاب عنق الرحم",
            "التهاب إحليل",
            "التليف خلف البريتوان"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "50 (دورة 2021) أهم علامة سريرية لسرطان المثانة:",
        options: [
            "تعدد البيلات",
            "البيلة الدموية غير المؤلمة",
            "بيلة بروتينية",
            "وذمات معممة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "51 (دورة 2021) تتميز السرطانة رائقة الخلايا بكل مما يلي عدا:",
        options: [
            "تشكل 90% من سرطانات الكلية",
            "يشتق من خلايا الأنابيب الكلوية",
            "ذروة حدوثه في الطفولة",
            "أكثر ما يتوضع في القشر"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "52 (دورة 2021) أغلب انتقالات سرطانات الكلية إلى كل من الأعضاء ما عدا:",
        options: [
            "قلب",
            "كبد",
            "عظام",
            "رئة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "53 (دورة 2021) لا علاقة له بفرط توتر الباب:",
        options: [
            "ارتفاع التوتر الشرياني",
            "الحبن",
            "مجازة وريدية بابية جهازية",
            "ضخامة طحال احتقانية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "54 (دورة 2021) ليس صحيحاً عن الحبن:",
        options: [
            "كريات حمر دليل على الخباثة",
            "العدلات دليل على التهاب حاد",
            "غلوبولين فوق 3"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "55 (دورة 2021) ليس من أسباب فرط توتر وريد الباب:",
        options: [
            "ضخامة طحال كبيرة",
            "تشمع كبد",
            "سرطانة الخلية الكبدية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "56 (دورة 2021) أهم أسباب سرطانات الخصية كل مما يلي عدا:",
        options: [
            "Cryptorchidism",
            "Isochromosome 12p",
            "أكثر حدوثاً عند السود من البيض",
            "إصابة الخصية المقابلة بالسرطان"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "57 (دورة 2021) أنماط الأورام العجائبية بالخصية ما عدا:",
        options: [
            "Nodular",
            "Mature",
            "Immurate",
            "مع ورم خبيث"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "58 (دورة 2021) لا يحدث تشمع كبد:",
        options: [
            "التهاب طرق صفراوية",
            "الكحولية",
            "التهاب كبد مزمن"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "59 (دورة 2021) تشمع الكبد ماعدا:",
        options: [
            "موت الخلايا",
            "تجدد الخلايا",
            "تليف مستمر",
            "الرشاحة الالتهابية"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "60 (دورة 2021) الألياف الموجودة في التشمع:",
        options: [
            "1 + 2",
            "1 + 3",
            "2 + 3",
            "2 + 4",
            "3 فقط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "61 (دورة 2021) ليس من أسباب الوفاة في تشمع الكبد:",
        options: [
            "قصور كبد",
            "انسامم يورميائي",
            "تطوير سرطانة كبد",
            "مضاعفات فرط التوتر البابي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "62 (دورة 2021) الخطأ في HAV:",
        options: [
            "ترتفع قيم IgM في بداية الأعراض",
            "يصبح البراز عقيماً مع ارتفاع IgM",
            "ينخفض IgM مع ارتفاع IgG",
            "يستمر ارتفاع IgG لمدة سنة تقريباً"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "63 (دورة 2021) يبقى الفيروس في الدم خلال HBV مرحلة:",
        options: [
            "الحضانة فقط",
            "الالتهاب الحاد فقط",
            "الالتهاب المزمن فقط",
            "الالتهاب الحاد والمزمن",
            "الحضانة والالتهاب الحاد والالتهاب المزمن"
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "64 (دورة 2021) العدوى الوالدية مع HBV تظهر غالباً مع:",
        options: [
            "التهاب الكبد الحاد",
            "التهاب الكبد المزمن",
            "حملة لاعرضيين",
            "تشمع الكبد",
            "لا يوجد عدوى والدية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "65 (دورة 2021) ارتفاع anti‑HCV IgG في الدم:",
        options: [
            "يعني حدوث مناعة وبدء الشفاء",
            "لا يعني حدوث مناعة تجاه HCV وبالتالي بدء الشفاء",
            " يجب أن يرافقه ارتفاع IgM لحدوث مناعة",
            "جميعها خطأ"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "66 (دورة 2021) أي المظاهر لا تدل على المرض الكبدي:",
        options: [
            "الالتهاب",
            "الثدن",
            "الحثل",
            "الموت الخلوي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "67 (دورة 2021) الأدوية التي تؤدي لنخر كبدي واسع ما عدا:",
        options: [
            "تتراسيكلين",
            "Acetaminophen",
            "Halothane",
            "Isoniazid"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "68 (دورة 2021) الجائحات توجد في التهاب الكبد:",
        options: [
            "A",
            "B",
            "C",
            "G"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "69 (دورة 2021) مريض HAV معدٍ:",
        options: [
            "في فترة الحضانة فقط",
            "مع ظهور الريقان وبعده بـ3 أسابيع",
            "قبل 2–3 أسابيع وبعد أسبوع من ظهور الأعراض",
            "في فترة الحضانة والريقان"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "70 (دورة 2021) تعتبر السرطانة الالتهابية:",
        options: [
            "حالة التهابية",
            "سرطانة غدية",
            "ساركوما ليفية",
            "نقائل ورمية"
        ],
        correct: 3,
        explanation: ""
    }
        ];



