const course2024Oncology = [ {
    "question": "Incisional biopsy: (دورة 2024)",
    "options": [
      "خزعة شقية",
      "خزعة استئصالية",
      "خزعة بالإبرة الرفيعة",
      "خزعة لبية"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "يمكن استخدام FNA لتشخيص كل مما يلي عدا: (دورة 2024)",
    "options": [
      "أورام خلف البريتوان",
      "كتلة كبيرة في الفخذ",
      "قرحة على الشفة",
      "خزعة من الثدي",
      "خزعة من الدرق"
    ],
    "correct": 2,
    "explanation": "خلافي"
  },
  {
    "question": "الساركومات التالية تنتقل بالطريق اللمفاوي ما عدا: (دورة 2024)",
    "options": [
      "الورم العفلي العضلي المخطط",
      "الورم العفلي العضلي الأملس",
      "الورم العفلي ذو الخلايا الرائقة",
      "الورم العفلي الوعائي"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "مصطلحات Intracompartmental, Extracompartmental تستخدم في تقييم: (دورة 2024)",
    "options": [
      "Melanoma",
      "SCC",
      "Malignant Schwanoma"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "كل ما يلي عن الأغران خلف البريتوان صحيح ما عدا: (دورة 2024)",
    "options": [
      "تشكل 15% من الأغران عند البالغين",
      "يمكن أن تنتقل إلى الكبد والرئتين",
      "إنذارها أفضل من أغران الأطراف",
      "يتداخل تشخيصها مع اللمفوما"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "العقدة الحارسة تفيد في كل ما يلي عدا: (دورة 2024)",
    "options": [
      "أورام اللحمة الهضمية",
      "سرطان المعدة",
      "سرطان القولون",
      "الميلانوما"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "أورام الغدد اللعابية الظهارية السليمة ما عدا: (دورة 2024)",
    "options": [
      "ورم غدي متعدد الأشكال",
      "ورم غدي وحيد الشكل",
      "ورم وعائي",
      "ورم وارتون"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "كل مما يلي صحيح عن أورام النسج الرخوة عدا: (دورة 2024)",
    "options": [
      "تنشأ من الأديم المتوسط",
      "معظمها تنشأ خبيثة بالأصل",
      "تشكل 25% من السرطانات عند البالغين",
      "شائعة بالطرف السفلي"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "السرطان الأشيع في الرأس والعنق: (دورة 2024)",
    "options": [
      "BCC",
      "SCC",
      "Melanoma",
      "Acanthocarcinoma"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "كل ما يلي من عوامل خطورة لسرطان اللسان ما عدا: (دورة 2024)",
    "options": [
      "فيروس الحلأ البسيط",
      "التدخين والتبغ",
      "الكحول",
      "بلومر فينسون"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "كل مما يلي عن تشوهات الشق الغلصمي الأول صحيح ما عدا: (دورة 2024)",
    "options": [
      "يمكن اكتشافه باكراً",
      "أكثر تشوهات الشقوق الغلصمية شيوعاً",
      "ينفتح الناسور تحت الفك السفلي"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "كل مما يلي عن جراحة الهغروما صحيح ما عدا: (دورة 2024)",
    "options": [
      "الاستئصال تام مع هامش أمان",
      "يمكن القيام بالبزل",
      "الاستئصال على مراحل",
      "لا حاجة لتجريف العنق"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "من علامات سوء الإنذار بأورام الشفة كل ما يلي عدا: (دورة 2024)",
    "options": [
      "إصابة الأغماد العصبية",
      "إصابة الفك العلوي",
      "إصابة صوار الفم والشفة العليا",
      "العمر فوق الـ 40"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "يتظاهر سرطان الدرق بكتلة في مقدمة العنق (اختر المناسب: اندخالات هيولية في النواة): (دورة 2024)",
    "options": [
      "سرطان حليمي",
      "سرطان نخاعي",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "كتل خلوية منسلخة: (دورة 2024)",
    "options": [
      "سرطان حليمي",
      "سرطان نخاعي",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "طفرة في مورثة RET: (دورة 2024)",
    "options": [
      "سرطان حليمي",
      "سرطان نخاعي",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "الارتفاع في البروستاغلاندين والكالسيتونين: (دورة 2024)",
    "options": [
      "سرطان حليمي",
      "سرطان نخاعي",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "يسود في مناطق نقص اليود: (دورة 2024)",
    "options": [
      "سرطان حليمي",
      "سرطان نخاعي",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "امرأة عمرها 76 سنة آفة في الدرق مع ضخامة عقد لمفية وتقرح وأعراض كتلة: (دورة 2024)",
    "options": [
      "Papillary carcinoma",
      "Follicular carcinoma",
      "Hurtle cell carcinoma",
      "Anaplastic carcinoma"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "أشيع اختلاطات جراحة فرط نشاط الدرق: (دورة 2024)",
    "options": [
      "شلل العصب الحنجري الراجع",
      "قصور جارات الدرق",
      "قصور الدرق",
      "العاصفة الدرقية"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "فتاة لديها عقدة 2.5 سم بالفص الأيمن السفلي من الدرق ولا عرضية، الإجراء التالي: (دورة 2024)",
    "options": [
      "إيكو درق",
      "ومضان درق",
      "خزعة بالإبرة الرفيعة",
      "خزعة استئصالية",
      "خزعة مجمدة سريعة"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "مريضة 9 سنوات لديها كيسة درقية لسانية، الإجراءات المتبعة عدا: (دورة 2024)",
    "options": [
      "استئصال كامل مجرى الناسور حتى قاعدة اللسان",
      "التأكد من وجود الدرق",
      "استئصال تام مع القسم المتوسط من اللامي",
      "محاولة التثبيط باستخدام التيروكسين",
      "يمكن إجراء ومضان الدرق"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "عقد Delphian ذات دلالة سريرية كبيرة توجد في: (دورة 2024)",
    "options": [
      "فوق الفص الهرمي",
      "فوق الترقوة",
      "تحت الترقوة",
      "بين العضلة الصدرية الكبيرة والصغيرة"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "الخاطئ عن سرطان هرتل: (دورة 2024)",
    "options": [
      "هو نمط فرعي من السرطان الجريبي",
      "إيجابي CEA",
      "سلسلة من الخلايا المقدرية",
      "ينتقل للعقد اللمفية"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "يسبب فرط نشاط جارات الدرق كل مما يلي ما عدا: (دورة 2024)",
    "options": [
      "نزف هضمي علوي",
      "قولنج كلوي",
      "إسهالات",
      "كسور مرضية",
      "التهاب بنكرياس"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "كل ما يلي عن سوماتوستاتينوما صحيح عدا: (دورة 2024)",
    "options": [
      "إصابة بالسكري",
      "سوء امتصاص",
      "تقيح جلدي مواتي",
      "علاجه جراحي"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "كل ما يلي عن متلازمات MEN صحيح عدا: (دورة 2024)",
    "options": [
      "تنتقل على مورثات قاهرة",
      "منها الساركوئيد",
      "تشكل ما يعرف بـ APUDOMA",
      "تصيب جارات الدرق دون الدرق"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "أقل سبب يؤدي لفرط نشاط جارات الدرق البدئي: (دورة 2024)",
    "options": [
      "فرط تنسج",
      "ورم غدي",
      "ورمان غديان",
      "سرطان"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "مريضة تعاني عند النقر أمام الأذن من تقلصات عضلية، العبارة الصحيحة: (دورة 2024)",
    "options": [
      "علامة تروسو",
      "زيادة كلس الدم",
      "زيادة بوتاسيوم الدم",
      "نقص كلس الدم"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "عوامل إنذار سرطان الثدي (تعدد الولادات): (دورة 2024)",
    "options": [
      "عوامل إنذار عالية الخطورة",
      "عوامل إنذار متوسطة الخطورة",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "سرطان المبيض: (دورة 2024)",
    "options": [
      "عوامل إنذار عالية الخطورة",
      "عوامل إنذار متوسطة الخطورة",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "فرط تصنع خلوي مع لا نمطية خلوية: (دورة 2024)",
    "options": [
      "عوامل إنذار عالية الخطورة",
      "عوامل إنذار متوسطة الخطورة",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "سرطان قولون سابق: (دورة 2024)",
    "options": [
      "عوامل إنذار عالية الخطورة",
      "عوامل إنذار متوسطة الخطورة",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "بلوغ مبكر وسن ضهي متأخر: (دورة 2024)",
    "options": [
      "عوامل إنذار عالية الخطورة",
      "عوامل إنذار متوسطة الخطورة",
      "كلاهما",
      "ولا أي منهما"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "كل مما يلي يسبب تثدي عند الرجال عدا: (دورة 2024)",
    "options": [
      "قصور كلية",
      "قصور درق",
      "قصور كبد",
      "قصور نخامى",
      "قصور خصية"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "سرطان ثدي بكتلة 4 سم مع عقد لمفاوية متحركة بدون نقائل بعيدة: (دورة 2024)",
    "options": [
      "T2N1M0",
      "T2N2M0",
      "T3N1M0",
      "T3N2M0"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "متلازمة Cowden كل ما يلي عدا: (دورة 2024)",
    "options": [
      "بوليبات هضمية",
      "ساركوما عظام",
      "تقرحات بالصفحة",
      "سرطان ثدي"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "النز الدموي من الثدي ما عدا: (دورة 2024)",
    "options": [
      "سرطان",
      "ورم حليمي",
      "الثلث الأخير من الحمل",
      "توسع أقنية حليبية",
      "ورم غدي ليفي عرطل"
    ],
    "correct": 4,
    "explanation": ""
  },
  {
    "question": "العرض الأشيع في سرطان الثدي عند الذكور: (دورة 2024)",
    "options": [
      "كتلة في الثدي",
      "نز من الحلمة",
      "ألم",
      "غؤور حلمة"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "كل مما يلي استطبابات لاستئصال كيسات الثدي عدا: (دورة 2024)",
    "options": [
      "إذا ظهرت ثانية بعد البزل",
      "لم تختفِ بالبزل",
      "إذا كان بزلها مدمى",
      "ازداد حجمها قبل الطمث",
      "أخذ خزعة لإجراء دراسة نسيجية"
    ],
    "correct": 4,
    "explanation": ""
  },
  {
    "question": "تستخدم المعالجة الشعاعية في كل الحالات التالية عدا: (دورة 2024)",
    "options": [
      "أورام متقدمة موضعيًا مع نقائل بعيدة",
      "تشعيع مجموعات لمفية",
      "تشعيع مسكن للصدر",
      "بديل عن العلاج الكيماوي"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "داء Zuska هو: (دورة 2024)",
    "options": [
      "التهاب متكرر سببه التدخين",
      "التهاب داخل القنوات",
      "آفة حبيبومية تشبه الساركوئيد",
      "تشخيص تفريقي لتدرن الثدي"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "امرأة لديها كتلة في الثدي، نتحرى عن سرطانات في: (دورة 2024)",
    "options": [
      "الكولون",
      "المعدة",
      "الرئة",
      "الكلية"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "العبارة الصحيحة عن تصوير الثدي: (دورة 2024)",
    "options": [
      "يفضل الماموغرافي عند الشابات",
      "يفضل الإيكوغرافي عند المسنات",
      "يفضل الاثنان معًا",
      "الماموغرافي أفضل لتحري الكيسات"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "لا نجري جراحة ثدي بقصد الشفاء في كل مما يلي عدا: (دورة 2024)",
    "options": [
      "وذمة ثدي شاملة",
      "وذمة ذراع",
      "توضع الورم في ذنب سبينس",
      "عقدة فوق الترقوة",
      "سرطان التهابي"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "أكثر سرطان يتأخر بالتشخيص: (دورة 2024)",
    "options": [
      "باجيت",
      "الفصيصي",
      "القنوي",
      "الالتهابي"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "الخاطئ عن الورم الغدي الليفي: (دورة 2024)",
    "options": [
      "كتلة متحركة بسهولة",
      "تظهر عند النساء في كافة الأعمار",
      "كتلة قاسية ومفصصة",
      "يمكن أن تكون مفردة أو متعددة"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "المورثة التي طفرتها أكثر شيوعًا في السرطانات: (دورة 2024)",
    "options": [
      "MYC",
      "RX",
      "P52",
      "BAX"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "الخاطئة: (دورة 2024)",
    "options": [
      "HER2 مستقبلات على الغشاء",
      "RAS نقل ضمن السيتوبلاسما",
      "C‑MYC ضمن النواة",
      "BCL2 يرتبط مع بيتا كانتين"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "ميزات الخلايا السرطانية (الخاطئة): (دورة 2024)",
    "options": [
      "الخلود",
      "الغزو",
      "النقائل",
      "انقسام محدود"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "HER2 الخاطئة: (دورة 2024)",
    "options": [
      "علامة إنذار سيء",
      "كابحة للورم",
      "موجودة في سرطان الثدي بنسبة 25%",
      "نستخدم Herceptin"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "المورثة الكابحة للورم الرئيسية: (دورة 2024)",
    "options": [
      "P53",
      "DCC",
      "MYC",
      "RAS"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "(عبارة صحيحة): (دورة 2024)",
    "options": [
      "اليونان أول من كتبوا عن السرطان",
      "Roetengen اكتشف الراديوم",
      "Galien أطلق تسمية Oncos",
      "ابن سينا اكتشف وجود السرطان"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "كل مما يلي يساهم في تشكل سرطان القولون (الخاطئة): (دورة 2024)",
    "options": [
      "BCC",
      "P53",
      "RAS",
      "APC"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "مورثة ورمية (الصحيحة): (دورة 2024)",
    "options": [
      "APC",
      "BCC",
      "MYC",
      "P53"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "مورثة تمنع الموت الخلوي المبرمج: (دورة 2024)",
    "options": [
      "BAX",
      "KRAS",
      "BCL2",
      "CDKS"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "نجد التبادل بين الصبغيين 14 و 8 في: (دورة 2024)",
    "options": [
      "سرطان الثدي",
      "لمفوما بوركيت",
      "سرطان كلية",
      "سرطان قولون"
    ],
    "correct": 1,
    "explanation": ""
  },
  {
    "question": "تعمل المورثات الكابحة للورم (الخاطئة): (دورة 2024)",
    "options": [
      "تثبيط التكاثر",
      "إصلاح خلل الـ DNA",
      "التمايز",
      "تنشيط عوامل البقيا"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "(عبارة خاطئة): (دورة 2024)",
    "options": [
      "Rb يعمل في الحالة الطبيعية",
      "P53 يعمل عند أذية الـ DNA",
      "طفرات الجينات المثبطة للورم تؤدي لفقدان وظيفتها",
      "Oncogene موجودة في الحالة الطبيعية"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "Apoptosis تعني: (دورة 2024)",
    "options": [
      "الموت الخلوي المبرمج",
      "استحداث الأوعية",
      "التمايز الخلوي",
      "انقسام الخلايا الورمية"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "المحافظة الأكثر انتشارًا بالسرطان: (دورة 2024)",
    "options": [
      "طرطوس",
      "حمص",
      "اللاذقية",
      "الحسكة"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "السرطان الوراثي (الخطأ): (دورة 2024)",
    "options": [
      "أعمار مبكرة",
      "سرطانات بدئية متعددة",
      "الورم بالأقارب",
      "الورم بجهة واحدة"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "(عبارة خاطئة): (دورة 2024)",
    "options": [
      "مورثة BAX لها علاقة بلمفوما بوركيت",
      "البدانة لها علاقة بسرطان القولون",
      "60% من سرطان الكبد سببه كحولي",
      "الخلايا الطبيعية والورمية تفرز عوامل لاستحداث الأوعية"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "(عبارة خاطئة): (دورة 2024)",
    "options": [
      "التدخين بشراهة يزيد خطر الإصابة بالسرطان 15 مرة",
      "التدخين بالجوار يزيد خطر الإصابة مرة ونصف",
      "المواد العطرية مواد محفزة ومحرضة للسرطان",
      "النيكوتين مادة بادئة للسرطان"
    ],
    "correct": 2,
    "explanation": ""
  },
  {
    "question": "(العبارة الصحيحة): (دورة 2024)",
    "options": [
      "السرطان هو ثاني سبب للوفيات في العالم",
      "سرطان المعدة أشيع عند النساء في الدول المتقدمة",
      "سرطان الكبد أشيع عند النساء في الدول المتقدمة"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "كل ما يلي علاج جهازي للسرطان عدا: (دورة 2024)",
    "options": [
      "كيميائي",
      "هرموني",
      "هدفي",
      "شعاعي"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "الورم الأقل استجابة للعلاج الكيميائي: (دورة 2024)",
    "options": [
      "لمفوما",
      "بروستات",
      "معدة",
      "ميلانوما"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "المعالجة الهدفية (خاطئة): (دورة 2024)",
    "options": [
      "المعالجة الهرمونية",
      "أضداد وحيدة النسيلة",
      "Cetuximab",
      "دوكسي روبيسين"
    ],
    "correct": 3,
    "explanation": ""
  },
  {
    "question": "أملاح البلاتين تسبب كل ما يلي عدا: (دورة 2024)",
    "options": [
      "سمية قلبية",
      "اعتلال كلية",
      "اعتلال أعصاب محيطية",
      "مشاكل بالسمع"
    ],
    "correct": 0,
    "explanation": ""
  },
  {
    "question": "الأدوية التالية تثبط استحداث الأوعية ما عدا: (دورة 2024)",
    "options": [
      "Bevacizumab",
      "Sunitinib",
      "Cetuximab",
      "Sorafenib"
    ],
    "correct": 2,
    "explanation": ""
  }]
