
courseQuestionsSurgeryDoctor1 = {
    1: [
         {
        question: "1. فيما يخص تمزق مالوري وايس كل ما يلي صحيح ما عدا (2025)",
        options: [
            "يحدث عقب نوبات من الاقياء",
            "يؤدي لانثقاب أسفل المريء",
            "يترافق مع تناول مفرط للكحول",
            "يمكن أن يؤدي لنزف علوي صاعق",
            "يستطب العمل الجراحي أحيانا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> إن متلازمة مالوري وايس هي عبارة عن نزف هضمي علوي صاعق ناجم عن تمزق جزئي أسفل المريء قرب الوصل المعدي المريئي على حساب الغشاء المخاطي فقط. الانثقاب يحدث في متلازمة بيرهوف"
    },
    {
        question: "2. الخطأ حول رتج زنكر: (2024)",
        options: [
            "منظر وصفي بلقمة الباريوم",
            "علاجه الاستئصال",
            "رتج كاذب",
            "يتظاهر بكتلة أيسر العنق",
            "يترافق مع قلس معدي مريئي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> خلافي"
    },
    {
        question: "3. أورام المريء السليمة الاشيع (2024)",
        options: [
            "Leiomyoma",
            "Polyp",
            "Lipoma",
            "Fibroma"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الورم العضلي الاملس يعد أشيع الاورام المريئية السليمة على الإطلاق"
    },
    {
        question: "4. كل ما يلي من الاجراءات المضادة للقلس في المريء ما عدا: (2024)",
        options: [
            "Nissen Fundoplication",
            "Belsy mark IV",
            "Hill repair",
            "Esophageal myotomy"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> هناك ثلاث أنواع من الجراحات المضادة للقلس: إجراء نيسن (طي المعدة حول المريء) وإجراء بلسي مارك Belsy mark (الطي الجزئي للمعدة) وإجراء تصنيع المعدة لكوليس gastroplasty Collis (تطويل المريء البطني كخطوة سابقة لعمليات الطي). Esophageal myotomy تعني قطع عضلات المريء"
    },
    {
        question: "5. مالوري وايس ما عدا: (2024)",
        options: [
            "نزف هضمي علوي صاعق",
            "يمكن أن نقوم في بعض الحالات بتداخل جراحي",
            "مرافق بعد نوب إقياء",
            "بعد الكحول",
            "فرقعة غازية بالعنق"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong> إن متلازمة مالوري وايس هي عبارة عن نزف هضمي علوي صاعق ناجم عن تمزق جزئي أسفل المريء قرب الوصل المعدي المريئي على حساب الغشاء المخاطي فقط تال لاقياءات عنيفة وتجشؤ مديد، في حال كانت واسعة ولم يتوقف النزف نقوم بفتح البطن والمعدة وخياطة التمزقات المريئية من داخل المعدة"
    },
    {
        question: "6. يساهم في إرخاء المعصرة السفلية للمريء: الخطأ (2024)",
        options: [
            "السكرتين",
            "وجبة دسمة",
            "حموضة المعدة",
            "وجبة بروتينية",
            "إعطاء النتروغليسرين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تتأثر قيمة الضغط في المعصرة بعدة عوامل كالاطعمة والادوية وبعض الحالات كما يلي: يرتفع الضغط فيها (اي تتشنج) بعد وجبة بروتينية، قلونة المعدة، الغاسترين، الفازوبريسين، والأدوية الكولينرجية. ينخفض الضغط فيها (اي ترتخي) بعد وجبة دسمة، تناول الشوكولا، السكرتين، النتروغلسرين، الغلوكاغون، زيادة حموضة المعدة، وهذا يفسر شعور الحرقة"
    },
    {
        question: "7. الصحيح في قرحة باريت: (2023)",
        options: [
            "إجراء نيسن",
            "توسيع بالبالون",
            "غالباً خبيثة",
            "مخاطية شائكة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نلجأ للعلاج الجراحي في بعض الحالات منها: ١.الاعراض المعندّة على العلاج المحافظ ٢. وجود قرحه باريت ٣.وجود فتق حجابي ٤. معاودة الأعراض بعد إيقاف العلاج المحافظ ويوجد ثلاث أنواع من الجراحات المضادة للقلس: إجراء نيسن_ إجراء بلسي مارك_ وإجراء تصنيع المعدة لكوليس"
    },
    {
        question: "8. مالوري وايس، كل ما يلي صحيح ما عدا: (2023)",
        options: [
            "نزف هضمي علوي صاعق",
            "على حساب الغشاء المخاطي فقط",
            "انثقاب أسفل المريء",
            "كحولية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> إن متلازمة مالوري وايس هي عبارة عن نزف هضمي علوي صاعق ناجم عن تمزق جزئي أسفل المريء قرب الوصل المعدي المريئي على حساب الغشاء المخاطي فقط. الانثقاب يكون في متلازمة بيرهوف"
    },
    {
        question: "9. الاجراءات المضادة للقلس عدا: (2023)",
        options: [
            "Belsy mark",
            "Nissen fundoplication",
            "Hill procedure",
            "Esophageal myotomy"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> هناك ثلاث أنواع من الجراحات المضادة للقلس: إجراء نيسن (طي المعدة حول المريء) وإجراء بلسي مارك mark Belsy (الطي الجزئي للمعدة) وإجراء تصنيع المعدة لكوليس gastroplasty Collis (تطويل المريء البطني كخطوة سابقة لعمليات الطي)"
    },
    {
        question: "10. سرطان المريء ماعدا: (2023)",
        options: [
            "التدخين عامل خطورة",
            "أشيعها شائكة الخلايا",
            "أشيعها الادينوكارسينوما"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الاشيع هي سرطانة شائكة الخلايا"
    },
    {
        question: "11. من استطباب التنظير المريئي بحال القلس: (2023)",
        options: [
            "الكشف عن البنية عيانياً ونسيجيا",
            "توسيع بالبالون",
            "استئصال قرحة باريت"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> من الاستقصاءات والتشخيص في حاله القلص المعدي المريئي التنظير الهضمي العلوي بهدف تقييم مخاطيه اسفل المري والبحث عن قرحه باريت"
    },
    {
        question: "12. مالوري وايس ما عدا: (2023 حملة)",
        options: [
            "انثقاب سفلي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> إن متلازمة مالوري وايس هي عبارة عن نزف هضمي علوي صاعق ناجم عن تمزق جزئي أسفل المريء قرب الوصل المعدي المريئي على حساب الغشاء المخاطي فقط الانثقاب يكون في متلازمة بيرهوف"
    },
    {
        question: "13. أشيع سرطان في المريء نوعه غدي مريء باريت: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أشيع الأورام الخبيثة هي سرطانة شائكة الخلايا"
    },
    {
        question: "14. افضل حل للاكلازيا هو طي المعدة مع إجراء نيسن: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الخيار الاول هو إجراء هيلر المعدل قد تؤدي المبالغه في إجراء العمل الجراحي (الخزع الزائد للعضلات) إلى حدوث قلص معدي مرئي لذلك من الأفضل إشراك إجراء هيلر مع إجراء مضاد للقلص كعملية نيسن (طي المعدة 360 درجة حول أسفل المريء)"
    },
    {
        question: "15. استتطباب تنظير المريء: (2023 حملة)",
        options: [
            "اخذ خزعات ودراستها نسيجيا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ويجب الحرص على عدم اخذ خزعات عشوائية للمحافظة على المخاطية سليمة"
    },
    {
        question: "16. مايلي من الاجراءات المضادة للقلس المريئي المعدي عدا: (2022)",
        options: [
            "Belsy mark",
            "Nissen fundoplication",
            "Hill procedure",
            "Esophageal myotomy"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> هناك ثلاث انواع من الجراحات المضاده للقلس اجراء نيسن (طي المعده حول المري) واجراء بلسي مارك Belsy mark (الطي الجزئي للمعده) واجراء تصنيع المعده لكوليس collis gastroplasty (تطويل المريء البطني كخطوه سابقه لعمليات الطي)"
    },
    {
        question: "17. عن مالوري وايس الخطأ: (2022)",
        options: [
            "نزف صريح سفلي",
            "بعد الأقياء",
            "كحولية",
            "علاجها جراحي أحياناً"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> متلازمه مالوري وايس هي عباره عن نزف هضمي علوي صاعق حاد ناجم عند تمزق جزئي اسفل المري قرب الوصل المعده المريئي على حساب الغشاء المخاطي فقط تال لإقياءات عنيفه وتجشؤ مديد تكون هذه التمزقات غالبا مجهريه وتشفى عفويا وكونها غالبا تشفى عفويا فاننا نكتفي باجراءات دائمه اما في حال كانت واسع ولم يتوقف النزف نقوم بفتح البطن والمعده وخياطه التمزقات المريئيه من داخل المعده"
    },
    {
        question: "18. من استطباب التنظير المريئي بحال القلص: (2022)",
        options: [
            "لتحري وجود مري باريت",
            "لتوسيع الصرة المريئية السفلية",
            "لحقن البوتوكس"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> من الاستقصاءات والتشخيص في حاله القلص المعدي المريئي التنظير الهضمي العلوي بهدف تقييم مخاطيه اسفل المري والبحث عن قرحه باريت"
    },
    {
        question: "19. الرتوج الجانبية للمري عدا: (2022)",
        options: [
            "علاجها جراحي",
            "مهددة للحياة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ......."
    },
    {
        question: "20. العلاج الأمثل للاكلازيا: (2021)",
        options: [
            "خزع المصرة المريئية",
            "استئصال اسفل المريء مع وصل مريئي",
            "عملية طي المعدة نيسن",
            "توسيع متكرر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> العلاج الجراحي والعلاج الافضل والانتقائي للاكلازيا والخيار الاول هو اجراء هيلر المعدل نقوم في هذا الاجراء بخزع طولان لعضلات المري من الخارج على مستوى اخر 7 ل 10 سم منه مع المحافظه على المخاطيه سليمه فيخف التشنج وتتحسن حاله المريض تجرى الجراحه اما بالتنظير او بالطريق المفتوح التقليدي عن طريق البطن او الصدر الايسر بسبب ميلان المري نحو الجهه اليسرى"
    },
    {
        question: "21. كل مايلي يؤدي لإنقاص المعصرة المريئية السفلية عدا: (2021)",
        options: [
            "غاسترين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الGERD هو حالة سريريه يحصل فيها زياده في كميه المواد المرتده من المعده الى المريء عبر المعصره السفليه ينجم عاده عن سوء وظيفه هذه المعصره والذي قد يرتبط بنقص انتاج الغاسترين داخليا او بعمل جراحي سابق او فتق حجابي انزلاقي او تصلب جلد او بسبب تناول الكحول والتدخين اي ان نقص الغاسترين يؤدي الى سوء وظيفه المعصره ووجوده يحسن من وظيفه المعصره"
    },
    {
        question: "22. العلاج الأمثل للاكلازيا: (2020)",
        options: [
            "خزع المصرة المريئية",
            "استئصال اسفل المريء مع وصل مريئي",
            "عملية طي المعدة نيسن",
            "توسيع متكرر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> العلاج الجراحي والعلاج الافضل والانتقائي للاكلازيا والخيار الاول هو اجراء هيلر المعدل نقوم في هذا الاجراء بخزع طولان لعضلات المري من الخارج على مستوى اخر 7 ل 10 سم منه مع المحافظه على المخاطيه سليمه فيخف التشنج وتتحسن حاله المريض تجرى الجراحه اما بالتنظير او بالطريق المفتوح التقليدي عن طريق البطن او الصدر الايسر بسبب ميلان المري نحو الجهه اليسرى"
    },
    {
        question: "23. شخص لدى مريض سرطان في الجزء العلوي من المريء، الأشيع أن يكون من الناحية التشريحية: (2020)",
        options: [
            "SCC"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> سرطان شائكه الخلايا Squamous cell carcinoma الاشعه تسيطر في المرء الرقبه والصدر حيث تتواجد الظهارره الحرشفيه المطبقه"
    },
    {
        question: "24. العبارة الخاطئة عن متلازمة مالوري وايس: (2020)",
        options: [
            "تحدث بعد افراط في الكحول",
            "تسبب نزف علوي شديد",
            "يحدث تمزق في أسفل المريء",
            "تتصف باقياءات شديدة",
            "يحدث انثقاب المريء"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong> متلازمه مالوري وايس هي عباره عن نزف هضمي علوي صاعق حاد ناجم عند تمزق جزئي اسفل المري قرب الوصل المعده المريئي على حساب الغشاء المخاطي فقط تال لإقياءات عنيفه وتجشؤ مديد تكون هذه التمزقات غالبا مجهريه وتشفى عفويا وكونها غالبا تشفى عفويا فاننا نكتفي باجراءات دائمه اما في حال كانت واسع ولم يتوقف النزف نقوم بفتح البطن والمعده وخياطه التمزقات المريئيه من داخل المعده"
    },
    {
        question: "25. ليس من الاجراءات المضادة للقلس: (2020)",
        options: [
            "Esophegeal Myotomy"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هناك ثلاث انواع من الجراحات المضاده للقلس اجراء نيسن (طي المعده حول المري) واجراء بلسي مارك Belsy mark (الطي الجزئي للمعده) واجراء تصنيع المعده لكوليس collis gastroplasty (تطويل المريء البطني كخطوه سابقه لعمليات الطي)"
    },
    {
        question: "26. كل مايلي يزيد (يخفف) القلس المعدي المريئي ماعدا: (2020)",
        options: [
            "ورد بالدورة يخفف",
            "وجبة دسمة",
            "غلوكاغون",
            "غاسترين",
            "شوكولا"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الحميه المتبعه لمريض GERR تجنب التدخين والكحول والشوكولا والوجبات الكبيره الدسمه والوجبات الحامضه وانقاص الوزن وتجنب الملابس الضيقه وكل ما يرفع الضغط داخل البطن ورفع راس المريض اثناء الاستلقاء وعدم الاستلقاء بعد تناول الطعام مباشره"
    },
    {
        question: "27.مريض عمره 57 سنة تبين بالفحص لديه سرطان مريء في القسم الرقبي الأشيع في مثل هذه الورم من الناحية التشريحية المرضية:",
        options: [
            " squamous cell carcinoma",
        ],
        correct: 0,
    }
    ],
    2: [
         {
        question: "1-في أورام المعدة الخبيثة كل ما يلي صحيح ماعدا: دورة 2025",
        options: [
            "أشيعها يكون من النمط اللاطئ",
            "يعد التهاب المعدة الضموري من عوامل الخطورة",
            "تزيد الاصابة بالملوية البوابية نسبة الحدوث عشر أضعاف",
            "تعتبر عقدة فيرشو (فوق الترقوة)من مؤشرات الانتقال اللمفي",
            "يعد فقر الدم الوبيل من عوامل الخطورة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اورام المعده الخبيثه يوجد اربع اشكال لسرطان المعده ويعد النمط التقرحي هو الاشيع والعوامل المؤهبه يوجد العديد منها مثل الدمويه مثل فقر الدم الوبيل والغذائيه والوراثيه والقصص العائليه والاصابات الانتانيه كالملويه البابيه التي تزيد نسبه الحدوث حوالي 10 اضعاف وايضا من الافات المعديه التي تؤهب للخباثه البوليبات والتهاب المعده الضموري والحؤول المعدي وسرطان بقيه المعده ومن التظاهرات السريريه نقص وزن الم بطني شرصوفي غثيان واقياء فقر دم بنقص الحديد عشره بلع في حال سرطان الفؤاد ووجود انتقالات العقد اللمفيه في الحالات المتقدمه وخاصه العقد الرقبيه وفوق الترقوه (عقده فيرشو) والابطيه حيث تجس هذه العقد وتكون متضخمه</p>"
    },
    {
        question: "2- في انثقاب القرحة خلفية التوضع على البنكرياس كل ما يلي صحيح ما عدا: دورة2025",
        options: [
            "ألم طاعن في الظهر يمتد بشكل زناري للخاصرتين",
            "يمكن أن يؤدي للوفاة بالتهاب بنكرياس نخري",
            "يسمى الاندخال Penetration",
            "يشاهد الهلال الغازي تحت الحجاب الحاجز"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الاندخال حاله خاصه من الانثقاب وهو عباره عن انثقاب القرحه على حشا مجاور مصمت (عاده يحدث اندخال خلفي على البنكرياس) فيحتجز الهواء والحامض في نسيج البنكرياس ويموت المريض بالتهاب بنكرياسي تنخر وليس باختلاط قرحي يتظاهر هذا الاختلاط بالم طاعن في الظهر في المنطقه المقابله للشرسوف يمتد للخاصرتين بشكل زناري على مستوى الفقرات القطنيه 2+3 وفي الاندخال لا نرى الهلال الغازي على الصوره الشعاعيه</p>"
    },
    {
        question: "3-في انفتال المعدة كل ما يلي صحيح ما عدا: دورة 2025",
        options: [
            "هو حالة إسعافية مهددة للحياة",
            "يؤدي لتباطؤ نبض وهبوط ضغط شرياني",
            "يمكن أن يؤدي لاحتشاء معدة",
            "يمكن رد الانفتال بإدخال أنبوب أنفي معدي",
            "تكون الاقياءات وتوقف خروج الغازات والغائط بشكل باكر"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>ان الانفتال حاله اسعافيه مهدده للحياه تؤدي الى انسداد مخرج المعده واعاقه خروج المحتويات الطعاميه وتفريغها من المعده مما يؤدي الى الم وتطبل وانتفاخ بطن وحس الضغط والامتلاء واقياءات باكره وتوقف خروج الغازات والغائظ تشاهد ايضا اعراض مبهميه المنشا لتباطؤ نبض وهبوط ضغط وقد يدخل المريض بصدمه العلاج تداخل سريع من قبل الطبيب بانبوب انفي معدي لسحب الهواء والمحتويات الطعاميه من المعده وهذا ربما يؤدي الى تصحيح الانفتال وفي حال عدم ارتداده بالانبوب الانفي يستطب فتح البطن ورد الانفتال جراحيا مع تثبيت المعده قد يؤدي الاهمال او التاخر في تدبير الانفتال الى انقطاع التربيه عن الجزء المفتول المختنق ومن ثم احتشاء معده وانتقاب وخروج محتويات المعده الى جوف البطن العام وحاله بطن حاده مميته مهدده للحياه</p>"
    },
    {
        question: "4- اجري لمريض عمره 48 عام عمل جراحي على المعدة بسبب داء قرحي مزمن، يمكن أن يتطور كل من الاختلاطات التالية لدى هذا المريض بعد أشهر من الجراحة لديه ما عدا: دورة 2025",
        options: [
            "نقص الوزن",
            "متلازمة الإغراق",
            "التحصي الصفراوي",
            "فقر الدم",
            "الامساك"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>من اختلاطات جراحه المعده القلس الصفراوي ومتلازمه الاغراق والاسهال وفقر الدم بعوز الحديد ونقص الوزن والحصيات الصفراويه ومتلازمه العروه</p>"
    },
    {
        question: "5- يشاهد في النزف الهضمي العلوي كاختلاط للقرحة الهضمية كل مما يلي ما عدا : دورة 2025",
        options: [
            "ألم بطني",
            "تغوط زفتي",
            "تغوط دموي",
            "إقياء دموي",
            "أعراض هضمية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النزف الهضمي العلوي اشيع واهم اختلاطات القرحه الهضميه فمعظم الوفيات الناجمه عن القرحه تكون بسبب نزف ينجم عن اصابه التقرح لوعاء دموي كبير في جدار المعده والاعراض تغوط زفتي او اقياء مدمى (النزف الهضمي العلوي لا يسبب الام بطنيا) والتشخيص يعتمد تشخيصه على القصه السريريه (سوابق قرحيه هضميه مشخصه/ اقياء دموي او تغوط زفتي /سوابق دوائيه بتناولNSAIDs/) والتنظير الهضمي العلوي</p>"
    },
    {
        question: "6- القرحة الهضمية النازفة: الخطأ دورة 2024",
        options: [
            "هلال غازي",
            "دم خفي بالبراز"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>القرحة الهضمية النازفة لا ترتبط بهلال غازي، فالهلال الغازي يشاهد في حالات انثقاب القرحة وليس النزف</p>"
    },
    {
        question: "7- في أورام المعدة الخبيثة: دورة 2024",
        options: [
            "معظمها من النمط اللاطئ",
            "عقدة فيرشو دليل الانتقال اللمفاوي",
            "فقر الدم بعوز الحديد عامل خطورة",
            "التهاب المعدة الضموري ليس من عوامل الخطورة"
        ],
        correct: 1,
        explanation: "<p>التعليل: التهاب المعدة الضموري من عوامل الخطورة, فقر الدم الوبيل عامل خطر, الأشيع هو النمط التقرحي</p>"
    },
    {
        question: "8- تترافق مع زيادة وزن: دورة 2024",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض واشياء عند الرجال احتمال خباتتها اقل والالم ياتي بعد تناول الطعام 2-3 ساعات يوقظ ليلا وتترافق مع زياده الوزن والقرحه المعديه افراز الحمض المعده طبيعيا او حتى يمكن ان يكون ناقصا الخلل يكمن في الدفاعات المخاطيه الواقيه من الحمض لا يلاحظ ارتفاع مستوى الانتاج الحمضي القاعدي او ارتفاع مستوى الحمض الاعظمي لذلك لا نلجا لجراحات مقلله للافراز الحمضي عند معالجه القرحه المعديه وهي ناجمه عن تراجع اليات الدفاع في وجه الحمض متماثله عند الجنسين احتمال خباثتها اعلى يحدث مباشره عند تناول الطعام لا يوقظ ليلا تترافق مع نقص الوزن</p>"
    },
    {
        question: "9- العلاج البدئي لها مباشرة جراحي: دورة2024",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لعلاج القرحه الهضميه نبدأ بالعلاج المحافظ اولا</p>"
    },
    {
        question: "10- الملوية البوابية لها دور مهم في الاصابة: دورة 2024",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>اسباب القرحه الهضميه الخمج بالملويه البابيه يشاهد عند 90% من مرضى القرحه العفجيه و70 ل 90% من مرضى القرحه المعديه</p>"
    },
    {
        question: "11- تكون الاصابة فيها مع سيطرة الإفراز الحمضي: دورة 2024",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض</p>"
    },
    {
        question: "12- تتصف صورتها المرضية بشكل أساسي بإفراز حمضي طبيعي أو منخفض: دورة2024",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>القرحه المعديه افراز الحمض المعده طبيعيا او حتى يمكن ان يكون ناقصا الخلل يكمن في الدفاعات المخاطيه الواقيه من الحمض لا يلاحظ ارتفاع مستوى الانتاج الحمضي القاعدي او ارتفاع مستوى الحمض الاعظمي</p>"
    },
    {
        question: "13- الخاطئ في القرحة على الوجه الخلفي للمعدة المندخلة في البنكرياس: دورة2024",
        options: [
            "تسمى الاندخال Penetration",
            "يوجد هلال غازي على الصورة الشعاعية البسيطة",
            "يموت المريض بالتهاب بنكرياس نخري",
            "ألم طاعن يمتد للخاصرتين بشكل زناري"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الاندخال حاله خاصه من الانثقاب وهو عباره عن انثقاب القرحه على حشا مجاور مصمت (عاده يحدث اندخال خلفي على البنكرياس) فيحتجز الهواء والحامض في نسيج البنكرياس ويموت المريض بالتهاب بنكرياسي تنخري وليس باختلاط قرحي يتظاهر هذا الاختلاط بالم طاعن في الظهر في المنطقه المقابله للشرسوف يمتد للخاصرتين بشكل زناري على مستوى الفقرات القطنيه 2+3 وفي الاندخال لا نرى الهلال الغازي على الصوره شخصيه</p>"
    },
    {
        question: "14- انفتال المعدة عدا دورة 2023",
        options: [
            "حالة مهددة للحياة",
            "تباطؤ نبض وهبوط ضغط",
            "إقياءات وتأخر خروج الغائط باكرا",
            "قد يدخل المريض بصدمة",
            "تطبل وانتفاخ بطن"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ان الانفتال حاله اسعافيه مهدده للحياه تؤدي الى انسداد مخرج المعده واعاقه خروج المحتويات الطعاميه وتفريغها من المعده مما يؤدي الى الم وتطبل وانتفاخ بطن وحس الضغط والامتلاء واقياءات باكره وتوقف خروج الغازات والغائظ تشاهد ايضا اعراض مبهميه المنشا لتباطؤ نبض وهبوط ضغط وقد يدخل المريض بصدمه</p>"
    },
    {
        question: "15- عن سرطانات المعدة كل ما يلي صحيح ما عدا: دورة2023",
        options: [
            "النمط اللاطئ",
            "فقر الدم الوبيل من عوامل الخطورة",
            "التهاب المعدة الضموري من عوامل الخطورة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اورام المعده الخبيثه يوجد اربع اشكال لسرطان المعده ويعد النمط التقرحي هو الاشيع والعوامل المؤهبه يوجد العديد منها مثل الدمويه مثل فقر الدم الوبيل والغذائيه والوراثيه والقصص العائليه والاصابات الانتانيه كالملويه البابيه التي تزيد نسبه الحدوث حوالي 10 اضعاف وايضا من الافات المعديه التي تؤهب للخباثه البوليبات والتهاب المعده الضموري والحؤول المعدي وسرطان بقيه المعده</p>"
    },
    {
        question: "16- انثقاب قرحة على الوجه الخلفي للمعدة أمام البنكرياس، كل ما يلي صحيح ما عدا: دورة 2023",
        options: [
            "انثقاب اندخالي",
            "نشاهد هلال غازي",
            "يموت المريض بالتهاب بنكرياس نخري",
            "قد لا يوجد قصة مرضية سابقة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الاندخال حاله خاصه من الانثقاب وهو عباره عن انثقاب القرحه على حشا مجاور مصمت (عاده يحدث اندخال خلفي على البنكرياس) فيحتجز الهواء والحامض في نسيج البنكرياس ويموت المريض بالتهاب بنكرياسي تنخر وليس باختلاط قرحي يتظاهر هذا الاختلاط بالم طاعن في الظهر في المنطقه المقابله للشرسوف يمتد للخاصرتين بشكل زناري على مستوى الفقرات القطنيه 2+3 وفي الاندخال لا نرى الهلال الغازي على الصوره شخصيه</p>"
    },
    {
        question: "17- كل ما يلي صحيح حول النزف الهضمي العلوي عدا: دورة 2023",
        options: [
            "ألم بطني",
            "تغوط زفتي",
            "تغوط دموي",
            "إقياء دموي",
            "فقر دم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النزف الهضمي العلوي اشيع واهم اختلاطات القرحه الهضميه فمعظم الوفيات الناجمه عن القرحه تكون بسبب نزف ينجم عن اصابه التقرح لوعاء دموي كبير في جدار المعده والاعراض تغوط زفتي او اقياء مدمى (النزف الهضمي العلوي لا يسبب الام بطنيا) والتشخيص يعتمد تشخيصه على القصه السريريه (سوابق قرحيه هضميه مشخصه/ اقياء دموي او تغوط زفتي /سوابق دوائيه بتناولNSAIDs/) والتنظير الهضمي العلوي</p>"
    },
    {
        question: "18- مريض عمره 65 سنة راجع قسم الإسعاف بقصة إقياء دموي صاعق ولديه سوابق داء قرحي، أي من الشرايين يكون على الأغلب هو المسؤول عن النزف: دورة 2023",
        options: [
            "الشريان المعدي الايسر",
            "الشريان الكبدي الايمن",
            "الشريان الكبدي الأيسر",
            "الشريان المعدي العفجي",
            "الاوعية المعدية القصيرة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>عند اصابه الوجه الخلفي للقطعه الاولى للعفج وعند مرور الشريان المعدي العفجي بالتقرح او تفرق الاتصال جدار الشرايين يصبح هناك خطوره مرتفعه لحدوث نزف هضمي علويه صاعق خاصه عند المرضى المسنين اذ لا يملك هذا الشريان لديهم مرونه كافيه كي يتقبض موقفا للنزف لهذا نميل للتداخل الجراحي المبكر وقاعده القرحه المختلطه خياطه ارقائيه اكثر من الاجراءات التنظيريه مع حقن ماده مقبضه او تخثير كهربائي</p>"
    },
    {
        question: "19- التداخل في الحالة السابقة: دورة 2023",
        options: [
            "فتح بطن إسعافي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بما ان المريض مسن فلا تملك الشرايين لديه مرونه كافيه كي يتقبض موقفا النزف لهذا نميل التداخل الجراحي المبكر وخياطه قاعده القرحه المختلطه خياطه ارقائيه اكثر من الاجراءات التنظيريه</p>"
    },
    {
        question: "20- زيادة وزن دورة2022",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما صح",
            "كلاھما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض واشياء عند الرجال احتمال خباتتها اقل والالم ياتي بعد تناول الطعام 2-3 ساعات يوقظ ليلا وتترافق مع زياده الوزن والقرحه المعديه افراز الحمض المعده طبيعيا او حتى يمكن ان يكون ناقصا الخلل يكمن في الدفاعات المخاطيه الواقيه من الحمض لا يلاحظ ارتفاع مستوى الانتاج الحمضي القاعدي او ارتفاع مستوى الحمض الاعظمي لذلك لا نلجا لجراحات مقلله للافراز الحمضي عند معالجه القرحه المعديه وهي ناجمه عن تراجع اليات الدفاع في وجه الحمض متماثله عند الجنسين احتمال خباثتها اعلى يحدث مباشره عند تناول الطعام لا يوقظ ليلا تترافق مع نقص الوزن</p>"
    },
    {
        question: "21- فرط افراز حمضي دورة2022",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما صح",
            "كلاھما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض</p>"
    },
    {
        question: "22- انثقاب و نزف دورة2022",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما صح",
            "كلاھما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ومن اختلاطات القرحات الهضميه النزف والانتقاب اكثر عند المرضى الذين يتناولون مضادات الالتهاب غير السيرويديه والاسبرين</p>"
    },
    {
        question: "23- علاجها الافضل جراحي دورة 2022",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما صح",
            "كلاھما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لعلاج القرحه الهضميه نبدأ بالعلاج المحافظ اولا</p>"
    },
    {
        question: "24- من مسبباته التدخين والاسبرين دورة2022",
        options: [
            "قرحة معدية",
            "قرحة عفجية",
            "كلاهما صح",
            "كلاھما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>اسباب القرحه الهضميه الخمج بالملويه البابيه يشاهد عند 90% من مرضى القرحه العفجيه و70 ل 90% من مرضى القرحه المعديه بالاضافه الى مضادات الالتهاب غير الستيروايديه والاسبرين والتدخين والكحول والشدات النفسيه واسباب اخرى</p>"
    },
    {
        question: "25- تتضمن أسباب النزف الهضمي العلوي كل مما يلي عدا؟ دورة2021",
        options: [
            "رتج ميكل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النزف الهضمي العلوي هو اختلاط من اختلاطات القرحه الهضميه ومن اسباب القرحة الهضميه الخمج بالملويه البابية ومضادات التهاب غير الستيروىيديه والاسبرين والتدخين والكحول والشدات النفسيه والجسديه واسباب اخرى</p>"
    },
    {
        question: "26- راجع مريض عمره 25 سنة بقصة ألم شرسوفي حاد أظهرت الصورة الشعاعية وجود هواء حر بجوف البريتوان ،الاجراءالصحيح: دورة 2021",
        options: [
            "فتح البريتوان"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>وجود هواء حر في البريتوان يشير إلى انثقاب معوي ويستدعي فتح البطن الإسعافي</p>"
    },
    {
        question: "27- راجع طبيب نسائية عمره 44 سنة المشفى بقصة إقياء دم صريح لا يوجد سوابق مرضية لديه أو اية أعراض سابقة ماعدا كونه كحولي معتدل ومضض, في المشفى وعند التحضير للتنظير نزف ما يقارب (6) وحدات من الدم الملقاربة الأكثر صحة: دورة 2021",
        options: [
            "قرحة معدية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>القرحة المعدية ترتبط بالكحول وتظهر بنزف هضمي علوي دون سوابق مرضية واضحة</p>"
    },
    {
        question: "28- راجع مريض 53 سنة قسم الإسعاف بألم بطني ماغص مترقي مع اقياء مقطع مع توقف خروج غائط وغازات مع سوابق عمل جراحي منذ 15 سنوات (انثقاب قرحة) أول اجراء تشخيص يجب اجراؤه عند المريض: دورة2021",
        options: [
            "صورة بطن بسيطة بالوقوف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>صورة البطن البسيطة بالوقوف هي الإجراء التشخيصي الأولي المناسب لتقييم الانسداد المعوي</p>"
    },
    {
        question: "29- الاجراء العلاج الملائم للمريض السابق: دورة2021",
        options: [
            "فتح بطن استقصائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الانسداد المعوي مع سوابق جراحية يستدعي فتح بطن استقصائي</p>"
    },
    {
        question: "30- راجع مريض عمره 56 سنة بقصة ألم بطني حاد مفاجئ ولديه سوابق داء قرحي، الإجراء والتشخيص الاولي: دورة2021",
        options: [
            "صورة بسيطة مع إظهار الحجابين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>صورة بسيطة مع إظهار الحجابين هي الإجراء الأولي المناسب لتشخيص انثقاب القرحة</p>"
    },
    {
        question: "31- التدبير المناسب للمريض السابق: دورة 2021",
        options: [
            "تنظير بطن إسعافي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>انثقاب القرحة يستدعي تنظير بطن إسعافي</p>"
    },
    {
        question: "32- اي العبارات التالية صحيحة فيما يخص القرحة العفجية: دورة 2021",
        options: [
            "تتوضع معظمها في القسم الثاني من العفج"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>معظم القرحات العفجية تتوضع في القسم الأول من العفج (اللمعة العفجية)</p>"
    },
    {
        question: "33- أشيع أشكال الأورام الخبيثة في المعدة تشريحيا: دورة 2021",
        options: [
            "النمط التقرحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يوجد اربع اشكال لسرطان المعده من ناحيه التشريح المرضي النمط التقرحي وهو الاشيع والنمط اللاطئ والنمط المنتشر والنمط الحليمي الفطري</p>"
    },
    {
        question: "34- أي من العبارت التالية تصف القرحة العفجية أو المعدية ،السبب الرئيسي هو فرط إفراز الحمض: دورة2021",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي واحد منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض واشياء عند الرجال احتمال خباتتها اقل والالم ياتي بعد تناول الطعام 2-3 ساعات يوقظ ليلا وتترافق مع زياده الوزن</p>"
    },
    {
        question: "35- يخف الألم بتناول الطعام: دورة2021",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي واحد منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ان اشيع تظاهرات القرحه الهضميه هو الالم البطني الشرسوفي الحارق والذي قد ينتشر الى الكتف الايمن والظهر يخف الالم بتناول الطعام ليعود بعد 2-3 ساعات من اخر وجبه في حال القرحه العفجيه او يتحرض بتناول الطعام في حالات القرحه المعديه</p>"
    },
    {
        question: "36- تشمل الاختلاطات النزف والانثقاب: دورة 2021",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي واحد منهما"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ومن اختلاطات القرحات الهضميه النزف والانتقاب اكثر عند المرضى الذين يتناولون مضادات الالتهاب غير السيرويديه والاسبرين</p>"
    },
    {
        question: "37- الجراحة هي العلاج المفضل: دورة2021",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي واحد منهما"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لعلاج القرحه الهضميه نبدأ بالعلاج المحافظ اولا</p>"
    },
    {
        question: "38- نقص وزن مرافق دورة2021",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي واحد منهما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>القرحه المعديه تترافق مع نقص الوزن أما العفجية تترافق مع زيادة الوزن</p>"
    },
    {
        question: "39- شخص لديه سوابق قرحة وبالتشيخص ظهر لديه هلال غازي ماهو الإجراء الأفضل..؟ دورة 2020",
        options: [
            "فتح بطن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هلال غازي يشير إلى انثقاب معوي ويستدعي فتح البطن الإسعافي</p>"
    },
    {
        question: "40- تترافق مع زيادة وزن دورة 2020",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض واشياء عند الرجال احتمال خباتتها اقل والالم ياتي بعد تناول الطعام 2-3 ساعات يوقظ ليلا وتترافق مع زياده الوزن والقرحه المعديه افراز الحمض المعده طبيعيا او حتى يمكن ان يكون ناقصا الخلل يكمن في الدفاعات المخاطيه الواقيه من الحمض لا يلاحظ ارتفاع مستوى الانتاج الحمضي القاعدي او ارتفاع مستوى الحمض الاعظمي لذلك لا نلجا لجراحات مقلله للافراز الحمضي عند معالجه القرحه المعديه وهي ناجمه عن تراجع اليات الدفاع في وجه الحمض متماثله عند الجنسين احتمال خباثتها اعلى يحدث مباشره عند تناول الطعام لا يوقظ ليلا تترافق مع نقص الوزن</p>"
    },
    {
        question: "41- تترافق مع نقصان وزن دورة 2020",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>القرحه المعديه تترافق مع نقص الوزن أما العفجية تترافق مع زيادة الوزن</p>"
    },
    {
        question: "42- علاجها الاول جراحي دورة 2020",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لعلاج القرحه الهضميه نبدأ بالعلاج المحافظ اولا</p>"
    },
    {
        question: "43- تحدث بسبب زيادة افراز الحمض دورة 2020",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القرحه العفجيه يكون افراز الحمض فوق الطبيعي زائد ويلاحظ زياده الانتاج الحمضي القاعدي ومستوى الحمض الاعظمي وتستطب الجراحات المقلله للافراز الحمضي في هذه الحاله وهي ناجمه عن زياده افراز الحمض</p>"
    },
    {
        question: "44- من اختلاطاتها النزف والانثقاب دورة 2020",
        options: [
            "القرحة المعدية",
            "القرحة العفجية",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ومن اختلاطات القرحات الهضميه النزف والانثقاب اكثر عند المرضى الذين يتناولون مضادات الالتهاب غير السيرويديه والاسبرين</p>"
    },
    {
        question: "45- اشيع شكل لسرطان المعدة: دورة 2020",
        options: [
            "تقرحي",
            "لاطئ",
            "منتشر",
            "أنبوبي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يوجد اربع اشكال لسرطان المعده من ناحيه التشريح المرضي النمط التقرحي وهو الاشيع والنمط اللاطئ والنمط المنتشر والنمط الحليمي الفطري</p>"
    },
    {
        question: "46- بالصورة الشعاعية هواء حر في البريتوان الإجراء التالي: دورة 2020",
        options: [
            "تصوير بالغاسترو غرافين",
            "تنظير هضمي علوي",
            "لقمة باريتية",
            "فتح بطن",
            "مراقبة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>وجود هواء حر في البريتوان يشير إلى انثقاب معوي ويستدعي فتح البطن الإسعافي</p>"
    },
    {
        question: "47- مريض بسوابق داء قرحي ضغط 120/90 خضاب 9 ...خسر 5 وحدات دم... الاجراء المناسب دورة 2020",
        options: [
            "فتح بطن وخياطة القرحة النازفة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النزف الهضمي الحاد مع فقدان كمية كبيرة من الدم يستدعي فتح بطن إسعافي وخياطة القرحة النازفة</p>"
    }, 
   {
        question: "48. يشاهد في النزف الهضمي العلوي كاختلاط للقرحة الهضمية كل مما يلي ما عدا:",
        options: [
            "الم بطني",
            "تغوط زفتي",
            "تغوط دموي",
            "صدمة",
            "اقياء دموي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>النزف الهضمي العلوي اشيع واهم اختلاطات القرحة الهضمية فمعظم الوفيات الناجمة عن القرحة تكون بسبب نزف ينجم عن اصابة التقرح لوعاء دموي كبير في جدار المعدة والاعراض تغوط زفتي او اقياء مدمى</p>"
    },
    {
        question: "49. من مميزات الاورام المعدية ما عدا:",
        options: [
            "اشیع انماطها النمط اللاطئ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أورام المعدة الخبيثة يوجد اربع اشكال لسرطان المعدة ويعد النمط التقرحي هو الاشيع</p>"
    },
    {
        question: "50. نشاهد في انثقاب القرحة المعدية الخلفية كل مايلي عدا:",
        options: [
            "هلال غازي تحت قبة الحجاب الحاجز"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاندخال حالة خاصة من الانثقاب وهو عبارة عن انثقاب القرحة على حشا مجاور مصمت (عادة يحدث اندخال خلفي على البنكرياس) وفي الاندخال لا نرى الهلال الغازي على الصورة</p>"
    }
    ],
    3: [ {
        question: "1. اشتكت سيدة في العقد السادس من العمر، بعد ثلاثة أشهر من العالج الشعاعي آفة حوضية، من أعراض هضمية انسدادية، التشخيص المحتمل: (دورة ٢٠٢٥)",
        options: [
            "انسداد أمعاء خزلي.",
            "التهاب الأمعاء الشعاعي المتأخر.",
            "انسداد الامعاء بالكتل البرازية.",
            "ورم ناكس."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> التهاب الأمعاء الشعاعي هو عبارة عن أحد الأمراض التي تنجم نتيجة الاختلاطات التي تحصل بعد المعالجة الشعاعية على الحوض."
    },
    {
        question: "2. إن الآلية المرضية للحالة السابقة هي: (دورة٢٠٢٥)",
        options: [
            "عضلية.",
            "عصبية.",
            "وعائية.",
            "تنكس النسج الداعمة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الآلية الإمراضية فيها هي آلية وعائية أي دائماً بالعلاج الشعاعي والكيماوي عندما نحن نعطي مريض ورمي قبل العملية علاج شعاعي وكيماوي تتليف الأوعية (تُغلَق الأوعية) فحجم الورم يصغُر وينزل وهنا ذات الشيء أثّرت على الخلايا السليمة لجدار الأمعاء وبالتالي أدت إلى حدوث فقدان هذه الوظيفة وبالتالي إلى حدوث ما يسمى بانسداد الأمعاء الكاذب وأحياناً قد يكون ميكانيكي إذا أصبح هناك تضيق حقيقي وينتهي الموضوع بالجراحة."
    },
    {
        question: "3. متلازمة الامعاء القصيرة تحدث في: (دورة 2025)",
        options: [
            "أورام الامعاء الدقيقة.",
            "الداء الزالقي.",
            "داء كرون.",
            "التهاب الكولون القرحي."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تناذر الأمعاء القصيرة يحدث في داء كرون، حالات التهاب الأمعاء الشعاعي والأورام، تموت الأمعاء نتيجة حدوث احتشاء ونقص تروية كما في الانفتالات والاختناقات ونجبر عندها على استئصال كامل القسم المتموت المتنخر."
    },
    {
        question: "4. يمكن أن نشاهد في رتج ميكل كل ما يلي ما عدا: (دورة 2025)",
        options: [
            "نزف هضمي سفلي.",
            "سببه ارتفاع الضغط ضمن لمعة الامعاء.",
            "أعراض عامة تشبه أعراض الزائدة.",
            "انسداد أمعاء.",
            "يتوضع في الجزء الأخير من اللفائفي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قد يحدث نزف هضمي سفلي كاختلاط ، قد يعطي في بعض الأحيان مظاهر وأعراض التهاب الزائدة الدودية الحاد، يتوضع في اللفائفي قبل الوصل اللفائفي الأعوري على بعد 60 _90 سم. يعتبر روتج ميكل الجزء المتبقي من السويقة المحية داخل الحبل السري لدى الجنين يوجد عند 3% من البشر ونسبة وجوده عند الذكور ضعف الإناث."
    },
    {
        question: "5. كرون ماعدا: (دورة٢٠٢٤)",
        options: [
            "الاستئصال مع هامش أمان 5 سم.",
            "أشيع داء جراحي في الامعاء.",
            "يكون الامتداد من الفم للشرج.",
            "تسمك قطعي بالمعي الدقيق.",
            "العالج الجراحي يعتمد مبدأ الجراحة المحافظة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتم العلاج الجراحي باستئصال القطعه المصابة دون أخذ هامش أمان على جانبيها أي أنها جراحة لا يُحترم فيها مبادئ جراحة الأورام إنما هي جراحة محافظة كون احتمال النكس والحاجة لجراحة جديدة مرتفع."
    },
    {
        question: "6. يتوافق رتج ميكل مع أحد العبارات التالية: (دورة٢٠٢٤)",
        options: [
            "رتج كاذب وليس حقيقي.",
            "قد توجد فيه ظهارة بنكرياسية هاجرة.",
            "يتوضع في نهاية الصائم.",
            "من مسببات النزف الهضمي العلوي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> هو رتج حقيقي، ويتوضع في اللفائفي قبل الوصل اللفائفي الأعوري على بعد ٦٠_٩٠سم ، وقد يحدث نزف هضمي سفلي."
    },
    {
        question: "7. التهاب الأمعاء الشعاعي )الخطأ(: (دورة ٢٠٢٤)",
        options: [
            "الطور الحاد يتظاهر بألم بطن وسوء امتصاص.",
            "الطور الحاد يتظاهر بإقياء وغثيان وإسهال.",
            "ينتج عن أذية الطبقة المخاطية.",
            "يترافق بنزف هضمي سفلي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الطور الحاد تبدأ الأعراض بالظهور (غثيان إقياء إسهال )لتكون هذه الأعراض عابرة تزول خلال أيام ...أما الطور المزمن تتظاهر الأعراض بألم بطن سفلي تالٍ لتناول الطعام وسوء امتصاص وإسهال مزمن قد يترافق مع نزف هضمي سفلي."
    },
    {
        question: "8.تظهر أعراض متلازمة الكارسينوئيد عندما يصيب: (دورة ٢٠٢٤)",
        options: [
            "الزائدة.",
            "المستقيم.",
            "اللفائفي.",
            "الصائم.",
            "التوضعات خارج الهضمية."
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong> التوضعات خارج الهضمية ينتهي تصريف الورم في الدوران العام الجهازي مما يعني أن السيرتونين الذي يعمل كمقبض وعائي سيصل إلى مستقبلاته متظاهراً بمتلازمة الكارسينوئيد."
    },
    {
        question: "9.مريض لديه إسهالات مائية مع ضعف عضلي شديد: (دورة ٢٠٢٤)",
        options: [
            "Insullinoma",
            "Gastrinoma",
            "Vipoma",
            "Glucagonoma",
            "Somatostatinoma"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الفيبوما يحرض على زيادة وفرط حركية الأمعاء وحدوث إسهالات مائية مفقِدة للبوتاسيوم الكلور."
    },
    {
        question: "10.شخّصَ لشاب 30 سنة داء البوليبات العائلي، التدبير الافضل: (دورة ٢٠٢٤)",
        options: [
            "مراقبة لصيقة تنظيرية.",
            "متابعة مستمرة.",
            "استئصال جراحي مباشر.",
            "استئصال جراحي خلال 5 سنوات"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تميل هذه البوليبات للخضوع للتحول الخبيث فبالعلاج يخضع المرضى إلى تنظير هضمي علوي استقصائي وتزال الأورام الغدية بالتنظير الباطني عند الإمكان واذا كان هناك حاجه للجراحة يتم استئصال البنكرياس والعفج."
    },
    {
        question: "11. يقلد أعراض التهاب الزائدة الدودية الانسدادي في الساعات الأولى: (دورة ٢٠٢٤)",
        options: [
            "انسداد الامعاء.",
            "انثقاب قرحة.",
            "انثقاب مرارة.",
            "انثقاب أمعاء."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "12.لمفوما تصيب الامعاء الدقيقة ويوجد عقد في البطن وعقد منصفية، درجة اللمفوما: (دورة٢٠٢٤)",
        options: [
            "أولى.",
            "ثانية.",
            "ثالثة.",
            "رابعة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> المرحلة الثالثة آفة محددة في عضو واحد بالإضافة إلى إصابة مجموعات عقدية على جانبي الحجاب الحاجز."
    },
    {
        question: "13. في داء البوليبات غير العائلي نقوم بـ: (دورة ٢٠٢٣)",
        options: [
            "استئصال كولون تلم مع مفاغرة كولونية شرجية.",
            "متابعة دورية بالتنظير."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "14.داء كرون مع ناسور جلدي: (دورة٢٠٢٣)",
        options: [
            "جراحة باكرة.",
            "جراحة للضرورة.",
            "مراقبة.",
            "صادات.",
            "لاصق فيزيولوجي."
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "15.داء كرون: (دورة ٢٠٢٣)",
        options: [
            "يعفى داء كرون عن إصابة الشرج.",
            "يصاب المعي الدقيق والمعي الغليظ بنفس النسبة.",
            "يصيب المعي الدقيق فقط.",
            "المستقيم دائماً مصاب."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> داء كرون مجزأ عبر القولون وحتى في الأمعاء الدقيقة يوجد جزء وهذا ما يسمى بالإصابة القافزة أو الإصابة القطاعية، حيث ممكن أن يحدث داء كرون من الفم إلى الشرج. بينما التهاب القولون القرحي هو مرض يختص بالقولونات و الإصابة فيه تكون مستمرة متواصلة،ودائماً يكون المستقيم متورطاً بالإصابة."
    },
    {
        question: "16 الخطأ حول رتج ميكل: (دورة٢٠٢٣)",
        options: [
            "ناتج عن الضغط داخل اللمعة.",
            "رتج خلقي.",
            "يسبب نزف هضمي سفلي.",
            "يتوضع في نهاية اللفائفي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قد يحدث نزف هضمي سفلي كاختلاط ، قد يعطي في بعض الأحيان مظاهر وأعراض التهاب الزائدة الدودية الحاد، يتوضع في اللفائفي قبل الوصل اللفائفي الأعوري على بعد 60 _90 سم. يعتبر روتج ميكل الجزء المتبقي من السويقة المحية داخل الحبل السري لدى الجنين يوجد عند 3% من البشر ونسبة وجوده عند الذكور ضعف الإناث."
    },
    {
        question: "17. حالة سريرية رجل عمره 54 الم ماغص شديد وتوقف خروج غازات وعانى من اعراض سابقة بدون كتل بالمس الشرجي : (دورة 2023 حملة)",
        options: [
            "سرطان",
            "انفتال سین",
            "احتشاء",
            "_"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "18. تدبير المريض : (دورة 2023 حملة)",
        options: [
            "مميعات",
            "تصوير اوعية ظليل",
            "تنظير",
            "وفي تبع انفتال السين بادخال مدري شو"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "19. الكارسينوئيد : الاشيع : (دورة 2023 حملة)",
        options: [
            "دقائق وبؤرة واحدة",
            "دقاق ومتعدد البؤر",
            "مستقیم",
            "زائدة دودية",
            "الاشيع اصابة مستقيم وزائدة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الكارسينوئيد كان أشيع التوضعات له في الزائدة الدودية أما الآن الدقاق هو أشيع التوضعات يليه الزائدة والعفج. يتميز الورم المتوضع بالدقاق بأنه متعدد البؤر أما في الزائدة والمستقيم فيكون مفرد."
    },
    {
        question: "20. داء كرون حول الشرج العلاج النوعي هو (دورة 2023 حملة)",
        options: [
            "میترونیدازول"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> في العلاج المحافظ المفضل في داء كرون نستخدم الصادات التي تعطى في الإصابة الكولونية أو الشرجية أو المختلطة بإنتان وأهم الصادات المستخدمة ميترونيدازول وسيبروفلوكساسين."
    },
    {
        question: "21. اشيع سبب انسداد امعاء عند الرضع : (دورة 2023 حملة)",
        options: [
            "انغلاف الأمعاء.",
            "فتق اربي غاصص"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> اشيع سبب لانسداد الامعاء لدى الرضع."
    },
    {
        question: "22. داء البوليببات العائلي من نمط : (دورة 2023 حملة)",
        options: [
            "غدية",
            "عابية",
            "فرط تنسج",
            "التهابية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> البوليبات الغدية أشيع التنشؤات السليمة قد تتسرطن ولا سيما عند وجود عسر تصنع أو ثدن فيها. البوليبات العابية في كل أقسام الجهاز الهضمي ونادرا ما تتسرطن. البوليبات الشبابية في القناة الشرجية والمستقيم."
    },
    {
        question: "23. عن داء كرون ماعدا : (دورة 2022)",
        options: [
            "فقر دم",
            "التهاب قزحية",
            "سوء امتصاص",
            "علامة بصمة الإبهام"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> من أعراض كرون فقر الدم والتعب ونقص الشوارد ونقص الحديد ونقص الكلس."
    },
    {
        question: "24. متلازمة الكارسينوئيد ماعدا : (دورة 2022)",
        options: [
            "توهج واحمرار",
            "تضيق قصبي",
            "قصور قلب ايمن",
            "اسهال مدمى",
            "آفات جلدیة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تظاهرات متلازمة الكارسينوئيد إسهال شديد غير مدمى وبالإضافة إلى قرحات هضمية أيضاً."
    },
    {
        question: "25. عن لمفوما MALT الصحيح : (دورة 2022)",
        options: [
            "عالية الدرجة",
            "من نمط هودجكن",
            "تطور بسرعة",
            "جید الانذار"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> هي من اللمفومات الخلايا B معظم حالاتها منخفضة الدرجة وتميل للغزو إلى العمق ويمكن لبعض الحالات أن تكون شديدة مع غزو سطحي مشكله آفات مضيقة للأمعاء قابله للتقرح والعلاج الجراحي."
    },
    {
        question: "26. لمفوما بوركت : (دورة 2022)",
        options: [
            "تصيب الوصل اللفائفي الأعوري لدى الأطفال",
            "تصيب الصائم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تصيب اللمفوما البدئية عالية الدرجة الوصل الدقائق الاععوري خاصة عند الأطفال."
    },
    {
        question: "27. عن رتج ميكل ماعدا : (دورة 2022)",
        options: [
            "موقعه بالنسبة للمساریقا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هو رتج حقيقي استطالة على حساب كامل طبقات الجدار."
    },
    {
        question: "28. راجعت طفلة بقصة ألم بالجهة الحرقفية اليمنى التشخيص الأشيع ماعدا : (دورة 2022)",
        options: [
            "ورم أعور",
            "انغالف امعاء",
            "التهاب معدة وامعاء",
            "التھاب زائدة دودیة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "29. للكشف عن الكارسينوئيد يرتفع في البول : (دورة 2022)",
        options: [
            "5HIAA"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> للكشف عن الكارسينوئيد يرتفع HIAA5 كونه المستقلب النهائي للسيروتونين."
    },
    {
        question: "30. تم قبول طفلة 6 سنوات في املستشفى بقصة Hematochezia غزير مع هبوط ضغط تم تصحيحه بنقل الدم، أجري لها تنظير هضمي علوي فكان سلبيًا وبالتنظير السفلي لم يظهر إلا بقايا الدم. ما هو التشخيص الأكثر احتمالا لها: (دورة 2021)",
        options: [
            "رتج میکل"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "31. في داء كرون في الأمعاء الدقيقة كل مايلي صحيح ماعدا: (دورة 2021)",
        options: [
            "علاجه البدئي جراحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> العلاج المحافظ هو المفضل في داء كرون أما العلاج الجراحي لا نلجأ له إلا عند حدوث اختلاطات."
    },
    {
        question: "32. تشمل أعراض وعلامات داء كرون عدا : (دورة 2021)",
        options: [
            "إسهال مدمى"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الإسهال في داء كرون متوسط الشدة بقوام مائي أو مخاطي ونادراً ما يكون مدمى."
    },
    {
        question: "33. فيما يخص رتج ميكل كل مايلي صحيح ماعدا: (دورة 2021) سؤال جدلي ناقص باقي الخيارات",
        options: [
            "يمكن أن يؤدي إلى نزف هضمي سفلي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> في روتج ميكل نشاهد نزيف هضمي سفلي كاختلاط."
    },
    {
        question: "34. كل ما يلي صحيح عن الساركوئيد عدا: ( دورة 2020) ممكن يكون القصد كارسينوئيد👈🏻👉🏻",
        options: [
            "ممكن ان تتوضع بالمسقيم والكولون",
            "ممكن توضع خارج جهاز الهضم .. قصبات مثلا",
            "الورم اكبر من 2cm.",
            "يمكن أن يكون عرضي اكثر",
            "شدة الاعراض تتناسب مع شدة افراز السيروتونين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الكارسينوئيد كان أشيع التوضعات له في الزائدة الدودية أما الآن الدقاق هو أشيع التوضعات يليه الزائدة والعفج."
    },
    {
        question: "35. رتج ميكل: (دورة 2020) اختر الخطأ",
        options: [
            "موقعه بالنسبة للمساریقا",
            "يمكن توضعه في فتق",
            "يجب استئصاله بالالتهاب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هو رتج حقيقي استطالة على حساب كامل طبقات الجدار."
    },
    {
        question: "36. أعراض داء كرون ماعدا: ( دورة 2020)",
        options: [
            "إسهال مدمى"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الإسهال في داء كرون متوسط الشدة بقوام مائي أو مخاطي ونادراً ما يكون مدمى."
    }],
    4: [ {
        question: "1 العبارة الخاطئة حول الفتوق: (2020)",
        options: [
            "الفتوق الاربية هي اشيع عمليات الجراحة العامة",
            "الفتق السري اذا كان بحجم صغير ممكن ان يتراجع عفويا بعد سنتين",
            "ممكن أن يحوي الفتق الأعور",
            "لاتعالج الفتوق جراحيا الا في حال اختلاطها"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يوجد علاج محافظ، العلاج جراحي في حال الاختلاط أو بعملية انتخابية</p>"
    },
    {
        question: "1 في الفتق الاربي المباشر كل ما يلي صحيح ما عدا: (2025)",
        options: [
            "يصيب عادة كبار السن.",
            "له علاقة بارتفاع الضغط داخل البطن.",
            "ينجم عن عدم التحام الناتئ الغمدي.",
            "قد ينزل الفتق إلى كيس الصفن.",
            "يمكن أن يختنق."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتكون على أرضية ضعف وضمور في العضلات. عدم التحام الناتئ الغمدي في الغير مباشر</p>"
    },
    {
        question: "2 فيما يخص الفتق الاربي عند الأطفال كل ما يلي صحيح ما عدا: (2025)",
        options: [
            "الفتوق غير المباشرة أشيع من المباشرة.",
            "تشيع في الجانب الأيمن أكثر من الأيسر.",
            "يمكن الانتظار لعمر السنتين لإجراء الجراحة.",
            "يمكن أن يحوي كيس الفتق على المبيض عند البنات.",
            "لا داعي لترميم أرضية القناة الإربية عند إصلاح الفتق."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>فتوق السرة صغيرة الحجم هي التي تعالج بالمراقبة وتغلق عفويا حتى عمر السنتين وفي حال عدم شفائها تستطب الجراحة في تدبيرها</p>"
    },
    {
        question: "3 يعد الفتق الفخذي من أشيع الفتوق لدى الإناث: (2025)",
        options: [
            "صح.",
            "غلط."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الفتق الغير مباشر</p>"
    },
    {
        question: "4 يمكن الانتظار لعمر السنتين لإصلاح الفتوق الاربية عند الأطفال: (2025)",
        options: [
            "صح.",
            "غلط."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فتوق السرة صغيرة الحجم هي التي تعالج بالمراقبة وتغلق عفويا حتى عمر السنتين وفي حال عدم شفائها تستطب الجراحة في تدبيرها</p>"
    },
    {
        question: "5 فتق سبيغل: (2024)",
        options: [
            "الثلث الوحشي العلوي من الخط الابيض.",
            "الثلث الوحشي الاوسط من الخط الابيض.",
            "الثلث الوحشي السفلي من الخط الابيض.",
            "وحشي العضلة المستقيمة البطنية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>في منطقة التقاء خط سبيغل مع الخط المقوس</p>"
    },
    {
        question: "6 فتق سبيغل: (2023)",
        options: [
            "على الجدار الوحشي للعضلة المستقيمة البطنية.",
            "على الخط الابيض."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في منطقة التقاء خط سبيغل مع الخط المقوس</p>"
    },
    {
        question: "7 أشيع فتق معرض للاختناق: (2023)",
        options: [
            "الفخذي.",
            "بانتلون.",
            "الإربي غير المباشر.",
            "الإربي المباشر."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بسبب ضيق فوهة الفتق.</p>"
    },
    {
        question: "8 كل ما يلي صحيح حول الفتق الإربي غير المباشر عدا: (2023)",
        options: [
            "وحشي الحبل المنوي.",
            "تسير الأحشاء المنفتقة بمسار الحبل المنوي.",
            "وحشي الأوعية الشرسوفية السفلية.",
            "يخرج كيس الفتق عبر الحلقة الباطنة.",
            "ينجم عن عدم التحام الناتئ الغمدي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أنسي الحبل المنوي.</p>"
    },
    {
        question: "9 كل ما يلي صحيح حول الفتق الإربي عند الأطفال ما عدا: (2023)",
        options: [
            "يمكن تأجيل الجراحة لعمر سنتين.",
            "عند الإناث يمكن أن يحوي مبيض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فتوق السرة صغيرة الحجم هي التي تعالج بالمراقبة وتغلق عفويا حتى عمر السنتين وفي حال عدم شفائها تستطب الجراحة في تدبيرها</p>"
    },
    {
        question: "10 في الفتوق الاربية عند الاطفال يمكن تاخير الاصلاح حتى عمر السنتين: (2023 حملة)",
        options: [
            "صح",
            "خطا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فتوق السرة صغيرة الحجم هي التي تعالج بالمراقبة وتغلق عفويا حتى عمر السنتين وفي حال عدم شفائها تستطب الجراحة في تدبيرها</p>"
    },
    {
        question: "11 اشيع الفتوق عند الاناث هو الفتق الفخذي: (2023 حملة)",
        options: [
            "صح",
            "خطا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الفتق غير المباشر</p>"
    },
    {
        question: "12 مايميز الفتق الاربي عن الفخذي : (2022)",
        options: [
            "Femoral vein",
            "Inferior epigastric vessels",
            "Spermatic cord",
            "Transversalis fossa",
            "Inguinale ligament"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>الإربي فوق الرباط والفخذي تحته.</p>"
    },
    {
        question: "13 في الفتوق الصحيح :( 2022)",
        options: [
            "الفتق الاربي غير المباشر أقل شيوعا من المباشر",
            "يجب الشك به عند كل طفل لديه انسداد امعاء",
            "فتق مباشر عند طفل بوزن زائد"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الغير مباشر خلقي ولادي، يشيع عند الأطفال</p>"
    },
    {
        question: "14 الفتوق الاشيع :(2022)",
        options: [
            "الفتق الإربي الغير مباشر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> </p>"
    },
    {
        question: "15 فيما يخص الفتوق الاربية أي العبارت صحيحة: (2021)",
        options: [
            "الفتق أشيع عند الإناث بشكل غير مباشر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> </p>"
    },
    {
        question: "16 أشيع سبب لانسداد الامعاء عند الأطفال بسن المدرسة: (2021)",
        options: [
            "انغلاف الامعاء",
            "داء البوليبات العائلي",
            "التهاب الرتوج",
            "الفتق الإربي الغاصص"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الأشيع عند الأطفال الغير مباشر والغاصص يسبب انسداد أمعاء</p>"
    },
    {
        question: "17 فتق سبيغل: (2020)",
        options: [
            "أسفل و وحشي المستقيمة البطنية",
            "أعلى و أنسي المستقيمة البطنية",
            "اسفل و وحشي المستقيمة البطنية",
            "اعلى وحشي المستقيمة البطنية",
            "على الخط الأبيض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في منطقة التقاء خط سبيغل مع الخط المقوس.</p>"
    },
    {
        question: "18 الفتق الاقل عرضة للاختناق :(2020)",
        options: [
            "الاربي المباشر",
            "الاربي غير مباشر",
            "الفخدي",
            "بنتالون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لاتساع فوهة الفتق.</p>"
    },
   ],
    5: [
   ],
    6: []
}; 



