const course2025Infectious = [
   {
    question: "1. الخطأ في ديدان الأسكاريس (دورة 2025)",
    options: [
      "الكشف عن البيوض في البراز اختبار مشخص للإصابة",
      "تسبب متلازمة لوفلر مع ارتفاع حمضات",
      "لا تتكاثر الديدان في الأمعاء الدقيقة",
      "يمكن الكشف عن اليرقات في البراز"
    ],
    correct: 3,
    explanation: ""
  },
   {
    question: "2. الخطأ في الإنفلونزا هو (دورة 2025)",
    options: [
      "يحسن تناول الفيتامين C من إنذار الإصابة.",
      "لا يعطى أي لقاح لها بعمر أقل من ستة أشهر.",
      "يتم تبديل لقاح الزمرة A سنوياً.",
      "يفيد إعطاء الأوسيلتاميفير في التدبير والوقاية من الزمرة A و B."
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "3. الخطأ في الحمامى الخمجية أو المرض الخامس (دورة 2025)",
    options: [
      "تحدث العدوى بالطريق التنفسي.",
      "تحدث متلازمة القفازين والجوربين عند الأطفال غالبًا.",
      "تظهر حمامى جلدية على الخدين عند الأطفال.",
      "تسبب إصابة الحامل في الثلث الأول إسقاطات."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "4. الخطأ في الإصابة بالحأل البسيط هو (دورة 2025)",
    options: [
      "لا يقي وجود IgG في المصل من تفعيل الخمج الكامن.",
      "يحدث تفيرس دم عند تفعيل الخمج الكامن ومعاودته.",
      "تبدي لطاخة تزانك من قاعدة الحويصل خلايا عرطلة عديدة النوى.",
      "يمكن الكشف عن DNA الفيروس في الخزعات النسيجية المرضية."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "5. الخطأ في تشخيص داء وحيدات النوى الخمجي بفيروس EBV (دورة 2025)",
    options: [
      "ترتفع عادة الكريات البيض بزيادة وحيدات النوى واللمفاويات.",
      "اختبار بول بونيل هو اختبار نوعي مشخص للإصابة.",
      "لا يدل وجود اللمفاويات الشاذة بالضرورة على حدوث اللمفوما.",
      "ترتفع أنزيمات ALT في غالبية الحالات."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "6. الخطأ في التهاب الدماغ النكافي (دورة 2025)",
    options: [
      "يمكن أن يترافق بالتهاب سحايا.",
      "يبدي فحص CSF كثرة لمفاويات، وسكر طبيعي.",
      "لا يوجد له مضاد فيروسي نوعي.",
      "تحدث الإصابة بشكل خاص في الفص القفوي."
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "7. الخطأ في داء المنطقة (دورة 2025)",
    options: [
      "يستمر الألم لأشهر عديدة بعد اختفاء الاندفاعات الجلدية.",
      "إعطاء اللقاح للمصاب سابقاً بالحماق يمنع حدوث داء المنطقة.",
      "يظهر الألم قبل ظهور الاندفاعات وأثناءها وبعدها.",
      "إصابة القطاعات الصدرية (الوربية) وحيدة الجانب هي الأشيع."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "8. واحد مما يلي يستخدم في تدبير خمج CMV (دورة 2025)",
    options: [
      "Interferon-alpha.",
      "Ganciclovir.",
      "Zanamavir.",
      "Acyclovir."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "9. الخطأ في الاختبارات غير النوعية لالتهاب الكبد الفيروسي الحاد (دورة 2025)",
    options: [
      "يرتفع البيليروبين.",
      "تظهر لمفاويات شاذة (غير نموذجية).",
      "ترتفع ناقلات الأمين ALT و AST.",
      "يكون تعداد الكريات البيض طبيعيًا أو مرتفعًا."
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "10. تعني إيجابية HBeAg عند سيدة حامل ما يلي عدا (دورة 2025)",
    options: [
      "الإصابة مزمنة.",
      "احتمال نقل العدوى لوليدها عال.",
      "احتمال العدوى الجنسية منها عال.",
      "الكشف عن HBV-DNA عندها إيجابي."
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "11. الخطأ في خمج HBV (دورة 2025)",
    options: [
      "يحوي المصل Anti Hbc في الخمج الحاد والمزمن.",
      "يكفي نقل كمية قليلة من الدم المخموج لإحداث العدوى.",
      "سلبية HBsAg وسلبية Anti HBs تنفي وجود الخمج.",
      "وجود Anti HBs وحده في المصل يدل على تلقيح سابق."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "12. تعطى في تدبير التهاب الكبد C المزمن الأدوية التالية عدا (دورة 2025)",
    options: [
      "Rotinavir",
      "Sofosbuvir",
      "إنترفيرون ألفا IFN-α مع PEG أو من دونه",
      "Ribavirin"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "13. الخطأ في التهاب الكبد E (دورة 2025)",
    options: [
      "يوجد لقاح للوقاية منه يعطى في الصين",
      "لا تترك الإصابة به مناعة دائمة",
      "يسبب تشوهات أجنة عند إصابة الحوامل",
      "تشخص الإصابة الحادة بالكشف عن Anti HEV-IgM"
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "14. أبذت الفحوص المخبرية إيجابية HBsAg وسلبية HBeAg وسلبية HBe-Anti، والصحيح (دورة 2025)",
    options: [
      "المريض غير مُعدٍ.",
      "غالبًا سلبية HBeAg كاذبة بسبب طفرة في المستضد.",
      "المريض مصاب إصابة حادة وهو في طور الشفاء.",
      "تكفي الموجودات المذكورة للمعالجة بالانترفيرون ألفا."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "15. الخطأ في الكلب (السعار) (دورة 2025)",
    options: [
      "يرتفع تعداد الكريات البيض.",
      "يمكن عزل الفيروس من الدم.",
      "ليس للإصابة عقار مضاد فيروس نوعي.",
      "يدخل في التشخيص التفريقي الكزاز والتهاب الدماغ الحلئي."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "16. الخطأ في أخماج الفيروسات الأنفية (دورة 2025)",
    options: [
      "لا يوجد مضاعفات لها سوى الخمج الجرثومي الثانوي.",
      "ليس لها مضادات فيروسية نوعية.",
      "يوجد لقاح للوقاية من بعض أنماطها.",
      "يكون الشفاء كاملاً وعفويًا من دون معالجة."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "17. الخطأ في أخماج الفيروسات الغدية (دورة 2025)",
    options: [
      "تسبب التهاب ملتحمة وقرنية وبائي.",
      "هي سبب مهم لالتهاب الدماغ.",
      "يمكن أن تسبب التهاب مثانة نزفي عند الأطفال.",
      "يمكن أن تسبب إسهالات فيروسية."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "18. الخطأ في خمج فيروس الحأل البسيط نمط 2 (HSV2) (دورة 2025)",
    options: [
      "التهاب السحايا في سياقه أشيع من التهاب الدماغ.",
      "يحدث الخمج البدئي المكتسب في سن البلوغ.",
      "تحدث العدوى المكتسبة بالاتصال الجنسي.",
      "الإصابة المعاودة عند السيدة الحامل أخطر على الوليد من الأولية."
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "19. الفيروسات التالية شائعة كأسباب التهاب العضلة القلبية عدا (دورة 2025)",
    options: [
      "كوكساكي B.",
      "الانفلونزا.",
      "المضخم للخلايا CMV.",
      "ابشتاين بار EBV."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "20. يسبب الأمبيسللين طفح معمم عند 90% من مرضى (دورة 2025)",
    options: [
      "داء وحيدات النوى الخمجي بفيروس CMV.",
      "الحمى الغدية بفيروس ابشتاين بار EBV.",
      "داء المقوسات.",
      "التهاب الكبد الفيروسي E."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "21. ما يلي خباثات يسببها فيروس EBV ما عدا (دورة 2025)",
    options: [
      "سرطانة البلعوم الأنفي.",
      "لمفوما بوركيت.",
      "ميلانوما.",
      "سرطان التوتة."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "22. العلامات المخبرية الأهم للقصور الكبدي في التهاب الكبد الصاعق هي (دورة 2025)",
    options: [
      "ارتفاع ALT و AST.",
      "ارتفاع الفوسفاتاز القلوية.",
      "نقص الألبومين وتطاول زمن البروثرومبين PT.",
      "نقص غلوكوز الدم عن 06 مغ/دل."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "23. تظهر المضاعفات المناعية بنسبة عالية في سياق (دورة 2025)",
    options: [
      "خمج HAV.",
      "خمج CMV.",
      "خمج HEV.",
      "خمج HBV."
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "24. الخطأ في التمنيع تجاه التهاب الكبد A (دورة 2025)",
    options: [
      "يعطى اللقاح حقناً في العضل.",
      "يؤمن اللقاح وقاية مدتها 10-20 سنة.",
      "لا يعطى اللقاح للحوامل والمثبطين مناعيًا.",
      "يفيد المصل الضدي النوعي أثناء مرحلة الحضانة."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "25. الخطأ في التهاب الكبد A (دورة 2025)",
    options: [
      "يمكن أن يحدث التهاب كبد صاعق.",
      "يكون المريض مُعدياً قبل اليرقان وأثناءه وبعد اختفاءه.",
      "تترك الإصابة به مناعة دائمة.",
      "يعالج الخمج (اليرقاني) عند الأطفال باللالميفيودين."
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "26. يعالج الإفرنجي بالمضاد الحيوي التالي (دورة 2025)",
    options: [
      "سيفترياكسون.",
      "البنسلين.",
      "سيبروفلوكساسين.",
      "أمبيسيللين."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "27. الخطأ في تشخيص التهاب الإحليل الالبني (دورة 2025)",
    options: [
      "تفحص لطاخة رطبة من مفرزات الإحليل للكشف عن المشعرات.",
      "يتم التحري عن الإصابة في مسحات من البلعوم والمستقيم.",
      "يجرى اختبار PCR للكشف عن الكلاميديا.",
      "يمكن زرع المفرزات للكشف عن المفطورات واليوريابلازما."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "28. الخطأ في السيلان البني (دورة 2025)",
    options: [
      "لا تترك الإصابة بالسيلان مناعة.",
      "يحدث التهاب باطن عنق الرحم وليس التهاب المهبل عند البالغات.",
      "يوضع تشخيص الحالة الحادة بالكشف عن الأضداد في المصل.",
      "العلاج النوعي هو Ceftriaxone."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "29. الخطأ في المظاهر المبكرة للإفرنجي الولادي (الخلقي) (دورة 2025)",
    options: [
      "عدم زيادة الوزن أول شهرين.",
      "أشيع علامة ضخامة كبد وطحال.",
      "تسلخ الأبهر من المظاهر الشائعة.",
      "طفح جلدي يشبه الإفرنجي الثانوي المكتسب."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "30. الخطأ في القريح (القرحة اللينة) (دورة 2025)",
    options: [
      "تكون عادة القرحات متعددة.",
      "يرافق القرحة ضخامة عقد لمفية مغبنية مؤلمة.",
      "تعالج بالسفترياكسون.",
      "القرحة مؤلمة ومتوذمة ولينة وقاعدتها حمراء."
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "31. أفضل طريقة لمتابعة تطور خمج HIV نحو الإيدز هي (دورة 2025)",
    options: [
      "متابعة تعداد الخلايا CD4.",
      "متابعة عيارات HIV-RNA.",
      "متابعة عيارات المستضد P24.",
      "متابعة عيارات P24 باختبار ELISA."
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "32. الخطأ في وقاية المصاب بالإيدز من الأخماج الانتهازية (دورة 2025)",
    options: [
      "أدوية ذات الرئة بالمتكيس (T4 أقل من 200/مم3).",
      "أدوية فيروس CMV (T4 أقل من 200/مم3).",
      "أدوية المتفطرة الطيرية (T4 أقل من 75/مم3).",
      "أدوية داء المقوسات (T4 أقل من 100/مم3)."
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "33. تعطى الحامل المصابة بالإيدز لوقاية جنينها من الإصابة به (دورة 2025)",
    options: [
      "Dideoxyinozin",
      "Sanquinavir",
      "Indinavir",
      "Zidovudin"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "34. الخطأ في تشخيص الإيدز بعد انقضاء سنة على العدوى (دورة 2025)",
    options: [
      "سلبية زرع الفيروس على أجنة البيض تنفي الإصابة",
      "سلبية الكشف عن P24 تنفي الإصابة",
      "سلبية اختبار PCR تنفي الإصابة",
      "سلبية اختبار ELISA للكشف عن الأضداد تنفي الإصابة"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "35. ما يلي من المظاهر الكبرى للإيدز عدا (دورة 2025)",
    options: [
      "التهاب الفم بالمبيضات البيض",
      "ذات الرئة بالمتكيس الرئوي الكاريني",
      "داء المقوسات الدماغي",
      "التهاب شبكية حاد بفيروس CMV"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "36. تكون المضاعفات المناعية الذاتية شائعة بعد الإسهال بـ (دورة 2025)",
    options: [
      "المنحنية الصائمية",
      "الشيغيال الزحارية",
      "اليرسنية الملهبة للأمعاء والكولون",
      "الشريكية الكولونية O157"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "37. الخطأ في الكوليرا (دورة 2025)",
    options: [
      "يصاب المريض بحماض استقلابي يمكن أن يودي بحياته",
      "يسبب ذيفان ضمة الهيضة تخرب مخاطية الأمعاء الدقيقة",
      "عندما يفقد المريض 3-5% سوائل من وزنه يحدث شعور بالعطش",
      "يوفر اللقاح وقاية نسبيًا، لكن لا تدوم سنوات طويلة"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "38. الدواء النوعي لمعالجة الزحار العصوي عند البالغين هو (دورة 2025)",
    options: [
      "البنسلين",
      "سيفترياكسون",
      "سبيروفلوكساسين",
      "دوكسي سيكلين"
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "39. يؤكد تشخيص الإسهال المرافق للصادات بالمطثية العسيرة بـ (دورة 2025)",
    options: [
      "زرع الجرثوم من البراز",
      "الكشف عن أضداد الجرثوم في الدم",
      "الكشف عن ذيفانات الجرثوم في البراز",
      "الكشف عن مستضدات الجرثوم في البراز"
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "40. الخطأ في الزحار الأميبي (دورة 2025)",
    options: [
      "تترافق الخراجة الكبدية غالبًا مع إصابة معوية",
      "أغلب الإصابات المعوية اللاعرضية مع طرح أكياس بالبراز",
      "يعالج الورم الأميبي بالمترونيدازول",
      "تحدث آفات قرحية موضعية في المستقيم والأعور"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "41. الخطأ في حالات حملة السالمونيلا التيفية (دورة 2025)",
    options: [
      "يمكن أن يتم حمل الجرثوم في المرارة أو الكلية",
      "يكون زرع الدم إيجابيًا",
      "يكون اختبار الكشف عن أضداد مستضد vi إيجابيًا",
      "يعطى الحملة البالغون سيبروفلوكساسين 28 يوماً"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "42. لتشخيص التيفوئيد في الأسبوع الثاني للخمج يجرى الآتي عدا (دورة 2025)",
    options: [
      "معايرة أضداد المستضد O و H بتفاعل فيدال",
      "زرع البول",
      "زرع البراز",
      "زرع الدم"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "43. يمكن أن يحدث افتراق نبضي حروري في الحالات التالية عدا (دورة 2025)",
    options: [
      "داء البريميات",
      "داء الشيغيلات",
      "الحمى التيفية",
      "داء الريكتسيات"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "44. تعالج الحمى المعوية عند الحوامل والأطفال بواحدة مما يلي (دورة 2025)",
    options: [
      "Ceftriaxon",
      "Vancomycine",
      "Ciprofloxacin",
      "Augmantine"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "45. الخطأ في الجمرة الخبيثة (دورة 2025)",
    options: [
      "تكون ذات الرئة بها مُعدية بشدة وأكثر من ذات الرئة الطاعونية",
      "تحدث الوفيات بسبب إنتان الدم",
      "الإصابة الجلدية بالجمرة غير مؤلمة",
      "الجمرة الجلدية هي الأشيع والأفضل إنذارًا"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "46. الخطأ في الحُمرة (دورة 2025)",
    options: [
      "أشيع الإصابات على الوجه وحول الأنف",
      "هي خمج نوعي منتشر بشكل جهازي",
      "تعالج بالبنسلين",
      "سببها ذيفان عقدي يصيب الأوعية اللمفية في الجلد"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "47. الخطأ في أخماج العنقوديات (دورة 2025)",
    options: [
      "يمكن أن تسبب الذهبية التسمم الغذائي لكن إنذاره جيد",
      "تسبب العنقودية الرمية خمجًا على البدائل الصناعية",
      "يكون زرع الدم إيجابيًا في متلازمة SSSS",
      "تسبب الذهبية التهاب شغاف خاصة عند متعاطي المخدرات الوريدية"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "48. الخطأ في التسمم الوشيقي (دورة 2025)",
    options: [
      "يحدث شلل رخو نازل غير متناظر",
      "من أبكر الأعراض الشفع ونقص المطابقة",
      "يحدث عسرة بلع",
      "يحدث إمساك عند المصاب"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "49. الخطأ في متلازمة الصدمة السمية بالمكورات العنقودية الذهبية (دورة 2025)",
    options: [
      "قد يكون زرع الدم إيجابيًا أو سلبيًا",
      "تلي خمج العنقودية الذهبية في الأغشية المخاطية فقط",
      "يحدث تقشر راحتين وأخمصين بعد الإصابة",
      "يحدث قصور في جهازين على الأقل"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "50. الخطأ في الموات الغازي (دورة 2025)",
    options: [
      "يعالج بالأمبيسلين وريديًا",
      "يجب إجراء تنضير للأنسجة المتنخرة",
      "لا يوجد لقاح للوقاية ولا مصل ضدي نوعي للعلاج",
      "تحدث بيلة خضابية ويرقان خاصة في الإصابة الرحمية"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "51. أخطر مضاعفات الكزاز (دورة 2025)",
    options: [
      "الكسور الانقلاعية",
      "التهاب الوريد الخثري",
      "اضطراب الشوارد",
      "شلل العضلات التنفسية"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "52. أشيع سبب لالتهاب الشغاف الجرثومي تحت الحاد (دورة 2025)",
    options: [
      "المكورات العقدية المخضرة",
      "المكورات العنقودية الذهبية",
      "المكورات العقدية المقيحة",
      "المكورات العنقودية البشروية"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "53. أشيع سبب لالتهاب السحايا الجرثومي عند الولدان (دورة 2025)",
    options: [
      "النيسرية السحائية",
      "المكورات الرئوية",
      "الإمعائيات",
      "المستدمية النزلية"
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "54. أشيع سبب لالتهاب مفصل قيحي وحيد بعد رض هو (دورة 2025)",
    options: [
      "الزائفة الزنجارية",
      "النيسرية البنية",
      "المكورات العنقودية البشروية",
      "المكورات العنقودية الذهبية"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "55. الخطأ في تشخيص الحمى المالطية (دورة 2025)",
    options: [
      "يكون تعداد البيض طبيعيًا أو منخفضًا",
      "ترتفع سرعة التثفل وبخاصة في الإصابة الحادة والقلبية والعظمية",
      "يكون زرع الدم إيجابيًا في 50% من الحالات",
      "تتناسب شدة الإصابة السريرية طردًا مع عيار الأضداد"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "56. يشخص داء الليستريات الوليدي بما يلي عدا (دورة 2025)",
    options: [
      "عزل الجرثوم من المشيمة بعد الولادة مباشرة",
      "زرع مفرزات الأنف أو CSF للوليد",
      "عزل الجرثوم من السائل الأمينوسي",
      "الكشف عن الأضداد في مصل الأم"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "57. يضاف إلى العلاج في تدبير الحمى المالطية للبالغين عند وجود إصابة عصبية، واحد مما يلي (دورة 2025)",
    options: [
      "ستربتوميسين",
      "تريميتوبريم مع سلفاميتوكسازول",
      "جنتاميسين",
      "بنسلين"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "58. أفضل مشاركة في تدبير عضات الإنسان والحيوان (دورة 2025)",
    options: [
      "مترونيدازول وأوغمانتين",
      "أمبيسلين وجنتاميسين",
      "سلفاميتوكسازول مع تريميتوبريم وأمبيسلين",
      "سبيراميسين وأوغمانتين"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "59. الخطأ في حمى الجبال الصخرية المبقعة (دورة 2025)",
    options: [
      "تنتقل العدوى بقمل الجسد",
      "تسببها الريكتسية ركتسي في أمريكا",
      "أكثر ما يصاب بها الأطفال",
      "الإنذار سيئ"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "60. أكثر الأخماج المكتسبة في المشافي شيوعًا هي (دورة 2025)",
    options: [
      "ذوات الرئة عند المرضى الموضوعين على المنفسة",
      "أخماج البدائل الصنعية",
      "أخماج الشقوق الجراحية",
      "أخماج الجهاز البولي"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "61. ما يلي من مسببات ذات الرئة اللانمطية (اللانموذجية) عدا (دورة 2025)",
    options: [
      "الفيلقية المستروحة (الليجيونيلة أليفة الرئة)",
      "المفطورات (الميكوبلازما)",
      "المتدثرات",
      "الزائفة الزنجارية"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "62. الخطأ في الحمى مجهولة السبب (دورة 2025)",
    options: [
      "أشيع المسببات الجرثومية السل",
      "تستطب خزعة الكبد في جميع الحالات",
      "حمى 38.3 أو أكثر دون أعراض أو علامات أكثر من 3 أسابيع",
      "أشيع السرطانات الصلبة المسببة سرطان الكلية"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "63. الخطأ في داء المقوسات المكتسب (دورة 2025)",
    options: [
      "يمكن أن يليه حدوث التهاب شبكية ومشيمية",
      "تكون الإصابة اللاعرضية في الغالبية العظمى من الحالات",
      "تبدي خزعة العقد اللمفاوية تبدلات نسيجية نموذجية",
      "لا تظهر لمفاويات شاذة في لطاخة الدم المحيطي"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "64. تضم معايير سوء إنذار المالريا العصبية ما يلي عدا (دورة 2025)",
    options: [
      "البولة أكثر من 60 مغ/دل",
      "ظهور المتقسمات في لطاخة الدم الحشوي",
      "إصابة أكثر من 5% من الكريات الحمر بالطفيلي",
      "الكرياتينين أكثر من 3 ملغ/دل"
    ],
    correct: 1,
    explanation: ""
  },
  {
    question: "65. الخطأ في الليشمانيا الحشوية (دورة 2025)",
    options: [
      "يوضع التشخيص بالكشف عن اللشمانيا في رشافة العقد أو النقي",
      "ترتفع سرعة التثفل أكثر من 100/1 ساعة",
      "ينقص تعداد الكريات البيض",
      "يبقى تعداد الحمر والصفيحات طبيعيًا"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "66. لتدبير داء المبيضات الجلدي المخاطي يعطى واحد مما يلي (دورة 2025)",
    options: [
      "Voriconazole",
      "Itraconazole",
      "Flucytosin",
      "Ketoconazole"
    ],
    correct: 3,
    explanation: ""
  },
  {
    question: "67. الخطأ في الورم الرشاشي (دورة 2025)",
    options: [
      "العلاج بالاستئصال الجراحي مع مضادات الفطر",
      "يحدث نفث دم غزير",
      "تكون الإصابة غالبًا ثنائية الجانب",
      "يظهر هلال غازي يفصل الورم عن جدار الكهف"
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "68. أشيع سبب للإصابة الرئوية بالفطر الرشاشي (دورة 2025)",
    options: [
      "الرشاشية السوداء",
      "الرشاشية الصفراء",
      "الرشاشية الدخناء",
      "الرشاشية المتغيرة"
    ],
    correct: 2,
    explanation: ""
  },
  {
    question: "69. الخطأ في خمج المشوكة الحبيبية (دورة 2025)",
    options: [
      "يكون المصاب مُعديًا للآخرين",
      "أشيع توضعات الكيسات المائية الكبد، يليها الرئة",
      "لا تبزل الكيسات الرئوية خشية انبثاقها",
      "تكون الاختبارات المصلية للكشف عن الأضداد إيجابية"
    ],
    correct: 0,
    explanation: ""
  },
  {
    question: "70. الخطأ في خمج الشريطية العزلاء (دورة 2025)",
    options: [
      "يمكن أن تسبب عدوى ذاتية",
      "يمكن أن تكون الإصابة اللاعرضية",
      "لا تسبب داء الكيسات المذنبة للإنسان",
      "تعيش الدودة الكهلة في الأمعاء الدقيقة للبشر"
    ],
    correct: 0,
    explanation: ""
  },
]
