const course2022Infectious = [
   {
        question: "1. واحد من الآتي له لقاح ومصل مضاد نوعي (دورة 2022):",
        options: [
            "الحماق",
            "التهاب الكبد C",
            "الإنفلونزا",
            "التسمم الوشيقي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "2. تشخيص قرحة الإفرنجي (دورة 2022):",
        options: [
            "تلوين رشافة بغرام",
            "الزرع",
            "فحص الأضداد",
            "أخذ رشفة من القرحة وفحصها تحت مجهر بساحة مظلمة"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "3. أشيع الأخماج الانتهازية للإيدز (دورة 2022):",
        options: [
            "ذات الرئة بالمتكيس الكاريني",
            "التهاب الدماغ بالمقوسات الغوندية",
            "غرن كابوزي",
            "التهاب مريء بالمبيضات البيض"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "4. الخطأ عن الحماق (دورة 2022):",
        options: [
            "حطاطات حمراء ثم حويصلات رائقة ثم تتوسف وتتجلب",
            "تظهر الاندفاعات بنفس الحجم والعمر"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "5. كل ما يلي صحيح عن الإيدز ما عدا (دورة 2022):",
        options: [
            "تبدأ العلاج عندما CD4<200",
            "نعطي الحامل AZT",
            "الأدوية يجب أن تجتاز BB"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "6. الخطأ في اختلاطات المتحول الأميبي (دورة 2022):",
        options: [
            "خراجة كبدية",
            "التهاب كولون غشائي كاذب",
            "ورم أميبي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "7. كل ما يلي لعلاج الإنفلونزا ما عدا (دورة 2022):",
        options: [
            "Amantidin",
            "Retonvir"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "8. التشخيص التفريقي لخمج بارفو ما عدا (دورة 2022):",
        options: [
            "الحصبة",
            "الحصبة الألمانية",
            "التهاب تأتبي (أكزيما)",
            "حمى قرمزية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "9. في الحمرة ما عدا (دورة 2022):",
        options: [
            "خمج نوعي للعقدية المقيحة",
            "في الأنف شائعة وحوله",
            "بنسلين وريدي للحالات الشديدة",
            "نتيجة عامل الذيفاني في الأوعية الدموية"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "10. أعلى نسبة ازمان في التهاب الكبد B (دورة 2022):",
        options: [
            "الطريق الجنسي",
            "الأطفال المولودين لأمهات مصابات",
            "إصابة البالغين"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "11. الخطأ في الإفرنجي الثانوي (دورة 2022):",
        options: [
            "ضخامة عقدية معممة غير مؤلمة",
            "حطاطات معدية مؤلمة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "12. أشيع سبب لأخماج الشقوق الجراحية (دورة 2022):",
        options: [
            "الإشريكية الكولونية",
            "الزائفة الزنجارية",
            "العقدية المقيحة",
            "العنقودية الذهبية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "13. دواء Flucytosine لمعالجة التهاب سحايا بـ (دورة 2022):",
        options: [
            "مبيضات جهازي",
            "رشاشيات",
            "التهاب سحايا بالمستخفية المستحدثة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "14. كل ما يلي يدخل في التشخيص التفريقي للنكاف ما عدا (دورة 2022):",
        options: [
            "أورام نكفة",
            "التهاب النكفة القيحي",
            "التهاب المفصل الفكي الصدغي",
            "التهاب عقد لمفية رقبية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "15. الخاطئ في الكزاز لجرح ملوث (دورة 2022):",
        options: [
            "مريض أخذ لقاح خلال 10 سنوات إعطاء جرعة مصل",
            "مريض أخذ لقاح من أكثر من 10 سنوات، جرعة لقاح وجرعة مصل",
            "يعطى لقاح ومصل ضدي نوعي في جميع الحالات"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "16. الخطأ في المطثية الحاطمة (الموات الغازي) (دورة 2022):",
        options: [
            "من العلامات المبكرة ظهور فرقعات غازية",
            "الوفاة تنتج عن التنخر الواسع للنسج"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "17. كل ما يلي يسبب تسمم غذائي خلال أكثر من 16 ساعة عدا (دورة 2022):",
        options: [
            "العنقودية المذهبة",
            "السالمونيلا",
            "ضمة الهيضة",
            "ETEC"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "18. الخطأ عن HBV (دورة 2022):",
        options: [
            "يلزم كميات كبيرة للخمج به"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "19. الخطأ في HDV (دورة 2022):",
        options: [
            "يوجد مصل مضاد له للمصابين بالتهاب الكبد B"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "20. الخطأ في التهابات الكبد (دورة 2022):",
        options: [
            "يترفع AST و ALT بين 2–3 أمثال"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "21. الخطأ في الورم الرشاشي (دورة 2022):",
        options: [
            "وحيد غالبًا",
            "نزف غزير",
            "يشخص مصليًا"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "22. الخطأ في الإيدز (دورة 2022):",
        options: [
            "ظهور مستضد P24 بعد ظهور الأضداد"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "23. الخطأ عن المتكيس الكاريني (دورة 2022):",
        options: [
            "أفضل طريقة للتشخيص غسالة القصبات",
            "سلبيته في القشع تنفي الخمج"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "24. متلازمة SSSS (دورة 2022):",
        options: [
            "زرع الدم إيجابي",
            "تسببها جميع ذراري العنقودية الذهبية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "25. الخطأ في الموات الغازي (دورة 2022):",
        options: [
            "يسبب فقر دم ويرقان في حالات الخمج الرحمي",
            "قد يختلط مع التهاب اللفافة النخري",
            "يشخص مباشرة بخزعة مجمدة من العضلات"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "26. ثالوث داء ويل (دورة 2022):",
        options: [
            "حمى عالية وقصور كلوي ويرقان شديد",
            "حمى خفيفة وقصور كلوي ويرقان خفيف",
            "قصور كلوي ويرقان شديد التهاب سحايا"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "27. التهاب الدماغ الحلئي الخطأ (دورة 2022):",
        options: [
            "الحلئي إنذاره أسوأ من التهاب الدماغ النكفي",
            "التشخيص بإجراء PCR لـ CSF",
            "يعالج بالاسيكلوفير وريديًا"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "28. في أخماج السبيل البولي الخطأ (دورة 2022):",
        options: [
            "أشيع الأخماج المشفوية",
            "تبدل القثطرة كل شهر",
            "تسببها الإشريكية والمتقلبة والكليبسيلا"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "29. في الكيسات العدارية الخطأ (دورة 2022):",
        options: [
            "كيس وحيد يعالج بالجراحة",
            "نعالج ميترونيدازول قبل الجراحة وبعد بشهر",
            "الجراحة أفضل حل للكيسات المتكلسة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "30. الخطأ في الحمى الراجعة (دورة 2022):",
        options: [
            "الوبائية ينقلها القمل والمتوطنة ينقلها القراد",
            "الحمى المنقولة بالقراد تكون أكثر تكرارًا من المنقولة بالقمل",
            "لا يوجد اندفاعات"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "31. الدواء الانتقائي اختر الخطأ (دورة 2022):",
        options: [
            "تتراسكلين للكوليرا",
            "جنتاميسين للعصوية الجمرية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "32. أدوية الإسكاريس ما عدا (دورة 2022):",
        options: [
            "Albendazole",
            "Mebendazole",
            "Levamide",
            "Necolsamide"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "33. مكان إصابة الحمى المالطية (دورة 2022):",
        options: [
            "كتف ومفصل حرقفي فخذي",
            "حرقفي عجزي وحرقفي فخذي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "34. التهاب السحايا النكفي الخطأ (دورة 2022):",
        options: [
            "ثاني أشيع سبب بعد المكورات المعوية",
            "يحدث قبل أو أثناء أو بعد الضخامة",
            "يمكن أن يحدث دون إصابة غدد لعابية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "35. أي مما يلي لا يفيد بتشخيصه الاختبارات المصلية (دورة 2022):",
        options: [
            "العنقوديات",
            "داء البريميات",
            "المقوسات",
            "الإفرنجي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "36. عن المالريا الخطأ (دورة 2022):",
        options: [
            "كين للوقاية عند الحوامل. وكلور",
            "عند خمج بالبيضوية والنشيطة. بريماكين",
            "استئصال الطحال المتضخم"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "37. مضاد استطباب للقاح الإنفلونزا ما عدا (دورة 2022):",
        options: [
            "من يعتني بالمسنين أو مرضى مزمنين",
            "التحسس تجاه بروتين البيض",
            "أطفال بعمر أقل من 6 أشهر",
            "سابقة غيلان باريه خلال أقل من 6 أشهر"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "38. الخطأ عن الشريطية العزلاء (دورة 2022):",
        options: [
            "تسبب داء الكيسات المذنبة",
            "يوجد قطع منها في البراز"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "39. الخطأ في ضخامة PGL لمفوما معممة بالإيدز (دورة 2022):",
        options: [
            "وجودها يدل على زيادة شدة المرض",
            "موجودة بكل مراحل الإيدز"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "40. ذات الرئة بالمكورات الرئوية الخطأ (دورة 2022):",
        options: [
            "بدء مفاجئ بعروءات وزلة تنفسية",
            "نعزل المريض",
            "تكون فصية واضحة الحدود بالصورة الشعاعية",
            "كريات بيض أكثر من 15 ألف"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "41. الخطأ عن HCV (دورة 2022):",
        options: [
            "معظم الإصابات لا عرضية",
            "ALT و AST مرتفعة دائمًا"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "42. عن السرمية الدودية الخطأ (دورة 2022):",
        options: [
            "حياتها بالأمعاء الغليظة",
            "لا تمر دورة حياتها بالرئتين",
            "تشخيص البيوض بالبراز"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "43. الخطأ عن إصابة والدية بـ CMV (دورة 2022):",
        options: [
            "يحدث فيه ضخامة طحال وكبد ويرقان",
            "يحدث فيه صغر حجم رأس والتهاب دماغ",
            "يحدث فيه التهاب شبكية ومشيمية وعمى وصمم",
            "لا يمكن أن تكون الإصابة لا عرضية"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "44. الخطأ عن داء وحيدات النوى الخمجي بـ EBV (دورة 2022):",
        options: [
            "التهاب بلعوم تنخري",
            "يظهر طفح عند إعطاء البنسلين",
            "لمفاويات شاذة",
            "يجب مراقبة المرضى لسنة للكشف عن اختلاطات ورمية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "45. الخمج بالفيروسات الغدية الخطأ (دورة 2022):",
        options: [
            "قد تحدث ذات رئة فيروسية",
            "تسبب خمج في الطرق التنفسية العلوية",
            "يدخل خمج المتدثرات بالتشخيص التفريقي للخمج العيني",
            "لا تكسب الإصابة مناعة"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "46. من معايير سوء إنذار المالريا العصبية عدا (دورة 2022):",
        options: [
            "عمر المريض أقل من 7 سنوات",
            "وجود اختلاجات",
            "ظهور متقسمات بالدم",
            "إصابة أكثر من 5% من الكريات الحمر"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "47. تشخيص داء المقوسات الخطأ (دورة 2022):",
        options: [
            "خزعة العقد اللمفاوية غير نموذجية",
            "تظهر لمفاويات شاذة",
            "كشف IgM لدى الحامل يدل على إصابة حادة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "48. العلاج النوعي للزحار العصوي عند البالغين (دورة 2022):",
        options: [
            "Tetracycline",
            "Metronidazole",
            "Ciprofloxacine"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "49. التشخيص التفريقي لحمى الجبال الصخرية المبقعة الخطأ (دورة 2022):",
        options: [
            "حصبة",
            "فرفرية نقص صفيحات",
            "سفلس ثانوي",
            "انتان دم بالسحائيات"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "50. تشخيص السيلان البني الحاد عند الذكور (دورة 2022):",
        options: [
            "لطاخة وفحصها مجهريًا"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "51. الطاعون الخطأ (دورة 2022):",
        options: [
            "يجب عزل المرضى المصابين بالطاعون الرئوي",
            "يعطى تتراسكلين أثناء الأوبئة",
            "يفضل الجمع بين الستربتوميسين والتتراسكلين للعلاج",
            "الجواب"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "52. الخطأ في الاختبارات المصلية في خمج النسج بالمتحول الأميبي (دورة 2022):",
        options: [
            "تكون إيجابية 100% في الخراجات الزحارية",
            "إيجابية في كل أشكال خمج الطفيلي",
            "إيجابية بالغالبية العظمى للإصابات المعوية العرضية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "53. عن داء الشعيات الخطأ (دورة 2022):",
        options: [
            "تتنوسر للجنب",
            "إنذار إصابة الوجه جيد",
            "نجري اختبار زرع وتحسس لاختيار الصاد المناسب"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "54. في الكوليرا الخطأ (دورة 2022):",
        options: [
            "ارتفاع عدلات كاذب وهيماتوكريت",
            "نقص PH وبيكربونات",
            "الكشف عن الأضداد للتشخيص",
            "يجب زرع البراز في الأماكن غير المتوطن"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "55. عن المبيضات الخطأ (دورة 2022):",
        options: [
            "تزرع على الغراء المغذي أو منابت خاصة",
            "اختبارات الكشف عن الأضداد",
            "اختبار التبرعم لتفريق المبيضات عن باقي الفطور",
            "رؤية أشكال خميرية متبرعمة بالفحص المباشر"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "56. الخطأ عن الطاعون (دورة 2022):",
        options: [
            "الدواء الانتقائي ستربتومايسين",
            "الوقاية كيميائيًا بالتتراسكلين",
            "لا يسبب التهاب سحايا واضطراب CSF"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "57. الخطأ عن الليشمانيا الجلدية في سوريا (دورة 2022):",
        options: [
            "تسببها المدارية الكبرى في الريف",
            "يحدث الشفاء والمناعة خلال 6–12 شهرًا",
            "تترك ندبة ضامرة مصطبغة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "58. عن الكلب الخطأ (دورة 2022):",
        options: [
            "في الطور البادري يحدث حمى خفيفة وإقياء وقمه",
            "يمكن التطور من الطور البادري للشللي مباشرة",
            "مريض أخذ اللقاح مسبقًا وتعرض للفيروس يعطى مصل مضاد فقط"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "59. عن الكيسات المائية الخطأ (دورة 2022):",
        options: [
            "البيوض معدية فقط",
            "تتشكل بالكبد غالبًا ونادرًا بالرئة",
            "لا يجب بزلها قبل الجراحة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "60. الخطأ عن التهاب كبد A الحاد (دورة 2022):",
        options: [
            "نقص عدلات ولمفاويات",
            "تعود الناقلات للارتفاع بعد حدوث اليرقان",
            "تحدث مناعة دائمة بعد الشفاء"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "61. عن التسمم الوشيقي الخطأ (دورة 2022):",
        options: [
            "نعزل الجرثوم من المصل والمعدة والقيء",
            "من البراز وبقية الطعام",
            "شلل نازل متناظر",
            "ترتفع الكريات البيض وسرعة التثفل"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "62. الحمى التيفية الخطأ (دورة 2022):",
        options: [
            "سبيروفلوكساسين للبالغين",
            "سفترياكسون للحوامل",
            "ديكساميتازون في الحالات السمية الشديدة",
            "المعالجة الباكرة نكسها أقل من المتأخرة"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "63. عن متعاطي المخدرات الخطأ (دورة 2022):",
        options: [
            "التهاب المفاصل الكبيرة بالعنقودية الذهبية",
            "التهاب الشغاف أشيع بالبشروية",
            "التهاب جلد وأنسجة رخوة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "64. عن الكيسات المذنبة الخطأ (دورة 2022):",
        options: [
            "تحوي أجنة غير خمجية",
            "يسبب انبثاقها صدمة تأقية",
            "يوضع التشخيص مبدئيًا بالصورة الشعاعية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "65. الخطأ عن الإنفلونزا (دورة 2022):",
        options: [
            "CRP مرتفع بكل الحالات",
            "حرارة أكثر من 38",
            "ارتفاع الكريات البيض في حال الاختلاطات فقط"
        ],
        correct: 0,
        explanation: ""
    }
]
