const course2025Oncology = [
   {
        "question": "1. يستطب إجراء الخزعة بالإبرة الرفيعة في كل الآفات التالية ما عدا : (دورة 2025)",
        "options": [
            "العقد الدرقية",
            "كتلة كبيرة بالفخذ",
            "تقرح بالوجنة",
            "كتلة بالثدي",
            "كتلة خلف البريتوان"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "2. كل ما يلي صحيح في فرط نشاط الدرق (داء غريف) ما عدا : (دورة 2025)",
        "options": [
            "تثبيط TSH",
            "زيادة قبط اليود",
            "مستويات T3 و T4 مرتفعة",
            "مستويات T3 و T4 غير مرتفعة",
            "عقد متعددة"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "3. أقل المواصفات التالية توجيهاً لأن تكون كتلة الثدي خبيثة: (دورة 2025)",
        "options": [
            "قاسية",
            "حدود مبهمة غير واضحة",
            "مثبتة على السطح",
            "مثبتة على العمق",
            "وحيدة"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "4. يعتبر إجراء الـ FNA مناسباً لتأكيد التشخيص لأورام الدرق في كل مما يلي عدا: (دورة 2025)",
        "options": [
            "السرطانة الحليمية",
            "سرطان خلايا هرتل",
            "السرطانة الجريبية",
            "السرطانة اللبية",
            "اللمفوما"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "5. أي مما يلي يعد عاملاً وقائياً من سرطان الثدي : (دورة 2025)",
        "options": [
            "الإياس المبكر",
            "الإرضاع",
            "تعدد الولادات",
            "الرضاعة الطبيعية",
            "قصة سرطان مبيض"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "6. الإجراء المناسب للمقاربة لدى مريضة عمرها 53 عاماً ولديها شكاية في الثدي: (دورة 2025)",
        "options": [
            "ماموغرافي",
            "إيكوغرافي",
            "صورة شعاعية للصدر",
            "طبقي محوري",
            "رنين مغناطيسي"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "7. الإجراء الأنسب لوضع التشخيص في حال وجود كتلة لديها: (دورة 2025)",
        "options": [
            "إيكوغرافي",
            "ماموغرافي",
            "إيكوغرافي مع ماموغرافي",
            "FNA",
            "PET scan"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "8. أي من الأورام التالية يضاف مفهوم compartmental intra and extra لتصنيف TNM: (دورة 2025)",
        "options": [
            "Carcinoma",
            "Adenocarcinoma",
            "Lymphoma",
            "Malignant schwanoma",
            "Atypia"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "9. أثناء فحص آفات العنق والرأس من المهم عدم إهمال فحص: (دورة 2025)",
        "options": [
            "الصدر",
            "البطن",
            "العقد اللمفاوية",
            "الأطراف"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "10. عند تشخيص كيسة درقية لسانية عند طفلة 9 سنوات نجري كل ما يلي ما عدا : (دورة 2025)",
        "options": [
            "استئصال جزء من العظم اللامي",
            "إعطاء التيروكسين بجرعة مناسبة مثبطة",
            "تصوير ومضاني للعنق بالتكنيسيوم",
            "استئصال كامل الكيسة",
            "استئصال كامل مجرى الناسور حتى قاعدة اللسان"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "11. من مبادئ جراحة Cystic hygroma كل من التالي ما عدا: (دورة 2025)",
        "options": [
            "الاستئصال التام مع هامش أمان",
            "الاستئصال المتكرر على مراحل",
            "الحرص على سلامة المجاورات",
            "لا حاجة لتجريف العنق",
            "البزل"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "12. يمكن أن يتظاهر مريض فرط نشاط جارات الدرق البدئي بكل ما يلي ما عدا : (دورة 2025)",
        "options": [
            "قولنج كلوي",
            "هبوط توتر شرياني",
            "التهاب البنكرياس",
            "نزف هضمي علوي",
            "لا عرضي"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "13. في تشوهات الشق الغلصمي الأول كل ما يلي صحيح ما عدا: (دورة 2025)",
        "options": [
            "أشيع تشوهات الشقوق الغلصمية",
            "يمكن أن يظهر بعد الولادة باكراً",
            "ينفتح الناسور عند زاوية الفك السفلي",
            "مجرى الناسور يمر بجوار مسار العصب القحفي السابع"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "14. في سرطان الدرق الحليمي أي من التالي صحيح: (دورة 2025)",
        "options": [
            "الأقل شيوعاً في سرطانات الدرق",
            "ينتشر بشكل رئيسي عن طريق الدم",
            "يصيب كبار السن مع قصة سلعة بنقص اليود",
            "يمكن أن يتظاهر بضخامة عقد لمفاوية رقبية"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "15. Frozen Section تعني أي من الآتي: (دورة 2025)",
        "options": [
            "خزعة بالإبرة الرفيعة",
            "خزعة استئصالية",
            "خزعة مجمدة سريعة",
            "خزعة موجهة بالإيكو",
            "خزعة موجهة بالطبقي"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "16. له علاقة بفيروس الحلأ البسيط : (دورة 2025)",
        "options": [
            "BCC",
            "SCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "17. له علاقة بفيروس أبشتاين بار : (دورة 2025)",
        "options": [
            "BCC",
            "SCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "18. يفيد فيه الـ FNA: (دورة 2025)",
        "options": [
            "BCC",
            "SCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "19. تشيع فيه النقائل اللمفاوية : (دورة 2025)",
        "options": [
            "BCC",
            "SCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "20. الأكثر شيوعاً في منطقة الرأس والعنق: (دورة 2025)",
        "options": [
            "BCC",
            "SCC",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "21. ما نوع السرطان الأكثر شيوعاً في منطقة الرأس والعنق: (دورة 2025)",
        "options": [
            "SCC",
            "BCC",
            "MELANOMA",
            "Keratoacanthoma"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "22. كل ما يلي من مميزات الـ Sarcomas ما عدا : (دورة 2025)",
        "options": [
            "تصيب النسج الرخوة وتشتق من الأديم المتوسط",
            "تعني باليونانية لحم السمك",
            "تميل للانتقال بالطريق الدموي",
            "تشكل 25 بالمئة من الخباثات عموماً",
            "أشيع في الأطراف وخاصة السفلية"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "23. اندخالات هيولية داخل النواة: (دورة 2025)",
        "options": [
            "السرطان الجريبي",
            "السرطان الحليمي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "24. تكتلات من الخلايا المنسلخة: (دورة 2025)",
        "options": [
            "السرطان الجريبي",
            "السرطان الحليمي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "25. يمكن تمييز البروستاغالندينات والسيروتونين في مصل المرضى: (دورة 2025)",
        "options": [
            "السرطان الجريبي",
            "السرطان الحليمي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "26. طفرة في طليعة المورثة الورمية RET: (دورة 2025)",
        "options": [
            "السرطان الجريبي",
            "السرطان الحليمي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "27. كتلة مؤلمة بالعنق مع ضخامات عقدية لمفية. (دورة 2025)",
        "options": [
            "السرطان الجريبي",
            "السرطان الحليمي",
            "كلاهما",
            "ولا أي منهما"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "28. يستطب استئصال الدرق في كل ما يلي عدا : (دورة 2025)",
        "options": [
            "عقدة وحيدة عند شاب",
            "فرط نشاط درق حديث",
            "قصة تعرض سابق للأشعة",
            "سلعة خلف القص"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "29. اكتشف لدى امرأة بعمر 66 سنة كتلة قاسية في مسكن الدرق وفي سوابقها سرطان درقي قديم، الأشيع أن يكون لديها: (دورة 2025)",
        "options": [
            "Papillary carcinoma",
            "Follicular carcinoma",
            "Carcinoma Hurthle cell",
            "Carcinoma Medullary",
            "Anaplastic carcinoma"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "30. وجد بالفحص السريري لشابة عمرها 21 عاماً كتلة بقطر 2.5 سم غير عرضية بالقطب السفلي من الفص الدرقي الأيمن، الخطوة التالية المناسبة: (دورة 2025)",
        "options": [
            "خزعة استئصالية",
            "خزعة بالإبرة الرفيعة",
            "خزعة شقية",
            "تصوير ومضاني للدرق",
            "إيكوغرافي للدرق"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "31. في السرطان النخاعي في الدرق Medullary Carcinoma كل ما يلي صحيح ما عدا: (دورة 2025)",
        "options": [
            "قد يكون وراثياً",
            "يعتبر وجود المادة النشوانية مشخصاً",
            "يرتفع الواسم الورمي CEA",
            "إنذاره جيد عموماً"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "32. العلاج الأمثل للورم الغدي السمي (داء بلومر) عقدة وحيدة 3 سم: (دورة 2025)",
        "options": [
            "الأدوية المضادة للدرق",
            "اليود المشع",
            "استئصال درق تام",
            "استئصال الفص المصاب مع البرزخ"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "33. أي من أورام الدرق التالية يعد الأحسن إنذاراً: (دورة 2025)",
        "options": [
            "Papillary carcinoma",
            "Follicular Carcinoma",
            "Medullary Carcinoma",
            "HURTHLE-Cell Carcinoma",
            "Anaplastic Carcinoma"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "34. سيدة عمرها 44 سنة بالنقر أمام الأذن حدث عندها تقلص في عضلات الوجه والشفة العلوية، أي من العبارات التالية يعبر عن هذه الحالة بشكل صحيح : (دورة 2025)",
        "options": [
            "تدعى هذه العلامة علامة شفوستك",
            "المريضة لديها نقص بوتاسيوم الدم",
            "المريضة لديها فرط بوتاسيوم الدم",
            "تدعى هذه العلامة علامة تروسو",
            "المريضة لديها فرط كلس الدم"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "35. وجد بالتحاليل الروتينية لسيدة عمرها 53 سنة أن كلس الدم لديها 12.2 ملغ/دل ولا يوجد في سوابقها المرضية شيء يذكر، الخطوة التالية: (دورة 2025)",
        "options": [
            "لا شيء، مراقبة فقط",
            "CT للعنق",
            "معايرة فوسفات المصل",
            "معايرة PTH",
            "معايرة الكلس في بول 24 ساعة"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "36. من خصائص متلازمة الأورام الغدية الصماوية المتعددة MEN كل ما يلي صحيح ما عدا: (دورة 2025)",
        "options": [
            "تورث كصفة جسمية قاهرة",
            "يحدث فيها إنتاج هرمون هاجر",
            "يعد الكارسينوئيد أحد أشكالها",
            "تسمى أحياناً ABUDomas",
            "تصاب جارات الدرق بدون الدرق"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "37. نشاهد في ورم Glucagonoma كل مايلي ما عدا : (دورة 2025)",
        "options": [
            "داء سكري خفيف",
            "إسهالات شديدة",
            "التهاب جلد مواتي نخري",
            "على حساب خلايا ألفا في المعثكلة"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "38. في تصوير الثدي من أجل التشخيص أيها صحيح: (دورة 2025)",
        "options": [
            "يفضل الماموغرافي عند الشابات",
            "يفضل الإيكوغرافي عند المسنات",
            "يفضل إجراؤهما معاً",
            "في حال الكيسات الأفضلية للماموغرافي"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "39. النز الدموي من حلمة الثدي قد يكون بسبب كل ما يلي ما عدا: (دورة 2025)",
        "options": [
            "الثلث الأخير من الحمل",
            "توسع أقنية لبنية",
            "ورم غدي ليفي",
            "سرطان ثدي",
            "ورم حليمي داخل الأقنية"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "40. يتظاهر داء موندور في الثدي بكل ما يلي عدا: (دورة 2025)",
        "options": [
            "نز دموي من الحلمة",
            "انكماش جلدي",
            "يقلد السرطان",
            "كتلة ثدي",
            "ألم بالثدي"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "41. أشيع تظاهر لسرطان الثدي عند الذكور: (دورة 2025)",
        "options": [
            "تبدلات في جلد الثدي (تقرح وانكماش)",
            "نز من الحلمة (نز دموي أو مدمى)",
            "كتلة ثدي غير مؤلمة",
            "ضخامة لمفاوية إبطية",
            "غؤور الحلمة"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "42. بحسب التشريح المرضي أي من الأورام التالية يعد الأكثر شيوعاً في سرطان الثدي: (دورة 2025)",
        "options": [
            "السرطان اللبي",
            "السرطان الفصيصي",
            "السرطان القنوي",
            "السرطان الأنبوبي",
            "السرطان المخاطي"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "43. عبارة واحدة صحيحة فيما يخص السرطان الالتهابي في الثدي: (دورة 2025)",
        "options": [
            "علامة قشر البرتقال",
            "كتلة واضحة الحدود",
            "نمو بطيء",
            "التشخيص المبكر",
            "الأشيع في الحمل"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "44. حسب تصنيف TNM أي مما يلي صحيح: (دورة 2025)",
        "options": [
            "T1: لا يوجد كتلة مجسوسة سريرياً",
            "T2: ورم 5 سم قطراً",
            "السرطان الالتهابي M1",
            "العقد فوق الترقوة M1 (خلافي)",
            "عقد إبطية مثبتة N1"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "45. تستطب المعالجة الشعاعية في سرطان الثدي في كل ما يلي عدا: (دورة 2025)",
        "options": [
            "كبديل للعلاج الكيماوي",
            "معالجة النقائل البعيدة للعظم",
            "أورام متقدمة محلية مع نقائل بعيدة",
            "تشعيع مسكن ورم",
            "تشعيع المناطق اللمفاوية"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "46. أي مما يلي من عوامل الخطورة المتوسطة لسرطان الثدي: (دورة 2025)",
        "options": [
            "قصة سرطان كولون",
            "سرطان ثدي سابق",
            "قصة عائلية",
            "ندرة الوالدات",
            "العمر فوق 40"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "47. تتألف متلازمة Fraumeni-Li مما يلي ما عدا: (دورة 2025)",
        "options": [
            "ساركوما عظام",
            "سرطان قشر الكظر",
            "أورام دماغ",
            "ابيضاض دم",
            "بوليبات هضمية"
        ],
        "correct": 4,
        "explanation": ""
    },
    {
        "question": "48. (إجابة خاطئة): (دورة 2025)",
        "options": [
            "RB1: مرتبطة بسرطان الرئة صغير الخلايا",
            "APC: مرتبطة بسرطان الكبد",
            "BRCAs: مرتبطة بسرطان الثدي",
            "WT1: مرتبطة بورم ويليامز"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "49. المورثة الورمية (Oncogenes) هي: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "BRCA-1",
            "C‑erb2",
            "RB1",
            "DCC"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "50. المورثة المعاكسة لـ BAX هي: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "BCL2",
            "C‑MYC",
            "K‑RAS",
            "CDKs"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "51. (إجابة صحيحة): (دورة 2025)",
        "options": [
            "Herceptin يستهدف: Bcl2",
            "Cetuximab يستهدف: EGFR",
            "Bevacizumab يستهدف TNF",
            "MYC ترمز لعوامل النمو"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "52. (إجابة صحيحة): (دورة 2025)",
        "options": [
            "النساء في البلدان النامية أكثر عرضة للإصابة بسرطان الثدي",
            "النساء في البلدان المتطورة أكثر عرضة للإصابة بسرطان المعدة",
            "الرجال في الدول النامية أكثر عرضة للإصابة بسرطان البروستات",
            "يعد VEGF عاملاً مهماً لتشكل أوعية الورم"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "53. نشك بوجود سرطان وراثي عند وجود: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "حدوث الورم بالجهتين",
            "حدوث الورم في عمر متقدم",
            "حدوث الورم عند الأقارب",
            "وجود سرطان بدئي متعدد"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "54. يزيد التدخين من حدوث السرطانات التالية: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "سرطان الرئة",
            "سرطان المري",
            "سرطان الحنجرة",
            "سرطان الجلد"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "55. المسرطن الرئيسي عند الرجال هو: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "الفيروسات",
            "عدم ممارسة الرياضة",
            "اللحم الأحمر",
            "التدخين"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "56. إجابة خاطئة: (دورة 2025)",
        "options": [
            "PROTO‑ONCOGENE موجودة في الحالة الطبيعية",
            "RAS تقوم بتثبيط الموت الخلوي المبرمج",
            "تترافق معظم السرطانات مع طفرة بـ MYC",
            "مورثة P53 تعمل بحال وجود خلل في DNA"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "57. الطرق التي تعتمدها الخلية لمنع التحول الورمي: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "إصلاح الـ DNA",
            "التحكم في سير الدورة الخلوية",
            "Apoptosis",
            "إيقاف التمايز"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "58. ميزات الخلايا السرطانية: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "الخلود",
            "انقسام محدود",
            "الغزو",
            "القدرة على تجنب الجواب المناعي"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "59. أهم مورثة كابحة للورم هي: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "MYC",
            "RAS",
            "DCC",
            "P53"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "60. الأدوية التي تثبط تشكل أوعية الورم هي: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "Bevacizumab",
            "Soratenib",
            "Rutixmab",
            "Sunitinib"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "61. أكثر الأورام شيوعاً عند النساء بسوريا: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "أورام الثدي",
            "أورام الجهاز التنفسي",
            "أورام الجهاز الهضمي",
            "اللمفومات"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "62. أكثر الأورام شيوعاً عند الأطفال بسوريا هي: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "اللمفومات",
            "أورام الجهاز العصبي المركزي",
            "الابيضاضات",
            "أورام النسج الرخوة"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "63. يتميز Adjuvant بالميزات التالية: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "لا يؤثر على النقائل",
            "يحسن من فترة الحياة",
            "ممكن أن يُعطى بعد العلاج الجراحي",
            "ممكن أن يُعطى بعد العلاج الشعاعي"
        ],
        "correct": 0,
        "explanation": ""
    },
    {
        "question": "64. العلاج الكيميائي: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "يؤثر العلاج الكيميائي على جميع الخلايا التي تكون بحالة انقسام",
            "تحسب جرعة العلاج الكيميائي حسب وزن وطول المريض",
            "عادة نشارك عدة أدوية كيميائية لها نفس آلية التأثير",
            "الابيضاضات: حساسة للعلاج الكيميائي"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "65. الدواء الذي يؤثر على مغزل الانقسام هو: (إجابة صحيحة) (دورة 2025)",
        "options": [
            "Cisplatine",
            "Holoxan",
            "Bleomycine",
            "Taxanes"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "66. التأثيرات الجانبية للعلاج الكيميائي: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "قد يسبب السيزبلاتين قصور كلوي",
            "قد يسبب السيزبلاتين سمية أذنية",
            "قد يسبب Irinotecan سمية كلوية",
            "قد يسبب الدوكسيروبسين سمية قلبية"
        ],
        "correct": 2,
        "explanation": ""
    },
    {
        "question": "67. العلاج الشعاعي: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "عادة غير مؤلم",
            "عادة يحتاج إلى استشفاء",
            "يمكن أن يتشارك مع العلاج الكيميائي",
            "يمكن أن يكون علاج ملطف أو شافي"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "68. المعالجة الهدفية: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "من أنواعها العلاج الهرموني",
            "أكثر فعالية وأكثر سمية من العلاج الكيميائي",
            "من أنواعها الأضداد وحيدة النسيلة",
            "يعتبر Bevacizumab علاج هدفي"
        ],
        "correct": 1,
        "explanation": ""
    },
    {
        "question": "69. الأدوية المثبطة للتيروزين كيناز هي: (إجابة خاطئة) (دورة 2025)",
        "options": [
            "Tarceva",
            "Erlotinib",
            "Sorafenib",
            "Cetuximab"
        ],
        "correct": 3,
        "explanation": ""
    },
    {
        "question": "70. أكثر الأورام حساسية على العلاج الكيميائي هو: (دورة 2025)",
        "options": [
            "اللمفومات",
            "سرطان البروستات",
            "سرطان الرئة",
            "الميلانوما"
        ],
        "correct": 0,
        "explanation": ""
    }

]
