
const courseQuestionsOncologyDoctor1 = {
            1: [ {
        question: "يستطب إجراء الخزعة بالإبرة الرفيعة في كل الآفات التالية ما عدا : (دورة 2025)",
        options: [
            "العقد الدرقية.",
            "كتلة كبيرة بالفخذ.",
            "تقرح بالوجنة.",
            "كتلة بالثدي.",
            "كتلة خلف البريتوان."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "الFrozen Section تعني أي من الآتي: (دورة 2025)",
        options: [
            "خزعة بالابرة الرفيعة.",
            "خزعة استئصالية.",
            "خزعة مجمدة سريعة.",
            "خزعة موجهة بالإيكو.",
            "خزعة موجهة بالطبقي."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "حسب تصنيف TNM أي مما يلي صحيح: (دورة 2025)",
        options: [
            "الT1 لا يوجد كتلة مجسوسة سريرياً.",
            "الT2 ورم 5 سم قطراً.",
            "السرطان الالتهابي M1.",
            "العقد فوق الترقوة M1.",
            "عقد إبطية مثبتةN1."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الT1 السماكة تساوي ١ ملم مع أو بدون تقرح</p><p>الT2 السماكة ١_٢ ملم</p><p>الN1 نقائل إلى عقدة وحيدة</p><p>(مقرر صفحة ٥٢)</p>"
    },
    {
        question: "Incisional biopsy :(2024 دورة)",
        options: [
            "خزعة شقية.",
            "خزعة استئصالية.",
            "خزعة بالإبرة الرفيعة.",
            "خزعة لبية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "يمكن استخدام FNA لتشخيص كل مما يلي عدا: (دورة 2024)",
        options: [
            "أورام خلف البريتوان.",
            "كتلة كبيرة في الفخذ.",
            "قرحة على الشفة.",
            "خزعة من الثدي.",
            "خزعة من الدرق."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "فتاة عندها عقدة مجسوسة بالفص الايمن السفلي بالدرق بقطر cm 5.2 ولا عرضية الإجراء التالي: (دورة 2024)",
        options: [
            "ايكو درق.",
            "ومضان درق.",
            "خزعة بالإبرة الرفيعة.",
            "خزعة استئصالية.",
            "خزعة مجمدة سريعة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>خزعة بالإبرة الرفيعة (FNA)تستخدم في آفات الدرق والثدي</p>"
    },
    {
        question: "تستخدم الFNA في كل مما يلي ما عدا: (دورة 2023)",
        options: [
            "درق.",
            "ثدي.",
            "كتلة كبيرة في الفخذ.",
            "كتلة خلف البريتوان.",
            "تقرح شفة."
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "الFrozen section: (دورة 2023)",
        options: [
            "خزعة مجمدة سريعة.",
            "خزعة شقية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "ال Frozen section تعني: (دورة 2022)",
        options: [
            "خزعة مجمدة سريعة.",
            "خزعة استئصالية.",
            "الFNA ."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "تجرى الخزعة الشقية لتشخيص كل ما يأتي عدا: (دورة 2022)",
        options: [
            "سرطان حنجرة.",
            "رغامى.",
            "عقد لمفية.",
            "كولون"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "مريضة شابة لديها عقدة في الدرق فالأفضل: (دورة 2022)",
        options: [
            "FNA"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "أسس الجراحة عدا: (دورة 2022)",
        options: [
            "العملية الأولى لها الحظ الأوفر.",
            "الاستئصال على مراحل.",
            "استئصال مع هامش أمان محيطي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العملية الأولى لها الحظ الوفير في القضاء على السرطان (وليس بشكل مراحل)</p><p>(أسس الجراحة صفحة ٥٧ في المقرر)</p>"
    },
    {
        question: "شاب يعاني من عقدة وحيدة 5.2 سم في القطب السفلي من الفص الأيمن من الدرق لا عرضية نجري: (دورة 2021)",
        options: [
            "خزعة شقية.",
            "خزعة استئصالية.",
            "FNA .",
            "ومضان درق.",
            "الايكوغرافي."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>خزعة بالإبرة الرفيعة (FNA)تستخدم في آفات الدرق والثدي</p>"
    },
    {
        question: "الخزعة الاستئصالية (أو شقية) لا تشمل: (دورة 2021)",
        options: [
            "العقد اللمفية.",
            "اللسان.",
            "القصبات.",
            "الحنجرة.",
            "المستقيم."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "ليس من مبادئ جراحة الاورام:(دورة 2021)",
        options: [
            "الاستئصال على مراحل.",
            "العملية الاولى هي الاهم.",
            "الاستئصال الجذري مع هامش أمان."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العملية الأولى لها الحظ الوفير في القضاء على السرطان (وليس بشكل مراحل)</p><p>(أسس الجراحة صفحة ٥٧ في المقرر)</p>"
    },
    {
        question: "معنى الخزعة المجمدة بالأجنبي: (دورة2021)",
        options: [
            "Frozen Section ."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "أسس الجراحة عدا:(دورة 2022)",
        options: [
            "العملية الأولى لها الحظ الأوفر.",
            "الاستئصال على مراحل.",
            "استئصال مع هامش أمان محيطي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العملية الأولى لها الحظ الوفير في القضاء على السرطان (وليس بشكل مراحل)</p><p>(أسس الجراحة صفحة ٥٧ في المقرر)</p>"
    }],
            2: [
             {
        question: "1.أي من الأورام الآتية يضاف مفهوم intra and extra compartmental لتصنيف ال TNM:(2025)",
        options: [
            "Carcinoma",
            "Adenocarcinoma", 
            "Lymphoma",
            "Malignant schwanoma",
            "Atypia"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ورم شوان الخبيث (Malignant Schawnoma) هو أحد أنواع أغران النسج الرخوة ، هذا التصنيف التشريحي (Intra/Extra compartmental) يطبق على الأغران، فهو ينطبق على ورم شوان الخبيث"
    },
    {
        question: "2.كل ما يلي من مميزات الSarcomas ما عدا:(2025)",
        options: [
            "تصيب النسج الرخوة وتشتق من الأديم المتوسط.",
            "تعني باليونانية لحم السمك.",
            "تميل للانتقال بالطريق الدموي.",
            "تشكل 25% من الخباثات عموماً.",
            "أشيع في الأطراف وخاصة السفلية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الساركومات تشكل أقل من 1% من خباثات البالغين و 7% من خباثات الأطفال"
    },
    {
        question: "3.الساركومات التالية تنتقل بالطريق اللمفاوي ماعدا:(2024)",
        options: [
            "الورم العفلي العضلي المخطط.",
            "الورم العفلي العضلي الأملس.",
            "الورم العفلي ذو الخلايا الرائقة.",
            "الورم العفلي الوعائي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الانتقالات بالطريق اللمفاوي تكون في الغرن الظهراني, الغرن العضلي المخطط, غرن الخلايا الرائقة والغرن الوعائي"
    },
    {
        question: "4.مصطلحات intracompartmental, extracompartmental تستخدم في تقييم:(2024)",
        options: [
            "Melanoma",
            "Scc", 
            "Malignant schwanoma"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ورم شوان الخبيث (Malignant Schawnoma) هو أحد أنواع أغران النسج الرخوة ، هذا التصنيف التشريحي (Intra/Extra compartmental) يطبق على الأغران، فهو ينطبق على ورم شوان الخبيث"
    },
    {
        question: "5. كل ما يلي من الأغران خلف البريتوان صحيح ما عدا:(2024)",
        options: [
            "تشكل 15٪ من الأغران عند البالغين.",
            "يمكن أن تنتقل إلى الكبد والرئتين.",
            "إنذارها أفضل من أغران الأطراف.",
            "يتداخل تشخيصها مع اللمفوما."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يعتبر إنذار الأغران خلف البريتوان عمومًا أسوأ من إنذار أغران الأطراف."
    },
    {
        question: "6.كل مما يلي صحيح عن أورام النسج الرخوة عدا:(2024)",
        options: [
            "تنشأ من الأديم المتوسط.",
            "معظمها تنشأ خبيثة بالأصل.",
            "تشكل 25٪ من السرطانات عند البالغين.",
            "شائعة بالطرف السفلي."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الساركومات تشكل أقل من 1% من خباثات البالغين و 7% من خباثات الأطفال"
    },
    {
        question: "7.الخاطئ في الأغران:(2023)",
        options: [
            "النسج الرخوة تشتق من الأديم المتوسط.",
            "تعني باليونانية لحم السمك.",
            "تشكل 25٪ من الخباثات.",
            "شائعة في الأطراف خاصة السفلية."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الساركومات تشكل أقل من 1% من خباثات البالغين و 7% من خباثات الأطفال"
    },
    {
        question: "8.وجود intracompartmental, extracompartmental يضاف لتصنيف TNM في:(2023)",
        options: [
            "Carcinoma",
            "Adenocarcinoma",
            "Malignant schwanoma",
            "لمفوما",
            "Atypia"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ورم شوان الخبيث (Malignant Schawnoma) هو أحد أنواع أغران النسج الرخوة ، هذا التصنيف التشريحي (Intra/Extra compartmental) يطبق على الأغران، فهو ينطبق على ورم شوان الخبيث"
    },
    {
        question: "9.الأورام التي تنتقل بالطريق اللمفاوي:(الخاطئة)(2023)",
        options: [
            "الورم العضلي الأملس",
            "غرن عضلي مخطط.",
            "غرن وعائي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الانتقالات بالطريق اللمفاوي تكون في الغرن الظهراني, الغرن العضلي المخطط, غرن الخلايا الرائقة والغرن الوعائي"
    },
    {
        question: "10.نشاهد intracompartmental, extracompartmental في:(2022)",
        options: [
            "ساركوما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مكرر"
    },
    {
        question: "11.الخاطئ في الأغران:(2021)",
        options: [
            "في النسج الرخوة تشتق من الأديم المتوسط.",
            "تعني باليونانية لحم السمك.",
            "تشكل 0.6٪ من الخباثات.",
            "انتقالات دموية للرئتين.",
            "شائعة في الأطراف و خاصة العلوية."
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong> الاكثر شيوعا في السفلية"
    },
    {
        question: "12.كل الأغران التالية تنتقل لمفياً عدا:(2021)",
        options: [
            "غرن عضلي أملس.",
            "غرن عضلي مخطط.",
            "ورم العضلات الرائقة.",
            "الغرن الوعائي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الانتقالات بالطريق اللمفاوي تكون في الغرن الظهراني, الغرن العضلي المخطط, غرن الخلايا الرائقة والغرن الوعائي"
    },
    {
        question: "13.intracompartmental, extracompartmental:(2021)",
        options: [
            "في الساركوما",
            "في الكارسينوما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مكرر"
    }],
            3: [
                {
    question: "1) أثناء فحص آفات العنق والرأس من المهم عدم إهمال فحص:(2025)",
    options: [
      "الصدر.",
      "البطن.",
      "العقد اللمفاوية",
      "الأطراف."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>يشكل الفحص السريري الدقيق والشامل للشفتين وجوف الفم والبلعوم والبلعوم الفموي والبلعوم الانفي والحنجره والغده الدرقيه والعقد اللمفيه الرقبيه حجر الأساس للتشخيص المبكر لآفاة هذه المنطقة</p>"
  },
  {
    question: "2) عند تشخيص كيسة درقية لسانية عند طفلة 9سنوات نجري كل ما يلي ما عدا:(2025)",
    options: [
      "استئصال جزء من العظم اللامي.",
      "إعطاء التيروكسين بجرعة مناسبة مثبطة",
      "تصوير ومضاني للعنق بالتكنيسيوم.",
      "استئصال كامل الكيسة.",
      "استئصال كامل مجرى الناسور حتى قاعدة اللسان."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>تتمثل المعالجة باستئصال كامل الكيسة ككتلة واحدة مع استئصال كامل مجرى الناسور والجزء المركزي من العظم اللامي</p>"
  },
  {
    question: "3) من مبادئ جراحة Cystic hygroma كل من التالي ما عدا:(2025)",
    options: [
      "الاستئصال التام مع هامش أمان",
      "الاستئصال المتكرر على مراحل.",
      "الحرص على سلامة المجاورات.",
      "لا حاجة لتجريف العنق.",
      "البزل."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>يفضل استئصالها جزئياً وعلى مراحل خشية إصابة المجاورات وأذيتها</p>"
  },
  {
    question: "4) في تشوهات الشق الغلصمي الأول كل ما يلي صحيح عدا:(2025)",
    options: [
      "أشيع تشوهات الشقوق الغلصمية",
      "يمكن أن يظهر بعد الولادة باكراً.",
      "ينفتح الناسور عند زاوية الفك السفلي.",
      "مجري الناسور يمر بجوار مسار العصب القحفي السابع"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>تشوهات الشق الغلصمي الثاني هي الأكثر شيوعاً.</p>"
  },
  {
    question: "5) الأكثر شيوعاً في منطقة الرأس و العنق:(2025)",
    options: [
      "Bcc",
      "Scc",
      "كلاهما",
      "ولا أي منهما"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس.</p>"
  },
  {
    question: "6) ما نوع السرطان الأكثر شيوعاً في منطقة الرأس و العنق:(2025)",
    options: [
      "Scc",
      "Bcc",
      "Melanoma",
      "Keratoacanthoma"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس.</p>"
  },
  {
    question: "7) السرطان الأشيع في الرأس و العنق:(2024)",
    options: [
      "Bcc",
      "Scc",
      "Melanoma",
      "Acanthocarcinoma"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس</p>"
  },
  {
    question: "8) كل ما يلي من عوامل خطورة لسرطان اللسان ما عدا:(2024)",
    options: [
      "فيروس الحلأ البسيط",
      "التدخين والتبغ.",
      "الكحول.",
      "بلومر فينسون."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p></p>"
  },
  {
    question: "9) كل ما يلي عن تشوهات الشق الغلصمي الأول صحيح ما عدا:(2024)",
    options: [
      "يمكن اكتشافه مبكراً.",
      "أكثر تشوهات الشقوق الغلصمية شيوعاً",
      "ينفتح الناسور تحت الفك السفلي."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>تشوهات الشق الغلصمي الثاني هي الأكثر شيوعاً.</p>"
  },
  {
    question: "10) كل ما يلي عن جراحة الهغروما صحيح ما عدا:(2024)",
    options: [
      "الاستئصال تام مع هامش أمان",
      "يمكن القيام بالبزل.",
      "الاستئصال على مراحل.",
      "لا حاجة لتجريف العنق."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>يفضل استئصالها جزئياً وعلى مراحل خشية إصابة المجاورات وأذيتها</p>"
  },
  {
    question: "11) من علامات سوء الإنذار بأورام الشفة كل ما يلي عدا:(2024)",
    options: [
      "إصابة الأغماد العصبية.",
      "إصابة الفك العلوي.",
      "إصابة صوار الفم والشفة العليا.",
      "العمر فوق 40"
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong><p>العمر تحت 40</p>"
  },
  {
    question: "12) مريضة بعمر 9 سنوات اكتشف لديها كيسة درقية لسانية، الإجراءات المتبعة عدا:(2024)",
    options: [
      "استئصال كامل مجرى الناسور حتى قاعدة اللسان",
      "التأكد من وجود الدرق.",
      "استئصال تام مع القسم المتوسط من اللامي",
      "محاولة التثبيط باستخدام التيروكسين",
      "يمكن اجراء ومضان الدرق."
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong><p>تتمثل المعالجة باستئصال كامل الكيسة ككتلة واحدة مع استئصال كامل مجرى الناسور والجزء المركزي من العظم اللامي</p>"
  },
  {
    question: "13) مريضة كيسة درقية لسانية بعمر 9 سنوات العلاج ما عدا:(2023)",
    options: [
      "استئصال الكيسة.",
      "جزء من اللامي.",
      "استئصال كامل مجرى الناسور حتى قاعدة اللسان.",
      "ومضان درق بالتكنيسيوم.",
      "التثبيط بالتيروكسين"
    ],
    correct: 4,
    explanation: "<strong>التعليل:</strong><p>تتمثل المعالجة باستئصال كامل الكيسة ككتلة واحدة مع استئصال كامل مجرى الناسور والجزء المركزي من العظم اللامي</p>"
  },
  {
    question: "14) أشيع سرطانات الرأس و العنق:(2023)",
    options: [
      "Bcc",
      "Scc"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس</p>"
  },
  {
    question: "15) عند تشخيص أورام رأس وعنق تحري:(2023)",
    options: [
      "صدر.",
      "بطن.",
      "عقد لمفية",
      "أطراف."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>يشكل الفحص السريري الدقيق والشامل للشفتين وجوف الفم والبلعوم والبلعوم الفموي والبلعوم الانفي والحنجره والغده الدرقيه والعقد اللمفيه الرقبيه حجر الأساس للتشخيص المبكر لآفاة هذه المنطقة</p>"
  },
  {
    question: "16) سؤال عن تشوهات الشق الغلصمي الأول:(الخاطئة)(2023)",
    options: [
      "ينفتح عند زاوية الفك السفلي.",
      "مجرى الناسور قرب العصب القحفي السابع.",
      "يمكن اكتشافه باكراً.",
      "أشيع التشوهات الغلصمية"
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong><p>تشوهات الشق الغلصمي الثاني هي الأكثر شيوعاً.</p>"
  },
  {
    question: "17) أشيع سرطانات الرأس و العنق:(2023)",
    options: [
      "Scc",
      "Bcc",
      "كلاهما",
      "ولا أي منهما"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس</p>"
  },
  {
    question: "18) أشيع خباثات الشفة العلوية:(2022)",
    options: [
      "Scc",
      "Bcc"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>كارسينوما قاعديه الخلايا BCC تشاهد على الشفة العلوية بنسبة أكبر.</p>"
  },
  {
    question: "19) أشيع خباثات الرأس و العنق:(2022)",
    options: [
      "Scc",
      "Bcc"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس</p>"
  },
  {
    question: "20) كل مما يلي سوء إنذار في سرطان الشفة عدا:(2022)",
    options: [
      "انتقالات.",
      "التهاب صوار الفم.",
      "عمر فوق 60عام"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>عمر تحت 40</p>"
  },
  {
    question: "21) مريضة 9سنوات لديها كيسة درقية الإجراء الأمثل:(2022)",
    options: [
      "ومضان درق.",
      "جراحة درق.",
      "التأكد من وجود نسيج درقي قبل الجراحة"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p></p>"
  },
  {
    question: "22) عند تشخيص أورام رأس وعنق تحري:(2022)",
    options: [
      "صدر.",
      "بطن.",
      "عقد لمفية"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>يشكل الفحص السريري الدقيق والشامل للشفتين وجوف الفم والبلعوم والبلعوم الفموي والبلعوم الانفي والحنجره والغده الدرقيه والعقد اللمفيه الرقبيه حجر الأساس للتشخيص المبكر لآفاة هذه المنطقة</p>"
  },
  {
    question: "23) أهم إجراء بعد تشخيص ورم رأس وعنق:(2021)",
    options: [
      "فحص العقد اللمفية",
      "فحص الصدر.",
      "فحص البطن."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>يشكل الفحص السريري الدقيق والشامل للشفتين وجوف الفم والبلعوم والبلعوم الفموي والبلعوم الانفي والحنجره والغده الدرقيه والعقد اللمفيه الرقبيه حجر الأساس للتشخيص المبكر لآفاة هذه المنطقة</p>"
  },
  {
    question: "24) مسن يتناول مضادات انقسام يعاني من آفة بالشقة العليا هي:(2021)",
    options: [
      "Scc",
      "Bcc"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>كارسينوما قاعديه الخلايا BCC تشاهد على الشفة العلوية بنسبة أكبر.</p>"
  },
  {
    question: "25) أشيع سرطان رأس وعنق:(2021)",
    options: [
      "Bcc",
      "Scc"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>يعد سرطان شائك الخلايا Scc الأكثر شيوعاً في منطقة العنق والرأس</p>"
  },
  {
    question: "26) الكيسات الغلصمية(الخطأ):(2021)",
    options: [
      "أشيع عند الإناث"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>عند الذكور أكثر من الإناث</p>"
  },
  {
    question: "27) لا يدخل ضمن التشخيص التفريقي لضخامة عقد لمفية العنق:(2021)",
    options: [
      "سل رقبة",
      "لمفوما.",
      "انتان ثانوي.",
      "نقائل سرطانية."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p></p>"
  },
  {
    question: "28) أهم إجراء بعد تشخيص كيسة درقية لسانية عند طفلة 9سنوات:(2021)",
    options: [
      "التأكد من وجود نسيج درقي قبل الجراحة",
      "استئصال مباشرة."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p></p>"
  }
            ],
            4: [
    {
        question: "1. كل ما يلي صحيح في فرط نشاط الدرق (داء غريفز) ما عدا:(2025)",
        options: [
            "تثبيط TSH",
            "زيادة قبط اليود", 
            "مستويات T3 و T4 مرتفعة",
            "مستويات T3 و T4 غير مرتفعة",
            "عقد متعددة"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>العقد المتعددة هي السمة المميزة لمرض آخر يُعرف باسم السلعة السمية متعددة العقد و في داء غريفز تكون مستويات TSH مثبطة مع ارتفاع مستويات T3 T4 أو بدون (يعني ممكن غير مرتفعة)</p>"
    },
    {
        question: "2. يستطب استئصال الدرق في كل مما يلي عدا:(2025)",
        options: [
            "عقدة وحيدة عند شاب",
            "فرط نشاط درق حديث",
            "قصة تعرض سابق للأشعة",
            "سلعة خلف القص"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط الدرق الحديث ليس من استطبابات استئصال الدرق</p>"
    },
    {
        question: "3. العلاج الأمثل للورم الغدي الرسمي (داء بلومر) عقدة وحيدة 3سم:(2025)",
        options: [
            "الأدوية المضادة للدرق",
            "اليود المشع", 
            "استئصال درق تام",
            "استئصال الفص المصاب مع البرزخ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يمكن تدبير العقد الصغيرة بالأدوية المضادة للدرق و اليود المشع لكنها نادرا ما تؤدي لفرط نشاط درق اما العقد الاكبر حجما في المرضى الاصغر عمرا يوصى معالجتها جراحيا باستئصال الفص المصاب مع البرزخ</p>"
    },
    {
        question: "4. أشيع اختلاطات جراحة فرط نشاط الدرق:(2024)",
        options: [
            "شلل العصب الحنجري الراجع",
            "قصور جارات الدرق",
            "قصور الدرق",
            "العاصفة الدرقية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>عند إجراء استئصال الدرق تحت التام يترك حوالي 4-7% من الغدة للقيام بالوظيفة الدرقية و إذا ترك أقل من 3% تنخفض نسبة النكس إلى 2-10% لكن تزيد بالمقابل نسبة قصور الدرق حيث ترتفع لأكثر من 40%</p>"
    },
    {
        question: "5. الحالات التي نستأصل بها الدرق ما عدا:(2023)",
        options: [
            "سلعة وحيدة",
            "سلعة خلف القص", 
            "قصة تشعيع سابق",
            "فرط نشاط درق حديث"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط الدرق الحديث ليس من استطبابات استئصال الدرق</p>"
    },
    {
        question: "6. أشيع اختلاطات جراحة الدرق:(2023)",
        options: [
            "قصور درق",
            "قصور جارات الدرق",
            "شلل عصب حنجري راجع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عند إجراء استئصال الدرق تحت التام يترك حوالي 4-7% من الغدة للقيام بالوظيفة الدرقية و إذا ترك أقل من 3% تنخفض نسبة النكس إلى 2-10% لكن تزيد بالمقابل نسبة قصور الدرق حيث ترتفع لأكثر من 40%</p>"
    },
    {
        question: "7. أشيع اختلاط لجراحة الدرق:(2021)",
        options: [
            "قصور درق",
            "العاصفة الدرقية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>قصور الدرق هو أشيع اختلاط لجراحة الدرق</p>"
    },
    {
        question: "8. ليس من استطبابات استئصال الدرق:(2021)",
        options: [
            "ضخامة درق عند طفل 15 سنة",
            "فرط نشاط درق حديث"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط الدرق الحديث ليس من استطبابات استئصال الدرق</p>"
    },
    {
        question: "9. الدواء المسؤول عن تثبيط التأثيرات الودية للعاصفة:(2021)",
        options: [
            "بروبرانول",
            "PTU",
            "يوديد البوتاسيوم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن تدبير العاصفة الدرقية في وحدة العناية المركزة باعطاء حاصرات بيتا لتخفيف نسبة التحول المحيطي لT4الى T3  (تاثير مباشر)</p>"
    }]
        };

