const course2025Gastroenterology = [    {
        question: "1 (دورة 2025): الداء القرحي الهضمي (الخطأ):",
        options: [
            "تسبب الملوية البوابية غالبًا التهاب معدة غاري مع فرط في السوماتوستاتين",
            "إن القرحة الهضمية حالة مزمنة مع نكس عفوي وهجوع قد يستمر لعقود",
            "من أعراض القرحة نوب متكررة من الألم الشرسوفي تتعلق بتناول الطعام",
            "يمكن أن تكون القرحة صامتة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "2 (دورة 2025): من الاستطبابات الجراحية للقرحة (الخطأ):",
        options: [
            "النزف المستمر",
            "قرحات الانحناء الصغير لخطورتها",
            "الانثقاب",
            "انسداد مخرج المعدة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "3 (دورة 2025): من اختلاطات استئصال المعدة وقطع المبهم (الخطأ):",
        options: [
            "تناذر الإغراق",
            "اعتلال المعدة الجزري الصفراوي",
            "الإمساك",
            "نقص الوزن"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "4 (دورة 2025): من أعراض وعلامات انثقاب القرحة (الخطأ):",
        options: [
            "ألم شديد ومفاجئ قد ينتقل لقمة الكتف",
            "صلابة بطن معممة",
            "غياب أصوات الأمعاء",
            "اشتداد أصمية الكبد"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "5 (دورة 2025): في التهاب الكولون القرحي عند إصابة المستقيم فقط (الخطأ):",
        options: [
            "الأعراض البنيوية",
            "نزف مستقيمي",
            "خروج مخاط مترافق بزحير",
            "يحدث أحياناً براز مائي متردد قليل الحجم"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "6 (دورة 2025): من مظاهر إصابة اللفائفي في داء كرون (الخطأ):",
        options: [
            "الألم البطني",
            "إسهال مخاطي مدمى",
            "نقص الوزن",
            "مظاهر عوز البروتين"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "7 (دورة 2025): من التظاهرات الجهازية للداء المعوي الالتهابي (الخطأ):",
        options: [
            "التهاب القزحية",
            "قرحات الفم",
            "التهاب مفصل الكتف",
            "الحمامى العقدة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "8 (دورة 2025): التشخيص التفريقي لإصابة الأمعاء الدقيقة بداء كرون (الخطأ):",
        options: [
            "سرطان الأعور",
            "خراج زائدي",
            "التهاب العقد المساريقية",
            "داء بهجت"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "9 (دورة 2025): من الحالات المشابهة لالتهاب الكولون القرحي أو التهاب الكولون في داء كرون (الخطأ):",
        options: [
            "الشيغيلا",
            "التهاب مستقيم شعاعي",
            "سرطان الكولون",
            "الداء الحوضي الالتهابي"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "10 (دورة 2025): من الأدوية المستخدمة للحفاظ على الهجوع في داء كرون (الخطأ):",
        options: [
            "الستيروئيدات القشرية",
            "الأزاثيوبرين",
            "المركابتوبورين",
            "الميثوتريكسات"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "11 (دورة 2025): من الأسباب الشائعة لالتهاب البنكرياس الحاد (الخطأ):",
        options: [
            "النكاف",
            "الحصيات الصفراوية",
            "الكحول",
            "مجهول السبب"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "12 (دورة 2025): من اختلاطات التهاب البنكرياس الحاد (الخطأ):",
        options: [
            "فرط كلس الدم",
            "نقص الأكسجة",
            "فرط سكر الدم",
            "نقص الألبومين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "13 (دورة 2025): من معايير غلاسكو لشدة التهاب البنكرياس الحاد (الخطأ):",
        options: [
            "العمر أكبر من 55 عام",
            "أكثر من 8 كيلو باسكال الضغط الجزيئي للأكسجين",
            "الألبومين أقل من 32 غ/لتر",
            "نازعة الهيدروجين اللاكتاتية أكثر من 600 وحدة/لتر"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "14 (دورة 2025): من المظاهر السريرية لالتهاب البنكرياس الحاد (الخطأ):",
        options: [
            "ألم بطني علوي شديد ثابت",
            "ينتشر إلى قمة الكتف",
            "مضض شرسوفي",
            "في المراحل الباكرة يغيب الدفاع العضلي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "15 (دورة 2025): في القلس المعدي المريئي كل ما يلي صحيح عدا:",
        options: [
            "توجد علاقة بين الحرقة ووضعية الجسم",
            "العلاقة بين شدة الأعراض والتهاب المري تنظيرياً وثيقة",
            "تنجم عسرة البلع عن التضيق التالي لالتهاب المريء",
            "قد يصعب تفريق الألم الصدري عن ألم الذبحة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "16 (دورة 2025): مري باريت كل ما يلي صحيح عدا:",
        options: [
            "حول غدي قبل سرطاني",
            "لا توقف المعالجة المثبطة للحمض تطور باريت",
            "يجب إجراء مراقبة تنظيرية كل خمس سنوات",
            "يحتاج المصابون بثدن عالي الدرجة مراقبة مشددة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "17 (دورة 2025): من اختلاطات القلس المعدي المريئي (الخطأ):",
        options: [
            "التهاب المريء",
            "مري باريت",
            "فقر دم بعوز B12",
            "تضيق المريء الحميد"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "18 (دورة 2025): في أورام المريء ما يلي صحيح عدا:",
        options: [
            "الأكثر شيوعاً في الغرب هو حرشفي الخلايا",
            "الألم الصدري وبحة الصوت يوجهان لغزو المنصف",
            "عسرة بلع مترقية",
            "التنظير هو الإجراء الأمثل للتشخيص"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "19 (دورة 2025): في رتج زنكر (الخطأ):",
        options: [
            "غالبية المرضى معمرون ولا عرضيون",
            "عسرة بلع",
            "ألم البلع",
            "البخر"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "20 (دورة 2025): من اختلاطات التهاب المريء بالكاويات (الخطأ):",
        options: [
            "الانثقاب",
            "التهاب المنصف",
            "التضيق الحميد",
            "سرطان المريء"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "21 (دورة 2025): من طرق علاج الأكالازيا (الخطأ):",
        options: [
            "وضع ستينت معدني",
            "حقن ذيفان المطثيات الوشيقية",
            "التوسيع بالتنظير",
            "بضع العضل الجراحي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "22 (دورة 2025): من المظاهر السريرية لسرطان المريء (الخطأ):",
        options: [
            "عسرة بلع مترقية مؤلمة للصلب",
            "انحشار لقمة طعامية",
            "نقص الوزن",
            "سعال بعد البلع عند وجود ناسور"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "23 (دورة 2025): في الأكالازيا ما يلي صحيح عدا:",
        options: [
            "ضغط المصرة السفلى مرتفع",
            "عسرة بلع مستمرة",
            "قياس الضغوط يثبت التشخيص",
            "يستطب التنظير لنفي الخباثة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "24 (دورة 2025): مرض يحدث عند أغلب مرضى العناية وقد يحدث النزف في ربع الحالات:",
        options: [
            "تناذر بورهاف",
            "تناذر الكرب أو الشدة",
            "مالوري وايس",
            "بلومر فنسون"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "25 (دورة 2025): مرض خمجي يعطي أعراض مشابهة للأكالازيا:",
        options: [
            "داء الجيارديا",
            "التوكسوبلاسموز",
            "داء شاغاس",
            "بلومر فنسون"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "26 (دورة 2025): مرض يعالج بالتنظير بحقن الذيفان الوشيقي:",
        options: [
            "تشنج المريء",
            "مري كسرة البندق",
            "مريء باريت",
            "الأكالازيا"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "27 (دورة 2025): في سرطان المعدة ما يلي صحيح عدا:",
        options: [
            "السرطان الباكر لا عرضي",
            "قد يكتشف صدفة أثناء تنظير عسر الهضم",
            "اليرقان والحبن يشيران للانتقالات",
            "الصورة الظليلة ليست الخيار الأول"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "28 (دورة 2025): في متلازمة زولينجر أليسون ما يلي صحيح عدا:",
        options: [
            "ورم غدي مفرز للغاسترين",
            "تستجيب القرحات للمعالجة المعيارية",
            "90% من الأورام في العفج القريب أو رأس البنكرياس",
            "إسهالات مزمنة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "29 (دورة 2025): مرض من اختلاطاته زيادة خطر الخباثات وخاصة لمفوما T:",
        options: [
            "داء ويبل",
            "الداء الزلاقي",
            "التهاب الجلد الحلئي الشكل",
            "داء الجيارديا"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "30 (دورة 2025): في متلازمة زولينجر أليسون يرتفع الغاسترين بمقدار:",
        options: [
            "1–1000 ضعف",
            "4–1000 ضعف",
            "6–1000 ضعف",
            "10–1000 ضعف"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "31 (دورة 2025): نوع من التهابات المعدة يحدث فيه فقر دم وبيل:",
        options: [
            "داء منترييه",
            "التهاب معدة مزمن مناعي ذاتي",
            "التهاب معدة حاد",
            "التهاب المعدة المزمن"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "32 (دورة 2025): دواء ينقص إفراز الغاسترين:",
        options: [
            "الأوميبرازول",
            "السوكرالفات",
            "الأوكتريوتيد",
            "البروستاغلاندين"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "33 (دورة 2025): التهاب المعدة المناعي الذاتي (الخطأ):",
        options: [
            "عادة لا عرضي",
            "ينجم عن التهاب ضد خلايا الغار",
            "توجد أضداد للعامل الداخلي",
            "يؤدي الضمور لفقر دم وبيل"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "34 (دورة 2025): الإقياء الوظيفي (الخطأ):",
        options: [
            "يحدث عند الاستيقاظ أو بعد الفطور",
            "قد ينجم عند الصغار عن رهاب المدرسة",
            "يوجد نقص وزن واضح",
            "قد تفيد مضادات الكآبة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "35 (دورة 2025): عسر الهضم الوظيفي (الخطأ):",
        options: [
            "عسر هضم مزمن دون مرض عضوي",
            "المرضى غالباً شباب",
            "ألم بطني",
            "يجب إجراء التنظير لكل المرضى"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "36 (دورة 2025): من العوامل المؤهبة للإصابة بالالداء القرحي الهضمي (الخطأ):",
        options: [
            "بعض الأدوية مثل الصادات الحيوية",
            "التدخين",
            "الملتوية البوابية",
            "الأسبرين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "37 (دورة 2025): من أعراض الداء القرحي عدا:",
        options: [
            "ألم شرسوفي متعلق بالطعام",
            "الإقياء الدائم",
            "قد يغيب الألم عند المرضى المعمرين الذين يتناولون مضادات التهاب غير ستيروئيدية",
            "يمكن أن تتظاهر القرحة بالانثقاب كعرض أول"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "38 (دورة 2025): انسداد البواب (الخطأ):",
        options: [
            "السبب الأكثر لحدوثه القرحات قرب البواب",
            "يتظاهر بإقياء كميات كبيرة من محتويات المعدة",
            "تظهر الاستقصاءات زيادة الكلوريد والبوتاسيوم في المصل",
            "يوجه الرشف الأنفي المعدي لـ 200 مل بعد الصيام ليلاً نحو التشخيص"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "39 (دورة 2025): من الأمراض المرافقة للداء الزالقي عدا:",
        options: [
            "الداء السكري المعتمد على الأنسولين",
            "أمراض الدرقية",
            "التشمع الصفراوي البدئي",
            "داء بهجت"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "40 (دورة 2025): من الأسباب المهمة للضمور الزغابي تحت التام (الخطأ):",
        options: [
            "الداء البطني",
            "الزحار الأميبي",
            "داء الجيارديا",
            "اللمفوما"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "41 (دورة 2025): من الفحوص المشخصة للداء الزالقي (الخطأ):",
        options: [
            "خزعة اللفائفي الانتهائي",
            "أضداد ترانس غلوتاميناز",
            "وجود الخلايا الهدفية والكريات المكورة وأجسام هاول جولي",
            "انخفاض في الكالسيوم والمغنيزيوم"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "42 (دورة 2025): دواء يمكن أن يسبب التهاب بنكرياس حاد:",
        options: [
            "الآزاثيوبرين",
            "الميتوتريكسات",
            "المركابتوبيرين",
            "السيسبلاتين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "43 (دورة 2025): مريض التهاب كولون قرحي لديه 7 مرات تغوط يومياً مع نبض > 90/د يعتبر:",
        options: [
            "خفيف",
            "وسط",
            "شديد",
            "صاعق"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "44 (دورة 2025): مرض التهابي مزمن تظهر الخزعة منظر حجارة الرصيف:",
        options: [
            "التهاب الكولون القرحي",
            "متلازمة الأمعاء الهيوجة",
            "الداء الزالقي",
            "داء كرون"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "45 (دورة 2025): في داء كرون ما يلي صحيح عدا:",
        options: [
            "مرض التهابي مزمن تنحصر الإصابة فيه في مخاطية الأمعاء",
            "قد يكون لا عرضياً في 15%",
            "يترافق بشقوق شرجية ونواسير",
            "التنظير الهضمي وسيلة التشخيص الأساسية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "46 (دورة 2025): من التظاهرات خارج الهضمية في الداء المعوي الالتهابي عدا:",
        options: [
            "التهاب المفصل العجزي الحرقفي",
            "تقيح الجلد المواتي",
            "فقر دم انحلالي",
            "التهاب القزحية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "47 (دورة 2025): من مضاعفات التهاب الكولون القرحي عدا:",
        options: [
            "تشكل النواسير",
            "توسع الكولون السمي",
            "انثقاب الكولون",
            "التسرطن"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "48 (دورة 2025): متلازمة الأمعاء الهيوجة (الخطأ):",
        options: [
            "اضطراب معوي وظيفي شائع",
            "لا علاقة للألم بالتغوط وطرد الغازات",
            "يترافق بتغير عادات التغوط",
            "ألم بطني ماغص معاود"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "49 (دورة 2025): سرطان الكولون (الخطأ):",
        options: [
            "تطور السرطان نتيجة طفرات متعددة",
            "في أورام القولون الأيسر: النزف القانئ شائع والانسداد متأخر",
            "أكثر من 65% في المنطقة المستقيمية السينية",
            "تنشأ معظم الأورام من سليلة غدومية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "50 (دورة 2025): متلازمة تظهر فيها بوليبات مع تصبغات جلدية:",
        options: [
            "متلازمة بوتز–جيغرز",
            "داء البوليبات الغدومي العائلي",
            "متلازمة كودن",
            "بوليبات فرط التنسج"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "51 (دورة 2025): سرطان محصور في جدار الأمعاء حسب تصنيف Duke:",
        options: [
            "مرحلة A",
            "B1",
            "B2",
            "C1"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "52 (دورة 2025): نزف قانئ بعد التبرز مع مخاط وحكة شرجية:",
        options: [
            "شق شرجي",
            "بواسير",
            "سرطان القناة الشرجية",
            "سرطان كولون"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "53 (دورة 2025): من اختلاطات داء الرتوج عدا:",
        options: [
            "النزف",
            "الانثقاب",
            "التسرطن",
            "نواسير مع الجوار"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "54 (دورة 2025): هيرشبرنغ (الخطأ):",
        options: [
            "المستقيم مليء بالبراز بالفحص الإصبعي",
            "إمساك وتمدد بطني وقياء بعد الولادة",
            "فشل ارتخاء المصرة بسبب غياب الخلايا العقدية",
            "العلاج باستئصال القطعة المصابة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "55 (دورة 2025): قصور الكبد الحاد (الخطأ):",
        options: [
            "تناذر نادر",
            "الأذية اللازمة لإحداثه عالية عند كبد طبيعي",
            "السبب الأكثر شيوعاً عالمياً: الانسمام بالباراسيتامول",
            "قد يبقى السبب مجهولاً"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "56 (دورة 2025): استقصاءات تحديد سبب القصور الكبدي الحاد (الخطأ):",
        options: [
            "التحري عن السموم",
            "أضداد HAV IgM",
            "عيار السيرولوبلازمين",
            "عيار المتممة C3"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "57 (دورة 2025): من أسباب اليرقان الكبدي (الخطأ):",
        options: [
            "التهاب الكبد B",
            "تناذر جلبرت",
            "سرطان الكبد",
            "تشمع الكبد"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "58 (دورة 2025): من أسباب اليرقان الانسدادي (الخطأ):",
        options: [
            "التشمع الصفراوي البدئي",
            "التهاب الطرق الصفراوية المصلب البدئي",
            "متلازمة كريغلر–نجار",
            "داء ويلسون"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "59 (دورة 2025): من أسباب الحبن (الخطأ):",
        options: [
            "قصور الكبد",
            "تشمع الكبد",
            "التهاب البنكرياس",
            "التهاب الكبد A"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "60 (دورة 2025): التهاب البريتوان العفوي الجرثومي (الخطأ):",
        options: [
            "أغلب العضويات ليست المكورات الرئوية",
            "ألم بطني ومضض مرتد",
            "قد تغيب العلامات عند مرضى الاعتلال الدماغي",
            "يعالج بالصادات"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "61 (دورة 2025): من أسباب الحبن النتحي Exudate (الخطأ):",
        options: [
            "السل",
            "التشمع",
            "الخباثة",
            "انسداد الأوردة الكبدية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "62 (دورة 2025): الاستقصاء الأفضل لكشف الحبن:",
        options: [
            "الطبقي المحوري",
            "الإيكو (الأمواج فوق الصوتية)",
            "الرنين",
            "التنظير"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "63 (دورة 2025): إذا كان سائل الحبن مدمى فالسبب:",
        options: [
            "تشمع",
            "خباثات",
            "خمج",
            "انسداد لمفاوي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "64 (دورة 2025): ضعف تركيز وتلعثم كلام = اعتلال دماغي كبدي درجة:",
        options: [
            "أولى",
            "ثانية",
            "ثالثة",
            "رابعة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "65 (دورة 2025): شفاء من التهاب كبد B:",
        options: [
            "المستضد السطحي إيجابي",
            "الأضداد السطحية + والأضداد اللبية +",
            "الأضداد السطحية + واللبية –",
            "الأضداد السطحية – واللبية +"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "66 (دورة 2025): اعتلال دماغي كبدي بعد 5 أيام من اليرقان:",
        options: [
            "قصور كبد فوق حاد",
            "قصور كبد حاد",
            "قصور كبد تحت حاد",
            "قصور مزمن"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "67 (دورة 2025): البروتين في الحبن Transudate أقل من:",
        options: [
            "35 غ/ل",
            "31 غ/ل",
            "28 غ/ل",
            "25 غ/ل"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "68 (دورة 2025): الحبن الناتج عن انسداد لمفاوي يكون:",
        options: [
            "كيلوسي",
            "مدمى",
            "عكر",
            "رائق قشي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "69 (دورة 2025): واسم لفيروس B لا يوجد في المصل:",
        options: [
            "المستضد السطحي",
            "المستضد اللبي",
            "المستضد اليائي",
            "الأضداد اللبية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "70 (دورة 2025): مرض يتميز بضخامة طحال والتشخيص غير محتمل بدونها:",
        options: [
            "التهاب الكبد",
            "داء ويلسون",
            "فرط التوتر البابي",
            "الهيموكروماتوز"
        ],
        correct: 2,
        explanation: ""
    }



]