const courseQuestionsSurgeryDoctor2 = 
{
    // أسئلة محاضرة اولى جراحة تور علي
    1: [
         {
        question: "1. كل ما يلي من تحديات وصعوبات الجراحة التنظيرية عدا واحدة : (دورة 2025)",
        options: [
            "الرؤية عن بعد",
            "ارتقاء النزف", 
            "التناسق بين العين واليد",
            "تقييم كل جوف البريتوان",
            "استخراج الاعضاء الكبيرة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>صعوبات وتحديات الجراحة التنظيرية: الاعتماد على الرؤية عن بعد في إجراء العمل الجراحي . فقدان ميزة احساس اليد في التعامل مع الأنسجة . الاعتماد الكبير على التناسق بين العين و اليد . صعوبة في إرقاء النزف . التعامل مع تقنيات حديثة . صعوبة في استخراج أعضاء كبيرة</p>"
    },
    {
        question: "2. الطريقة المفتوحة في الجراحة التنظيرية كل ما يلي عدا (دورة 2025)" ,
        options: [
            "يستخدم غاز co2",
            "تسمى طريقة hasson", 
            "تستخدم فيها إبرة فيريس",
            "المرأة الحامل",
            "وجود التصاقات من عمل جراحي سابق"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تستخدم هذه الطريقه في استطبابات محدده كالمرأة الحامل لتجنب اصابه الرحم او وجود التصاقات داخل البطن معروفه مسبقا والتي غالبا ما تكون بسبب وجود عمل جراحي سابق، يتم إحداث استرواح البريتوان عبر نفخ الغاز عبر التروكار مباشرة ويتم الاستغناء عن إبرة فيريس.</p>"
    },
    {
        question: "3. قد يكون خيار مناسب في الحالات الصعبة قبل قلب العملية إلى جراحة تقليدية :(دورة 2025)",
        options: [
            "Sils",
            "Tep", 
            "Tapp",
            "Nottes",
            "Hals"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>Hand_assisted laparascopic surgery الجراحة التنظيرية مع مساعدة اليد نلجأ لها كخيار في الحالات الصعبة والذي قد يكون كافياً قبل اتخاذ القرار بقلب العملية إلى الجراحة المفتوحة مثل: جراحة الأعضاء الصلبة وجراحة الكولونات.</p>"
    },
    {
        question: "4. الصحيح عن إبرة فيريس : (دورة 2024)",
        options: [
            "نفخ الهواء",
            "مص المفرزات", 
            "تستخدم في تقنية hasson"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتم الاستغناء عن إبرة فيريس في الطريقة المفتوحة أو طريقة hasson</p>"
    },
    {
        question: "5. في الجراحة التنظيرية بالطريقة المفتوحة عدا : (دورة 2023)",
        options: [
            "استرواح البريتوان",
            "التصاقات داخل البطن", 
            "المرأة الحامل",
            "إبرة فيريس"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تستخدم هذه الطريقه في استطبابات محدده كالمرأة الحامل لتجنب اصابه الرحم او وجود التصاقات داخل البطن معروفه مسبقا والتي غالبا ما تكون بسبب وجود عمل جراحي سابق، يتم إحداث استرواح البريتوان عبر نفخ الغاز عبر التروكار مباشرة ويتم الاستغناء عن إبرة فيريس.</p>"
    },
    {
        question: "6. في الجراحة التنظيرية كل ما يلي مساوئ ما عدا : (دورة 2023 حملة)",
        options: [
            "عدم القدرة على استئصال الاعضاء الكبيرة",
            "تقليل فقد الحرارة", 
            "الاعتماد على توازن بين العين واليد",
            "الاعتماد على رؤية عن بعد"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>صعوبات وتحديات الجراحة التنظيرية: الاعتماد على الرؤية عن بعد في إجراء العمل الجراحي . فقدان ميزة احساس اليد في التعامل مع الأنسجة . الاعتماد الكبير على التناسق بين العين و اليد . صعوبة في إرقاء النزف . التعامل مع تقنيات حديثة . صعوبة في استخراج أعضاء كبيرة</p>"
    },
    {
        question: "7. في استطبابات تنظير المري(دورة 2023 حملة)",
        options: [
            "لاخذ خزعات ودراستها نسيجيا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يستخدم تنظير المري لأخذ خزعات ودراستها نسيجياً</p>"
    },
    {
        question: "8. تستخدم ابرة فيريس في الجراحة التنظيرية ل: (دورة 2022)",
        options: [
            "نفخ الغاز",
            "مصدر ضوئي", 
            "الارواء",
            "مص المفرزات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مصدر ضوئي >> لمبة الهالوجين أو لمبة اكزينون . ويوجد جهاز للإرواء ومص المفرزات</p>"
    },
    {
        question: "9. الجراحة التنظيرية بالمدخل الوحيد الصحيح : (دورة 2022)",
        options: [
            "بدون ندب",
            "فيها استرواح بريتوان", 
            "قيد التجربة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تتم بإجراء شق من ١_٣ سم في ندبة السرة وفائدتها (تجميلية) وهي التخلص من ندب المداخل المتعددة في الجراحة التنظيرية التقليدية .</p>"
    }
    ],
    
    2: [
{
        question: "1. في جراحة البدانة عملية واحدة فقط مما يلي تصنف على أنها تجمع بين تقييد الوارد الغذائي وإحداث سوء الامتصاص وهي: (دورة 2025)",
        options: [
            "Gastric band LAGB",
            "Gastric bypass RYGB",
            "Biliopancreatic diversion BPD",
            "Duodenal switch DS",
            "Sleeve gastrectomy SG"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>- عمليات تقييد الوارد الغذائي: تطويق المعدة القابل للتعديل بالجراحة التنظيرية + عملية سليف</p><p>- عمليات تسبب سوء امتصاص: BPD + DS</p><p>- عمليات سوء امتصاص + تقييد: المجازة المعدية بطريقة رو-إن-واي</p>"
    },
    {
        question: "2. من مضادات استطباب جراحة البدانة كل ما يلي ما عدا: (دورة 2025)",
        options: [
            "المتلازمة الاستقلابية",
            "ASA IV",
            "النهم المرضي",
            "العمر تحت 18 سنة (نسبي)",
            "توقع الحمل خلال السنتين القادمتين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مضادات استطباب للجراحة:</p><p>1. وجود المخاطر التي تمنع الجراحة IV ASA</p><p>2. الاضطرابات الهرمونية القابلة للعكس أو أي اضطرابات أخرى يمكن أن تسبب السمنة</p><p>3. سوء استخدام حالي للأدوية أو الكحول</p><p>4. أمراض نفسية شديدة غير مسيطر عليها</p><p>5. اضطراب البليميا (النهم المرضي) غير المسيطر عليه</p><p>6. عند المرضى الذين لا يستطيعون فهم المخاطر والفوائد والنتائج المتوقعة والبدائل وتغييرات نمط الحياة</p><p>7. توقع الحمل خلال سنتين</p><p>8. العمر تحت 18 سنة هو مضاد استطباب نسبي</p>"
    },
    {
        question: "3. ليس من مضادات الاستطباب لجراحة البدانة: (دورة 2024)",
        options: [
            "المتلازمة الاستقلابية",
            "النهم المرضي",
            "تخطيط للحمل خلال سنتين",
            "العمر تحت 18 (نسبي)"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مضادات استطباب للجراحة:</p><p>1. وجود المخاطر التي تمنع الجراحة IV ASA</p><p>2. الاضطرابات الهرمونية القابلة للعكس أو أي اضطرابات أخرى يمكن أن تسبب السمنة</p><p>3. سوء استخدام حالي للأدوية أو الكحول</p><p>4. أمراض نفسية شديدة غير مسيطر عليها</p><p>5. اضطراب البليميا (النهم المرضي) غير المسيطر عليه</p><p>6. عند المرضى الذين لا يستطيعون فهم المخاطر والفوائد والنتائج المتوقعة والبدائل وتغييرات نمط الحياة</p><p>7. توقع الحمل خلال سنتين</p><p>8. العمر تحت 18 سنة هو مضاد استطباب نسبي</p>"
    },
    {
        question: "4. مضادات استطباب البدانة عدا: (دورة 2023)",
        options: [
            "المتلازمة الاستقلابية",
            "إدمان المخدرات",
            "الكحول",
            "مرض غدي صماوي",
            "محظور جراحي ASA"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مضادات استطباب للجراحة:</p><p>1. وجود المخاطر التي تمنع الجراحة IV ASA</p><p>2. الاضطرابات الهرمونية القابلة للعكس أو أي اضطرابات أخرى يمكن أن تسبب السمنة</p><p>3. سوء استخدام حالي للأدوية أو الكحول</p><p>4. أمراض نفسية شديدة غير مسيطر عليها</p><p>5. اضطراب البليميا (النهم المرضي) غير المسيطر عليه</p><p>6. عند المرضى الذين لا يستطيعون فهم المخاطر والفوائد والنتائج المتوقعة والبدائل وتغييرات نمط الحياة</p><p>7. توقع الحمل خلال سنتين</p><p>8. العمر تحت 18 سنة هو مضاد استطباب نسبي</p>"
    },
    {
        question: "5. في جراحة البدانة بدون امراض يستطب عند رقم ال BMI: (دورة 2023 حملة)",
        options: [
            "25",
            "30",
            "35",
            "40"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>استطبابات الجراحة:</p><p>مؤشر كتلة الجسم 40 (BMI) كجم/م² بدون حالات مرتبطة بالبدانة</p><p>مؤشر كتلة الجسم (BMI ≥ 35) كجم/م² مع وجود أمراض مصاحبة مرتبطة بالبدانة لديهم</p>"
    },
    {
        question: "6. مستطبات جراحة البدانة عدا: (دورة 2022)",
        options: [
            "Bmi أقل من ٣٠",
            "السكري نمط ٢",
            "تجرى حتى لمرضى البدانة درجة أولى",
            "جراحة استقلابية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>استطبابات الجراحة:</p><p>مؤشر كتلة الجسم 40 (BMI) كجم/م² بدون حالات مرتبطة بالبدانة</p><p>مؤشر كتلة الجسم (BMI ≥ 35) كجم/م² مع وجود أمراض مصاحبة مرتبطة بالبدانة لديهم</p>"
    },
    {
        question: "7. مضاد استطباب جراحة البدانة عدا: (دورة 2021)",
        options: [
            "توقع عدم تعاون المريض",
            "قصور تنفسي شديد",
            "وجود خلل بالغدة أدى للبدانة",
            "متلازمة استقلابية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مضادات استطباب للجراحة:</p><p>1. وجود المخاطر التي تمنع الجراحة IV ASA</p><p>2. الاضطرابات الهرمونية القابلة للعكس أو أي اضطرابات أخرى يمكن أن تسبب السمنة</p><p>3. سوء استخدام حالي للأدوية أو الكحول</p><p>4. أمراض نفسية شديدة غير مسيطر عليها</p><p>5. اضطراب البليميا (النهم المرضي) غير المسيطر عليه</p><p>6. عند المرضى الذين لا يستطيعون فهم المخاطر والفوائد والنتائج المتوقعة والبدائل وتغييرات نمط الحياة</p><p>7. توقع الحمل خلال سنتين</p><p>8. العمر تحت 18 سنة هو مضاد استطباب نسبي</p>"
    },
    {
        question: "8. أشيع الجراحات التنظيرية حاليا: (دورة 2021)",
        options: [
            "عملية سليف",
            "تطويق المعدة",
            "المجازة المعدية",
            "تحويل مسار البنكرياس والقنوات الصفراوية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عملية سليف (Sleeve gastrectomy) هي الأشيع حالياً في الجراحات التنظيرية لعلاج البدانة</p>"
    },
    {
        question: "9. أكثر عمليات البدانة إجراء في الوقت الحالي عالميا: (دورة 2021)",
        options: [
            "Laparoscopic sleeve gastrectomy",
            "Gastric bypass",
            "Gastric banding",
            "Biliopancreatic diversion"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عملية استئصال المعدة بالمنظار (Laparoscopic sleeve gastrectomy) هي أكثر عمليات البدانة إجراءً في الوقت الحالي عالمياً</p>"
    },
    {
        question: "10. فيما يخص جراحة البدانة: (دورة 2020)",
        options: [
            "الوزن الزائد هو الفرق بين الوزن الحالي والوزن المثالي",
            "معظم جراحات البدانة تنظيرية",
            "لا يتحسن السكري عندما ينخفض الوزن للنصف",
            "العملية الأشيع حاليا هي Sleeve gastrectomy",
            "تعتبر العملية ناجحة اذا خسر نصف الوزن الزائد خلال سنة لسنتين"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>اختر الخاطئة: العبارة الخاطئة هي 'لا يتحسن السكري عندما ينخفض الوزن للنصف' حيث أن تحسن السكري يحدث مع انخفاض الوزن</p>"
    }
    ],
    3: [
         {
        question: "1. ثلاثي وادل Traid WADDELL عند الأطفال في حوادث السير واحد خطأ (2025)",
        options: [
            "أذية ظنبوب وشظية بسبب الارتطام بمقدم السيارة",
            "رض رأس في الجهة المقابلة",
            "نموذج خارج العربة",
            "كسر جسم فخذ في الجهة الموافقة",
            "رض بطن و/ أو صدر في نفس الجانب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ثلاثي وادل عند الاطفال يشمل (1-كسر الفخذ ،2-رض البطن أو الصدر ،3-رض الرأس) وهو تابع لنموذج خارج العربة"
    },
    {
        question: "2. في الدعم الحياتي الأساسي قاعدة FEEL LISTEN LOOK تفيد في واحد مما يلي: (2025)",
        options: [
            "تقييم الوعي موجود/غير موجود",
            "تقييم التنفس موجود/غير موجود",
            "تأمين الطريق الهوائي",
            "تقييم التنفس أصوات مرضية أو إضافية",
            "فتح الطريق الهوائي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> بعد فتح الطريق الهوائي يجب أن نقيم التنفس بطريقة look, listen and feel"
    },
    {
        question: "3. مبدأ Look feel listen: (2024)",
        options: [
            "تأمين طريق هوائي",
            "تقييم الطريق الهوائي",
            "تقييم الوعي موجود – غير موجود",
            "تقييم التنفس موجود – غير موجود",
            "تقييم التنفس طبيعي أو أصوات مرضية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> بعد فتح الطريق الهوائي يجب أن نقيم التنفس بطريقة look, listen and feel"
    },
    {
        question: "4. ثلاثي وادل ما عدا: (2024)",
        options: [
            "من الإصابات خارج العربة",
            "كسر عظم الشظية والظنبوب",
            "رض صدر وبطن",
            "رض جسم الفخذ",
            "رض الرأس"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ثلاثي وادل عند الاطفال يشمل (1-كسر الفخذ ،2-رض البطن أو الصدر ،3-رض الرأس) وهو تابع لنموذج خارج العربة"
    },
    {
        question: "5. الهدف من التصوير بالأمواج فوق الصوتية المخصصة للرضوض FAST: (2023)",
        options: [
            "تحري حصيات المرارة",
            "تحديد مدى أذية الكبد",
            "كشف السائل الحر في البطن",
            "تحري الضخامات الحشوية",
            "كل ما سبق صحيح"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الهدف من FAST اكتشاف سوائل حرة داخل البريتوان، لا يحدد درجات أذية الأعضاء أو ان كانت الأمعاء هي المصابة ام لا. يفحص بأربعة أماكن: (1-تحت الرهابة، 2-مراق أيمن، 3-مراق أيسر، 4-حوض)"
    },
    {
        question: "6. ثلاثي وادل عند الأطفال ما عدا: (2023)",
        options: [
            "رض رأس",
            "رض صدر",
            "رض بطن",
            "رض فخذ",
            "رض ساق"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong> ثلاثي وادل عند الاطفال يشمل (1-كسر الفخذ، 2-رض البطن أو الصدر، 3-رض الرأس) وهو تابع لنموذج خارج العربة"
    },
    {
        question: "7. المناطق التي يصورها FAST ما عدا: (2023 حملة)",
        options: [
            "سرة",
            "حوض",
            "مراق أيمن",
            "مراق أيسر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الهدف من FAST اكتشاف سوائل حرة داخل البريتوان، لا يحدد درجات أذية الأعضاء أو ان كانت الأمعاء هي المصابة ام لا. يفحص بأربعة أماكن: (1-تحت الرهابة، 2-مراق أيمن، 3-مراق أيسر، 4-حوض)"
    },
    {
        question: "8. آلية التصوير FAST تظهر المناطق التالية ماعدا: (2022)",
        options: [
            "تحت الرهابة",
            "حول السرة",
            "المراق الأيمن",
            "المراق الأيسر",
            "الحوض"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الهدف من FAST اكتشاف سوائل حرة داخل البريتوان، لا يحدد درجات أذية الأعضاء أو ان كانت الأمعاء هي المصابة ام لا. يفحص بأربعة أماكن: (1-تحت الرهابة، 2-مراق أيمن، 3-مراق أيسر، 4-حوض)"
    }
    ],
    4: [
         {
        question: "1. رضوض الصائم والدقاق (واحد خطأ): دورة 2025",
        options: [
            "قد تصادف في النافذة والكليلة",
            "هواء حر في البطن بالصورة البسيطة",
            "الإصلاح البدئي غير ممكن عادة",
            "علامات تخريش البريتوان",
            "من إصابات حزام الأمان"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>بالنسبة لإصابات الأمعاء الدقيقة هي إصابة ناجمة عن رض كليل او رض نافذ والأمعاء الدقيقة تأتي في مقدمة الأعضاء من ناحية احتمال الإصابه في الرض النافذ للبطن ويوجد ثلاث انواع للأذيات في الرض الكليل ووجود علامة حزام الأمان ورض كليل مع علامات تخريش بريتواني وفي صورة البطن البسيطة يتوضح هواء حر في البطن التمزقات الصغيرة تصلح بشكل مباشر بدئي التمزقات الواسعة والممتدة أو التمزقات الصغيرة لكن المتعددة في قطعة صغيرة أو القطع المعوية نقوم باستئصال القطعة المصابة أو خياطة نهائية</p>"
    },
    {
        question: "2. الإصلاح البدئي في أذيات الكولون الرضية هو الخيار الأفضل ولكن في حال:(الخطأ) دورة 2025",
        options: [
            "تشخيص مبكر خلال 4-6 ساعات من الإصابة",
            "عدم وجود أذيات كبرى أخرى مرافقة",
            "تروية الكولون جيدة",
            "المريض غير مصدوم",
            "تلوث كبير بالبريتوان"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>الإصلاح البدئي هو الخيار الأفضل ولكن في حال تشخيص مبكر خلال 4-6 ساعات والمريض ليس مصدوم وغياب تلوث كبير في جوف البريتوان وغياب الأذية الوعائية الكبيرة للكولون أي تروية الكولون جيدة ونقل الدم أقل من6 وحدات</p>"
    },
    {
        question: "3. رضوض الصائم واللفائفي: اختر الخطأ دورة 2024",
        options: [
            "تنجم عن أذيات حزام الأمان",
            "تكون كليلة أو نافذة",
            "تخريش للبريتوان",
            "التمزقات والإصابات البسيطة تترك للمراقبة والعالج المحافظ",
            "يوجد هواء حر بالبطن"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>بالنسبة لإصابات الأمعاء الدقيقة هي إصابة ناجمة عن رض كليل او رض نافذ والأمعاء الدقيقة تأتي في مقدمة الأعضاء من ناحية احتمال الإصابه في الرض النافذ للبطن ويوجد ثلاث انواع للأذيات في الرض الكليل ووجود علامة حزام الأمان ورض كليل مع علامات تخريش بريتواني وفي صورة البطن البسيطة يتوضح هواء حر في البطن التمزقات الصغيرة تصلح بشكل مباشر بدئي التمزقات الواسعة والممتدة أو التمزقات الصغيرة لكن المتعددة في قطعة صغيرة أو القطع المعوية نقوم باستئصال القطعة المصابة أو خياطة نهائية</p>"
    },
    {
        question: "4. يستطب الإصالح البدئي في إصابات الكولون ما عدا: دورة 2024",
        options: [
            "تشخيص الحالة مبكراً خلال 4–6 ساعات من الإصابة",
            "المريض ليس مصدوم",
            "عدم وجود تلوث كبير في جوف البريتوان",
            "تم نقل أكثر من ست وحدات دم",
            "تروية الكولونات جيدة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الإصلاح البدئي هو الخيار الأفضل ولكن في حال تشخيص مبكر خلال 4-6 ساعات والمريض ليس مصدوم وغياب تلوث كبير في جوف البريتوان وغياب الأذية الوعائية الكبيرة للكولون أي تروية الكولون جيدة ونقل الدم أقل من6 وحدات</p>"
    },
    {
        question: "5. اصابة عفج 50_100٪ دورة 2023 حملة",
        options: [
            "درجة أولى",
            "درجة ثانية", 
            "درجة ثالثة",
            "درجة رابعة",
            "درجة خامسة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الدرجة الثالثة جرح في العفج يشمل 50 الى 75% من محيط القطعة الثانية او جرح في العفج يشمل 50 الى 100% من المحيط القطعه 1 أو 3 أو 4</p>"
    },
    {
        question: "6. جملة واحدة مما يلي تتوافق مع الاصلاح البدئي لرض الكولون: دورة 2023 حملة",
        options: [
            "اتساخ كولون واسع",
            "نقل وحدتين دم",
            "تشخيص متأخر بعد 12 ساعة",
            "نقل 8 وحدات دم",
            "تروية سيئة للكولون"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الإصلاح البدئي هو الخيار الأفضل ولكن في حال تشخيص مبكر خلال 4-6 ساعات والمريض ليس مصدوم وغياب تلوث كبير في جوف البريتوان وغياب الأذية الوعائية الكبيرة للكولون أي تروية الكولون جيدة ونقل الدم أقل من6 وحدات</p>"
    },
    {
        question: "7. رضوض البنكرياس ماعدا : دورة 2022",
        options: [
            "نادرا مايصاب العفج",
            "تشاهد في حوالي 10% من إصابات البطن",
            "من الشائع ترافق أذية البنكرياس والعفج",
            "إصابات نادرة",
            "ترافق إصابات الأعضاء المجاورة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إصابات البنكرياس نادرة تشاهد في حوالي 10% من إصابات البطن ومن الشائع ترافق أذية البنكرياس والعفج</p>"
    },
    {
        question: "8. بالصورة الشعاعية هواء حر في البريتوان ، الإجراء التالي: دورة 2020",
        options: [
            "تصوير بالغاستروغرافين",
            "تنظير هضمي علوي", 
            "لقمة باريتية",
            "فتح بطن",
            "مراقبة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>في إصابات الأمعاء الدقيقة الرض الكليل من دون استطباب واضح لفتح البطن الاستقصائي : نفي إصابة الأمعاء الدقيقة ويكون عن طريق .. صورة بطن بسيطة (هواء حر في الوطن) ... طبقي محوري مع ماده ضليلى عن طريق الفم والوريد... Dpl عندما لا يكون الطبقي متوفر</p>"
    }
    ],
    5: [
        {
        question: "1. سبب عدم تحسن الأعراض في تكور الكريات الحمر الوراثي بعد استئصال الطحال : (دورة 2020)",
        options: [
            "قصور نقي العظم",
            "خطأ بالتشخيص ",
            "بقاء تكور الكريات",
            "زيادة تحطم الكريات في النسيج البطاني",
            "اضطراب وظيفة ونقص صفيحات"
        ],
        correct: 1,
        explanation: ""
    }
    ,
    {
        question: "2. تكور الكريات الوراثي - كل مايلي ماعدا : (دورة 2025)",
        options: [
            "فقر دم انحلالي",
            "خلل في غشاء الكرية الحمراء",
            "استطباب لاستئصال الطحال لكن بعد فشل العلاج بالستيروئيدات ",
            "حصيات مرارة في 40% من الحالات"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التكور الكريات الوراثي هو فقر الدم الانحلالي الأكثر ما يستطب له استئصال الطحال</p>"
    },
    {
        question: "3. ام دم الشريان الطحالي كل مما يلي ماعدا : (دورة 2025)",
        options: [
            "الكتلة العرضية: استئصال",
            "ثالث امهات الدم البطنية شيوعا",
            "تشاهد عند امرأة متكررة للحمول في سوابقها 4-5ولادات",
            "امرأة حامل + اكتشاف لأم دم لا عرضية : استئصال",
            "موقعها الأكثر شيوعا هو الثلث الأنسي من الشريان الطحالي "
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>قد تتوضع في الثلث القريب أو المتوسط أو البعيد من الشريان الطحالي والثلث البعيد الأقرب إلى الطحال هو الأكثر شيوعاً</p>"
    },
    {
        question: "4. فرفرية نقص الصفيحات الأساسية عند الاطفال كل مما يلي ماعدا : (دورة 2025)",
        options: [
            "الذروة بين 2-5 سنوات",
            "اختبار اضداد الصفيحات نوعي ومشخص ",
            "صفيحات كبيرة غير ناضجة في الدم المحيطي",
            "إصابة متساوية بين الجنسين",
            "استئصال الطحال ليس الخيار الاول"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>إن اختبار أضداد الصفيحات غير ذي أهمية لأنه أحياناً قد يكون إيجابي وأحياناً سلبي ل ITPنمطان طفلي وكهله</p>"
    },
    {
        question: "5. في تكور الكريات الوراثي كل مما يلي صحيح ما عدا : (دورة 2024)",
        options: [
            "إنحلال الكريات المناعي الذاتي ",
            "خلل في أغشية الكريات الحمر",
            "نستأصل الطحال لكن بعد فشل العلاج بالستيروئيدات",
            "نراعي استئصال الاطحلة الاضافية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكور الكريات الوراثي هو فقر الدم الانحلالي</p>"
    },
    {
        question: "6. الستيروئيد ماعدا : (دورة 2023)",
        options: [
            "Aiha",
            "Itp",
            "Ttp",
            "عوز بيروفات كيناز",
            "تكور وراثي "
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "7. متلازمة فيلتي: (دورة 2023 حملة)",
        options: [
            "التهاب مفاصل رثياني",
            "اخماج متكررة",
            "ضخامة طحال",
            "يفيد استئصال الطحال "
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>متلازمة فيلتي العلاج أولاً استخدام عوامل النمو المكونة للدم ثم استئصال الطحال فخيار استئصال الطحال هو الأكثر غلط</p>"
    },
    {
        question: "8. متلازمة OPSI عدا : (دورة 2023 حملة)",
        options: [
            "عقيدات رئوية",
            "قيلة سحائية",
            "مستدمية نزلية",
            "استئصال اطحلة إضافية "
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الخمج الصاعق التالي لاستئصال الطحال وأهم الجراثيم المسببة له العقيدات الرئوية والنيسرية السحائية والمستدمية النزلية</p>"
    },
    {
        question: "9. يستوجب استئصال الطحال في ما يلي عدا : (دورة 2022)",
        options: [
            "ورم طحال بدئي",
            "داء مكورات دموي وراثي",
            "الفوال "
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>استئصال الطحال يقدم فائدة كبيرة في الحالات الآتية رضوض الطحال وتكور الكريات الوراثي وفرفرية نقص الصفيحات الأساسي وكيسات أورام الطحال وفرط الطحالية وفرط توتر وريد الباب الأيسر</p>"
    },
    {
        question: "10. في فرط الطحالية البدئية - استئصال الطحال ماعدا : (دورة 2022)",
        options: [
            "لا يؤثر على العوامل الدموية ",
            "فرط نشاط نقي العظم"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "11. تكور وراثي خاطئ : (دورة 2021)",
        options: [
            "سببها خلل انزيمات ",
            "اختبار كومبس سلبي",
            "حصيات مرارية 40 % من الحالات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سببها خلل ببروتين يدعى السبيكترين والذي يشكل جزء من تركيب غشاء الكرية ويكسبها المرونة</p>"
    },
    {
        question: "12. فرفريات الصفيحات كل مما يلي ماعدا : (دورة 2021)",
        options: [
            "شفاء لا عفوي ",
            "تحدث بين 2-5 سنوات",
            "تحدث بشكل مفاجئ",
            "اختبار اضداد الصفيحات غير ذي أهمية",
            "الإصابة متساوية عند الجنسين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإنذار جيد والشفاء عفوي ب 80% من الحالات خلال ثمان أسابيع دون علاج</p>"
    },
    {
        question: "13. في فرفرية نقص الصفيحات الأساسي كل مما يلي صحيح عدا : (دورة 2021)",
        options: [
            "الشفاء العفوي نادر "
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإنذار جيد والشفاء عفوي ب 80% من الحالات خلال ثمان أسابيع دون علاج</p>"
    },
    {
        question: "14. ليس من الاستطبابات المطلقة لاستئصال الطحال : (دورة 2020)",
        options: [
            "تكور كريات وراثي",
            "أورام الطحال",
            "خراج الطحال",
            "رض طحالي كبير",
            "فقر دم بعوز G-6PD"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>في عوز انزيم G6PD لا نلجأ لاستئصال الطحال إلا نادراً جداً</p>"
    },
    ],
    6: []
};

