
const courseQuestionsinfect = {
    // أسئلة خمجية محاضرة أولى
    1: [
 {
        question: "1. الخطأ في الإنفلونزا هو: (2025)",
        options: [
            "يحسن تناول الفيتامين C من إنذار الإصابة",
            "لا يعطى أي لقاح لها بعمر أقل من ستة أشهر",
            "يتم تبديل لقاح الزمرة A سنوياً",
            "يفيد إعطاء الأوسيلتاميفير في التدبير والوقاية من الزمرة A و B"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ليس لمضادات الاكسده مثل الفيتامين C دور في الاصابة الحادة لكنها تفيد في الوقاية."
    },
    {
        question: "2. الخطأ في أخماج الفيروسات الأنفية: (2025)",
        options: [
            "لا يوجد مضاعفات لها سوى الخمج الجرثومي الثانوي",
            "ليس لها مضادات فيروسية نوعية",
            "يوجد لقاح للوقاية من بعض أنماطها",
            "يكون الشفاء كاملاً وعفوياً من دون معالجة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> لا يوجد لقاح للاخماج المسببة بالفيروسات الأنفية."
    },
    {
        question: "3. الخطأ في أخماج الفيروسات الغدية: (2025)",
        options: [
            "تسبب التهاب ملتحمة وقرنية وبائي",
            "هي سبب مهم لالتهاب الدماغ",
            "يمكن أن تسبب التهاب مثانى نزفي عند الأطفال",
            "يمكن أن تسبب إسهالات فيروسية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قد تسبب الفيروسات الغدية التهاب سحايا ودماغ لكن نادراً"
    },
    {
        question: "4. مضادات استطباب مطلقة للقاحي الانفلونزا ما عدا: (2024)",
        options: [
            "مرضى الربو",
            "الأطفال تحت 6 أشهر",
            "متلازمة غيلان باريه خلال 6 أشهر من لقاح سابق",
            "التحسس لبروتينات البيض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يمكن لمرضى الربو أخذ اللقاح الحي المضعف فقط ليس المقتول ،بالتالي ليس مضاد استطباب *مطلق*."
    },
    {
        question: "5. كل ما يلي صحيح عن الانفلونزا ما عدا: (2024)",
        options: [
            "تحدث الحمى والإصابة بشكل مفاجئ",
            "لا ترتفع الحرارة فوق 38.5",
            "قد يحدث التهاب القلب كمضاعفة",
            "قد تحدث ذات رئة جرثومية كمضاعفة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قد تصل الحرارة ذروتها 39-40 درجة ثم تنخفض بالتحلل."
    },
    {
        question: "6. كل ما يلي صحيح عن الفيروسات الأنفية ما عدا: (2024)",
        options: [
            "تسبب خمجاً لا نوعياً واحداً هو الزكام (الرشح)",
            "يكون الشفاء كاملاً وعفوياً",
            "لها علاجات مضادة نوعية",
            "قد يحدث إنتان جرثومي كمضاعفة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> علاج الفيروسات الأنفية عرضي بالمسكنات."
    },
    {
        question: "7. كل ما يلي يُستخدم في علاج الإنفلونزا ما عدا: (2024)",
        options: [
            "Zanamivir",
            "Lopinavir",
            "Rimantadine",
            "Oseltamivir"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> Lopinavir لا يستخدم في علاج الانفلونزا. أدوية علاج الإنفلونزا: الأمانتادين، الريمانتادين، زاناميفير، أوسيلتاميفير."
    },
    {
        question: "8. الفيروسات الغدية (الخطأ): (2024)",
        options: [
            "حمى ملتحمية بلعومية",
            "سبب شائع لذات الرئة الفيروسية",
            "يسبب التهاب مثانة نزفي عند الأطفال",
            "وجد لبعض أنواعها لقاح حي مضعف"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> نادرا ما تسبب الانماط 3/4/7/21 ذات رئة."
    },
    {
        question: "9. الخطأ عن الأنفلونزا: (2024)",
        options: [
            "تسبب الجائحات بالزمرة A",
            "يوجد للفيروس لقاح ومصل ضدي نوعي",
            "يفيد الفيتامين C للوقاية من الإصابات الحادة",
            "يسبب أخماجاً في السبيل التنفسي العلوي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا يتوفر مصل ضدي نوعي للفيروس."
    },
    {
        question: "10. الفيروسات الغدية الخاطئ: (2023)",
        options: [
            "التهاب قلب شائع",
            "التهاب ملتحمة وقرنية وبائي",
            "انغلاف أمعاء عند الرضع",
            "التهاب مثانة نزفي عند الأطفال",
            "ممكن أن تحدث ذات رئه"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا تسبب الفيروسات الغدية التهاب قلب."
    },
    {
        question: "11. الفيروسات الغدية (الخاطئ): (2023)",
        options: [
            "لا تشكل مناعة",
            "لها 52 نمط مصلي",
            "يدخل في التشخيص التفريقي لالتهاب الملتحمة المتدثرات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تترك الإصابة بالفيروسات الغدية مناعة دائمة نوعية للنمط المسبب فقط."
    },
    {
        question: "12. الإنفلونزا الخاطئ: (2023)",
        options: [
            "الأمانتادين يستخدم للوقاية من النمط A و B",
            "الأوسلتاميفير للوقاية من النمط A و B"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يستخدم للوقاية من النمط A فقط."
    },
    {
        question: "13. متلازمة راي: (2023)",
        options: [
            "أنفلونزاA",
            "أنفلونزاB",
            "حصبة",
            "حماق"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الخاطئة."
    },
    {
        question: "14. الخطأ عن مضاد استطباب المطلقة للقاح الانفلونزا: (2023)",
        options: [
            "مريض ربو",
            "التحسس للبروتين البيض",
            "سابقة متلازمة غيلان باريه قبل 6 أشهر",
            "أطفال بعمر 6 أشهر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يمكن لمرضى الربو أخذ اللقاح الحي المضعف فقط ليس المقتول بالتالي ليسوا مضاد استطباب *مطلق*."
    },
    {
        question: "15. الخطأ في الانفلونزا: (2023)",
        options: [
            "تحدث ذات رئة نزفية بدئية عند الكحول والحوامل",
            "يمكن أن تحدث ذات رئة جرثومية بسبب العقديدات الرئوية",
            "حرارة أكثر من 38.5 وآلام معممة",
            "لا تظهر أضداد بالدم"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تظهر الأضداد في الدم بعد اسبوعين من التلقيح."
    },
    {
        question: "16. كل ما يلي لعلاج الانفلونزا ما عدا: (2022)",
        options: [
            "Amantidin",
            "Retonvir"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> Retonvir لا يستخدم لعلاج الانفلونزا. أدوية علاج الإنفلونزا: الأمانتادين، الريمانتادين، زاناميفير، أوسيلتاميفير."
    },
    {
        question: "17. مضاد استطباب اللقاح الانفلونزا ما عدا: (2022)",
        options: [
            "من يعتني بالمسنين أو مرضى مزمنين",
            "التحسس تجاه بروتين البيض",
            "أطفال بعمر أقل من 6 أشهر",
            "سابقة غيلان باريه خلال أقل من 6 أشهر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يمكن لمن يعتني بالمسنين أخذ اللقاح المعطل وليس الحي المضعف وأيضا من استطباب اللقاح من يعتني بالمسنين أو المرضى المزمنين، وليس مضاد استطباب!"
    },
    {
        question: "18. الخمج بالفيروسات الغدية الخطأ: (2022)",
        options: [
            "قد تحدث ذات رئة فيروسية",
            "تسبب خمج في الطرق التنفسية العلوية",
            "يدخل خمج المتدثرات بالتشخيص التفريقي للخمج العيني",
            "لا تكسب الإصابة مناعة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تترك الإصابة بالفيروسات الغدية مناعة دائمة نوعية للنمط المسبب فقط."
    },
    {
        question: "19. الخطأ عن الانفلونزا : (2022)",
        options: [
            "ارتفاع CRP بكل الحالات",
            "سريرياً ارتفاع حرارة أكثر من 38",
            "ارتفاع الكريات البيض في حال الاختلاطات فقط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يكون CRP طبيعي في الحالات غير المختلطة."
    },
    {
        question: "20. مضاعفات الانفلونزا الخطأ: (2022 حملة)",
        options: [
            "ذات رئة نزفية",
            "التهاب قلب"
        ],
        correct: 1,
        explanation: "<strong>التعليل: خلافي </strong> "
    },
    {
        question: "21. الغلط بالانفلونزا: (2022 حملة)",
        options: [
            "يوجد اكثر من ذروتين لارتفاع الحرارة",
            "ترتفع فوق 38.5"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> في الإنفلونزا تكون ذروة حموية واحدة مستمرة."
    },
    {
        question: "22. مضادات استطباب لقاح الانفلونزا الحي المضعف اختر الغلط: (2022 حملة)",
        options: [
            "سابقة غيلان باريه اقل من 6 اشهر",
            "اطفال يتناولون بنسلين",
            "عمر اكبر من ٥٠",
            "مرضى مزمنين قصور قلب وربو",
            "المتحسسين على بروتين البيض"
        ],
        correct: 1,
        explanation: "<strong>التعليل: </strong> "
    },
    {
        question: "23. الغلط عن الفيروسات الغدية: (2022 حملة)",
        options: [
            "يدخل الخمج بالكلاميديا بالتشخيص التفريقي للخمج العيني",
            "يترك مناعه لنوع مصلي واحد",
            "لا يسبب ذات رئة فيروسية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> قد تحدث ذات رئة فيروسية."
    },
    {
        question: "24. مضاد استطباب للقاح الحي المضعف للانفلونزا : (2021)",
        options: [
            "مرضى للربو وقصور القلب"
        ],
        correct: 0,
        explanation: "<strong>التعليل: </strong> "
    },
    {
        question: "25. الانفلونزا عدا : (2021)",
        options: [
            "اكثر من ذروة حراره"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ذروة حرارة واحدة 39-40 درجة ،تكون ذروة حموية واحدة مستمرة."
    },
    {
        question: "26. عن الفيروسات الأنفية الخطأ كانت الخيارات كالتالي:(2021)",
        options: [
            "تسبب خمجا وحيد لا نوعي",
            "الخمج الجرثومي الثانوي يعتبر من المضاعفات فقط",
            "تعطي للشخص مناعة تجاه نمط مصلي واحد",
            "لها مناعة دائمة أو جهازية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا توجد أضداد للفيروس في المصل، فالمناعة قصيرة الأمد."
    },
    {
        question: "27. المناعة في الرشح، الخطأ: (2021)",
        options: [
            "جهازية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا توجد أضداد للفيروس في المصل حيث لا يصل الفيروس للدم، المناعة قصيرة الأمد."
    }
    ],
    2:[
 {
    question: "1. الخطأ في الحمامي الخمجية أو المرض الخامس: (2025)",
    options: [
      "تحدث العدوى بالطريق التنفسي.",
      "تحدث متلازمة القفازين والجوربين عند الأطفال غالباً.",
      "تظهر حمامي جلدية على الخدين عند الأطفال.",
      "تسبب إصابة الحامل في الثلث الأول إسقاطات."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> تحدث متلازمة القفازات والجوارب عند اليافعين."
  },
  {
    question: "2. الخطأ في الإصابة بالحلأ البسيط هو: (2025)",
    options: [
      "لا يقي وجود IgG في المصل من تفعيل الخمج الكامن.",
      "يحدث تفيرس دم عند تفعيل الخمج الكامن ومعاودته.",
      "تبدي لطاخة تزانك من قاعدة الحويصل خلايا عرطلة عديدة النوى.",
      "يمكن الكشف عن DNA الفيروس في الخزعات النسيجية المرضية."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> يحدث تفيرس دم في الطور البدئي، أما الطور المعاود لا تحدث فيه أعراض عامة."
  },
  {
    question: "3. الخطأ في تشخيص داء وحيدات النوى الخمجي بفيروس EBV: (2025)",
    options: [
      "ترتفع عادة الكريات البيض بزيادة وحيدات النوى واللمفاويات.",
      "اختبار بول بونيل هو اختبار نوعي مشخص للإصابة.",
      "لا يدل وجود اللمفاويات الشاذة بالضرورة على حدوث اللمفوما.",
      "ترتفع أنزيمات ALT في غالبية الحالات."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> قد يكون سلبي في المراحل الباكرة للمرض أو إيجابي كاذب في أخماج: HAV، الملاريا، الروبيلا، اللمفوما، داء المصل."
  },
  {
    question: "4. الخطأ في داء المنطقة: (2025)",
    options: [
      "يستمر الألم لأشهر عديدة بعد اختفاء الاندفاعات الجلدية.",
      "إعطاء اللقاح للمصاب سابقاً بالحمّاق يمنع حدوث داء المنطقة.",
      "يظهر الألم قبل ظهور الاندفاعات وأثناءها وبعدها.",
      "إصابة القطاعات الصدرية (الوربية) وحيدة الجانب هي الأشيع."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> اللقاح لا يمنعه عن مريض أُصيب سابقًا باللقاح."
  },
  {
    question: "5. واحد مما يلي يستخدم في تدبير خمج CMV: (2025)",
    options: [
      "Interferon-alpha",
      "Ganciclovir",
      "Zanamavir",
      "Acyclovir"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> الدواء النوعي له هو Ganciclovir."
  },
  {
    question: "6. الخطأ في خمج فيروس الحلأ البسيط نمط 2 (HSV2): (2025)",
    options: [
      "التهاب السحايا في سياقه أشيع من التهاب الدماغ.",
      "يحدث الخمج البدئي المكتسب في سن البلوغ.",
      "تحدث العدوى المكتسبة بالاتصال الجنسي.",
      "الإصابة المعاودة عند السيدة الحامل أخطر على الوليد من الأولية."
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong> تزداد خطورة حالة الوليد إذا كانت إصابة الأم بدئية."
  },
  {
    question: "7. الفيروسات التالية شائعة كأسباب لالتهاب العضلة القلبية عدا: (2025)",
    options: [
      "كوكسساكي B.",
      "الإنفلونزا.",
      "المضخم للخلايا CMV.",
      "ابشتاين بار EBV."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> أشيع فيروسات تسبب اعتلال العضلة القلبية : فيروسات كوكساكي B، الانفلونزا A ، فيروس ابنشتاين بار."
  },
  {
    question: "8. يسبب الأمبيسللين طفح معمم عند 90% من مرضى: (2025)",
    options: [
      "داء وحيدات النوى الخمجي بفيروس CMV.",
      "الحمى الغدية بفيروس ابشتاين بار EBV.",
      "داء المقوسات.",
      "التهاب الكبد الفيروسي E."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> يظهر طفح حمامي في 5% من الحالات بخمج ابنشتاين بار ويرتفع إلى 90% من الحالات المعالجة بالأمبيسلين والأموكسيسيلين وتأخذ شكل طفح معمم."
  },
  {
    question: "9. ما يلي خباثات يسببها فيروس EBV ما عدا: (2025)",
    options: [
      "سرطانة البلعوم الأنفي.",
      "لمفوما بوركيت.",
      "ميلانوما.",
      "سرطان التوتة."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> يسبب فيروس EBV سرطان البلعوم الأنفي، سرطان التوتة، لمفوما بوركت، لمفوما الخلية B، لمفوما الجهاز العصبي المركزي، طلوان مشعر فموي،. لمفوما الأرومات المناعية."
  },
  {
    question: "10. الخطأ في التهاب الدماغ النكافي: (2025)",
    options: [
      "يمكن أن يترافق بالتهاب سحايا.",
      "يبدي فحص CSF كثرة لمفاويات، وسكر طبيعي.",
      "لا يوجد له مضاد فيروسي نوعي.",
      "تحدث الإصابة بشكل خاص في الفص القفوي."
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong> أشيع في الفص الصدغي."
  },
  {
    question: "11. الخطأ عن الحمامى الخمجيّة أو المرض الخامس: (2024)",
    options: [
      "تنتقل العدوى بالطريق الهضمي.",
      "تعد الحمامى الباكرة على الوجه من المظاهر المبكرة عند الأطفال.",
      "يسبب إسقاط في إصابات الثلث الأول من الحمل.",
      "ألم مفاصل متعدد وألم مفاصل عند البالغين."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> تظهر العدوى بالطريق التنفسي."
  },
  {
    question: "12. وحيدات النوى الخمجي (الخطأ): (2024)",
    options: [
      "تزيد البيض في كل الحالات ولا تتأثر الحمر والصفيحات.",
      "لمفاويات شاذة لا تدل على لمفوما بالضرورة.",
      "الكورتيزون يعطى بحالة نقص الصفيحات الشديد.",
      "الخباثات خلال سنة من الإصابة."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> قد يحدث نقص صفيحات."
  },
  {
    question: "13. يعطى لمريض إيدز مصاب بـ CMV: (2024)",
    options: [
      "Gancyclovir",
      "Acyclovir",
      "AZT",
      "α-Interferon"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> الدواء النوعي له هو Ganciclovir."
  },
  {
    question: "14. الحلأ 2 (الخطأ): (2024)",
    options: [
      "وجود قرحات على الأعضاء التناسلية الخارجية.",
      "إصابة عنق الرحم تعتبر إصابة ما قبل سرطانية.",
      "لا تعد الإصابة المعاودة مضاد استطباب للولادة الطبيعية.",
      "يتظاهر بضخامة عقد مغبنية."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> لا يتم التوليد بالشكل الطبيعي للسيدة المصابة إصابة معاودة."
  },
  {
    question: "15. الخطأ عن التهاب الدماغ الحلئي: (2024)",
    options: [
      "ثلث الإصابات تحدث بالشكل البدئي.",
      "يصيب الفص القفوي.",
      "ارتفاع كريات بيض لمفاوية.",
      "CSFسكر طبيعي في"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> تصيب الٱفة الفص الصدغي فتؤدي إلى تنخره."
  },
  {
    question: "16. كل ما يلي يسبب ظهور لمفاويات شاذة ما عدا: (2024)",
    options: [
      "EBV",
      "CMV",
      "HHV6",
      "HIV",
      "السفلس"
    ],
    correct: 4,
    explanation: "<strong>التعليل:</strong> تظهر اللمفاويات الشاذة في CMV, HIV, HHV6, ابنشتاين بار، المقوسات، التهاب الكبد الفيروسي."
  },
  {
    question: "17. الخمج الولادي بفيروس CMV: (2024)",
    options: [
      "عرضي في كل الحالات.",
      "قد يسبب استسقاء دماغ وصغر حجم الرأس.",
      "قد يسبب التهاب شبكية وعمى وصمم.",
      "يمكن أن يتأخر ظهور الاعراض حتى الطفولة المتأخرة."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> قد تكون بعض الحالات لا عرضية."
  },
  {
    question: "18. الخطأ عن داء المنطقة (الحزام الناري): (2024)",
    options: [
      "في حال إعطاء اللقاح فإنه يقي من الحماق وداء المنطقة.",
      "الإصابة الصدرية وحيدة الجانب هي أشيع شكل الإصابة.",
      "تتميز بألم قبل وأثناء ظهور الحويصلات يستمر بعد زوالها.",
      "يمكن إعطاء الكورتيزون لتخفيف الحدثية الالتهابية."
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong> لا ينصح بإعطاء الستيروئيدات."
  },
  {
    question: "19. الخطأ حول التهاب السحايا النكافي: (2024)",
    options: [
      "قد يحدث التهاب سحايا جرثومي.",
      "قد يحدث التهاب دماغ نكافي ذو انذار سيئ.",
      "قد يحدث بدون إصابة الغدد اللعابية بالنكاف في بعض الحالات",
      "يمكن الكشف عن الأضداد في CSF."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> النكاف ثاني اشيع اسباب التهاب السحايا الفيروسي وليس الجرثومي."
  },
  {
    question: "20. طفح الحماق (الجدري المائي) الخاطئ: (2023)",
    options: [
      "الاندفاعات بأعمار وأحجام مختلفة.",
      "لا تترك ندبة.",
      "لا تكون حاكة.",
      "تبدأ على الجذع ثم تنتقل للوجه والأطراف."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> تترافق بحكة شديدة."
  },
  {
    question: "21. خباثات يسببها EBV (فيروس إبشتاين بار) عدا: (2023)",
    options: [
      "سرطان عنق الرحم.",
      "لمفوما B.",
      "سرطانة بلعوم أنفي.",
      "سرطانة توتة.",
      "لمفوما بوركيت."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> يسبب فيروس EBV سرطان البلعوم الأنفي، سرطان التوتة، لمفوما بوركت، لمفوما الخلية B، لمفوما الجهاز العصبي المركزي، طلوان مشعر فموي،. لمفوما الأرومات المناعية."
  },
  {
    question: "22. عن ابشتاين بار عدا: (2023)",
    options: [
      "وظائف الكبد طبيعية.",
      "يعطى الاسيكلوفير في الإصابة القلبية.",
      "تظهر الأورام خلال سنة من الإصابة."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> ترتفع أنزيمات الترانس أميناز في 90% من الحالات."
  },
  {
    question: "23. عن داء المنطقة (اختر العبارة الخاطئة): (2023)",
    options: [
      "إصابة الشعبة العينية للعصب الخامس.",
      "لا يصيب العنبية والشبكية.",
      "تندب أجفان.",
      "إصابة ملتحمة وقرنية"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> يحدث التهاب عنبية والتهاب ملتحمة ونخر شبكية."
  },
  {
    question: "24. الفيروس المضخم للخلايا: (2023)",
    options: [
      "كل الحالات نعالجهم بالغانسيكلوفير"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> الدواء النوعي له هو Ganciclovir."
  },
  {
    question: "25. الحمامي الخمجيّة: (2023)",
    options: [
      "يسببه البارفو."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> يسببه البارفو."
  },
  {
    question: "26. الخطأ عن الحماق: (2022)",
    options: [
      "حطاطات حمراء ثم حويصلات رائقة ثم تتوسف وتتجلّب.",
      "تظهر الاندفاعات بنفس الحجم والعمر."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> تظهر بأحجام وأعمار مختلفة."
  },
  {
    question: "27. التشخيص التفريقي لحمى بارفو ما عدا: (2022)",
    options: [
      "الحصبة.",
      "الحصبة الألمانية.",
      "التهاب تأتبي اكزيما.",
      "حمى قرمزية."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> التشخيص التفريقي لحمى البارفو: الحصبة، الحصبة الألمانية، الحمى القرمزية، الحماق، الاندفاعات الدوائية، امراض المناعة الذاتية."
  },
  {
    question: "28. التهاب الدماغ الحَلَئي الخطأ: (2022)",
    options: [
      "الحَلَئي إنذار أسوأ من التهاب الدماغ النكفي.",
      "التشخيص بـ إجراء PCR لـ CSF.",
      "يعالج باللاسيكلوفير وريدياً."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> التهاب الدماغ الحلئي يخرب الخلايا العصبية وإنذاره أفضل، بعكس التهاب الدماغ النكفي الذي يخرب الخلايا الدبقية المجاورة وإنذاره خطير."
  },
  {
    question: "29. عن إصابة ولادية بـ CMV الخطأ: (2022)",
    options: [
      "يحدث فيه ضخامة طحال وكبد ويرقان.",
      "يحدث فيه صغر حجم رأس والتهاب دماغ.",
      "يحدث فيه التهاب شبكية ومشيمية وعمى وصمم.",
      "لا يمكن أن تكون الإصابة لا عرضية."
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong> قد تكون بعض الحالات لا عرضية."
  },
  {
    question: "30. عن داء وحيدات النوى الخمجي (EBV) الخطأ: (2022)",
    options: [
      "التهاب بلعوم تنخري.",
      "يظهر طفح عند إعطاء البنسلين.",
      "لمفاويات شاذة.",
      "يجب مراقبة المرضى لسنة للكشف عن اختلاطات ورمية."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> يطهر طفح في الحالات المعالجة بالأمبيسلين والأموكسيسيلين."
  },
  {
    question: "31. كل ما يلي يدخل في التشخيص التفريقي للنكاف ما عدا: (2022)",
    options: [
      "أورام نكفية.",
      "التهاب النكفة القيحي.",
      "التهاب المفصل الفكي الصدغي.",
      "التهاب عقد لمفية رقبية."
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> التشخيص التفريقي للنكاف: أورام نكفيةـ التهاب النكفة القيحي-متلازمة جوغرن- التهاب عقد لمفية رقبية- حصيات القناة النكفية."
  },
  {
    question: "32. التهاب السحايا النكفي الخطأ: (2022)",
    options: [
      "ثاني أشيع سبب بعد المكورات المعوية.",
      "يحدث قبل أو أثناء أو بعد الضخامة.",
      "يمكن أن يحدث دون إصابة غدد لعابية."
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> النكاف اشيع سبب لالتهاب السحايا بعد الفيروسات المعوية."
  },
  {
    question: "33. التهاب الدماغ الحلئي اختر الغلط: (2022 حملة)",
    options: [
      "يسببه النمط الأول من Hsv",
      "أقل فوعة من التهاب الدماغ النكفي",
      "يعالج بالاسكلوفير وريدياً"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong>جدلي وكل الخيارات صحيحة (ممكن ان يكون الخيار الرابع هو الجواب او ان هناك خطا في نقل السؤال) ."
  },
  {
    question: "34. سؤال آخر عن التهاب الدماغ الحلئي: (2022 حملة)",
    options: [
      "ثلثي حالات التهاب الدماغ الحلئي بالخمج البدئي"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> الخطأ، (30% من الحالات في سياق الخمج البدئي، 70% في سياق الخمج المعاود)."
  },
  {
    question: "35. عن داء وحيدات النوى الخمجي EBV الخطأ: (2022 حملة)",
    options: [
      "يظهر طفح عند اعطاء البنسلين",
      "يجب المراقبة لمدة سنة لكشف الاختلاطات",
      "لمفاويات شاذة"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> يطهر طفح في الحالات المعالجة بالأمبيسلين والأموكسيسيلين."
  },
  {
    question: "36. الحماق اختر الغلط: (2022 حملة)",
    options: [
      "اندفاعات الحماق ذات أحجام وأعمار مختلفة",
      "تترك ندبة",
      "حكة",
      "حطاطات حمراء ثم حويصلات رائقة ثم تتوسف وتتجلب"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> لا تترك ندبة، ذات حكة شديدة."
  },
  {
    question: "37. عن الإصابة الولادية بـ CMV الغلط: (2022 حملة)",
    options: [
      "يمكن ان تكون الاصابة لا عرضية",
      "يحدث التهاب شبكية وعمى وصمم",
      "يحدث ضخامة كبد وطحال ويرقان",
      "العدوى الطفلية لا تنتقل"
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong> يستمر المواليد المصابون بطرح CMV في بولهم عدة سنوات تالية (على الأقل سنتين كما قالت الدكتورة)."
  },
  {
    question: "38. من مضاعفات النكاف (ما عدا): (2022 حملة)",
    options: [
      "التهاب مفصل فكي صدغي.",
      "التهاب خصية.",
      "التهاب دماغ.",
      "التهاب سحايا عقيم.",
      "التهاب بنكرياس"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> من اختلاطات الإصابة بالنكاف: التهاب سحايا عقيم، التهاب دماغ وسحايا، التهاب بنكرياس، التهاب الخصية والبربخ."
  },
  {
    question: "39. الغلط في التهاب السحايا النكفي: (2022 حملة)",
    options: [
      "إنذاره جيد وسيره سليم",
      "يترافق مع نكاف دائما",
      "فيروس النكاف يعزل من CSF السحايا."
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong> قد يحدث بدون إصابة الغدد اللعابية بالنكاف في بعض الحالات."
  },
  {
    question: "40. التهاب السحايا النكافي: (2021)",
    options: [
      "لا يوجد الفيروس في CSF"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> يمكن تشخيص النكاف من عينة CSF."
  },
  {
    question: "41. اختر الخطأ عن فايروس بارفو: (2021)",
    options: [
      "يسبب متلازمة الجوارب والقفازات عند البالغين",
      "حماى خمجيّة عند الاطفال",
      "يحدث تشوهات خلقية"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong> لا يسبب فيروس بارفو تشوهات خلقية بل يسبب حمامى جلدية على الخدين."
  },
  {
    question: "42. لقاح الحماق الخطأ: (2021)",
    options: [
      "الوقاية من داء المنطقة والشخص أصيب سابقًا بالحماق"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> اللقاح لا يمنعه عن مريض أُصيب سابقًا باللقاح."
  },
  {
    question: "43. الإصابة الجنينية بالحلأ البسيط 2 الخطأ: (2021)",
    options: [
      "أخطر في الخمج المعاود"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> تزداد خطورة حالة الوليد إذا كانت إصابة الأم بدئية."
  },
  {
    question: "44. الحلأ الخطأ: (2021)",
    options: [
      "تسبب التهاب سحايا",
      "شلل بل",
      "التهاب دماغ حلئي",
      "ثلثي حالات التهاب الدماغ الحلئي بالخمج البدئي"
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong> 30% من الحالات في سياق الخمج البدئي، 70% في سياق الخمج المعاود."
  },
  {
    question: "45. عن صفات الإصابة بالحماق الخطأ: (2021)",
    options: [
      "يترك ندبة بعد الشفاء"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> لا يترك ندبة."
  },
  {
    question: "46. الخمج الولادي ب CMV الخطأ: (2021)",
    options: [
      "يبقى معديًا لشهر"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong> يستمر المواليد المصابون بطرح CMV في بولهم عدة سنوات تالية (على الأقل سنتين كما قالت الدكتورة)."
  }
    ],
    3:[
        {
        question: "1. الخطأ في الاختبارات غير النوعية لالتهاب الكبد الفيروسي الحاد: (2025)",
        options: [
            "يرتفع البيليروبين",
            "تظهر لمفاويات شاذة (غير نموذجية)",
            "ترتفع ناقلات الأمين ALT و AST",
            "يكون تعداد الكريات البيض طبيعيًا أو مرتفعًا"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يحدث نقص في الكريات البيض في التهاب الكبد الحاد يليه زيادة اللمفاويات."
    },
    {
        question: "2. تعني إيجابية HBeAg عند سيدة حامل ما يلي عدا: (2025)",
        options: [
            "الإصابة مزمنة",
            "احتمال نقل العدوى لوليدها عال",
            "احتمال العدوى الجنسية منها عال",
            "الكشف عن HBV-DNA عندها إيجابي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يوجد في الطور الحاد ويدل على فعالية المرض (إيجابيته مع إيجابية العامل الأسترالي وإيجابية HBV-DNA يدل على مرحلة تفيرس دم وليس إزمان)"
    },
    {
        question: "3. الخطأ في خمج HBV: (2025)",
        options: [
            "يحوي المصل Anti Hbc في الخمج الحاد والمزمن",
            "يكفي نقل كمية قليلة من الدم المخموج لإحداث العدوى",
            "سلبية HBsAg وسلبية Anti HBs تنفي وجود الخمج",
            "وجود Anti HBs وحده في المصل يدل على تلقيح سابق"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> غير كافي وللتأكد نطلب anti-HBc إذا كان سلبي ننفي التشخيص، إذا كان إيجابي نشخص."
    },
    {
        question: "4. الأدوية التالية تعطى في تدبير التهاب الكبد C المزمن عدا: (2025)",
        options: [
            "Rotinavir",
            "Sofosbuvir",
            "إنترفيرون ألفا alpha IFN مع PEG أو من دونه",
            "Ribavirin"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الأدوية المستخدمة لعلاج التهاب الكبد C المزمن: الإنترفيرون ألفا مع PEG او بدونه، Ribavirin، للمراهقين المصابين نعالج ب Sofosbuvir."
    },
    {
        question: "5. الخطأ في التهاب الكبد E: (2025)",
        options: [
            "يوجد لقاح للوقاية منه يعطى في الصين",
            "لا تترك الإصابة به مناعة دائمة",
            "يسبب تشوهات أجنة عند إصابة الحوامل",
            "تشخص الإصابة الحادة بالكشف عن Anti HEV-IgM"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يزيد نسبة الوفيات عند الحامل إذا أُصيبوا في الثلث الأول."
    },
    {
        question: "6. أبدت الفحوص المخبرية إيجابية HBsAg وسلبية HBeAg وسلبية HBe-Anti، والصحيح: (2025)",
        options: [
            "المريض غير مُعدٍ",
            "غالبًا سلبية HBeAg كاذبة بسبب طفرة في المستضد",
            "المريض مصاب إصابة حادة وهو في طور الشفاء",
            "تكفي الموجودات المذكورة للمعالجة بالانترفيرون ألفا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> HBsAg إيجابي → يعني المريض عنده عدوى فيروس B (حادة أو مزمنة). هون لازم يكون في وحدة من HBe إيجابية عادة: يا HBeAg يكون إيجابي (طور تكاثر نشط) يا HBeAb يكون إيجابي (طور مناعي/انخفاض التكاثر) لذلك يدل النموذج على طفرة."
    },
    {
        question: "7. العلامات المخبرية الأهم للقصور الكبدي في التهاب الكبد الصاعق هي: (2025)",
        options: [
            "ارتفاع ALT و AST",
            "ارتفاع الفوسفاتاز القلوية",
            "نقص الألبومين وتطاول زمن البروثرومبين PT",
            "نقص غلوكوز الدم عن 60 مغ/دل"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> نقص الألبومين وتطاول زمن البروثرومبين علامات مخبرية للقصور الكبدي في التهاب الكبد الصاعق."
    },
    {
        question: "8. تظهر المضاعفات المناعية بنسبة عالية في سياق: (2025)",
        options: [
            "خمج HAV",
            "خمج CMV",
            "خمج HEV",
            "خمج HBV"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يقوم HBV بأذية الخلايا الكبدية بطريقة غير مباشرة متواسطة باللمفاويات السامة، تتشكل معقدات مناعية تسبب مضاعفات مناعية."
    },
    {
        question: "9. الخطأ في التمنيع تجاه التهاب الكبد A: (2025)",
        options: [
            "يعطى اللقاح حقناً في العضل",
            "يؤمن اللقاح وقاية مدتها 10-20 سنة",
            "لا يعطى اللقاح للحوامل والمثبطين مناعيًا",
            "يفيد المصل الضدي النوعي أثناء مرحلة الحضانة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يُعطى للحالات عالية الخطورة."
    },
    {
        question: "10. الخطأ في التهاب الكبد A: (2025)",
        options: [
            "يمكن أن يحدث التهاب كبد صاعق",
            "يكون المريض مُعدياً قبل اليرقان وأثناءه وبعد اختفاءه",
            "تترك الإصابة به مناعة دائمة",
            "يعالج الخمج (اليرقاني) عند الأطفال باللالميفيودين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> المعالجة عرضية، لا توجد معالجة نوعية لخمج HAV."
    },
    {
        question: "11. الخطأ في الموجودات المخبرية غير النوعية لالتهاب كبد فيروسي حاد: (2024)",
        options: [
            "تظهر لمفاويات شاذة (غير نموذجية)",
            "ينقص تعداد البيض أو يبقى طبيعي",
            "تبقى ESR طبيعية",
            "ترتفع ناقلات الأمين AST و ALT"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ترتفع سرعة التثفل."
    },
    {
        question: "12. الخطأ في خمج HDV: (2024)",
        options: [
            "HBsAg سلبية وتنفي وجود الخمج",
            "يمكن الكشف عن المستضد HBeAg بالمصل",
            "تكون مدة العلاج أطول من مدة علاج HBV وحده",
            "الممنع ضد HBV لا يصاب بـ HDV"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> لا تكون الإصابة أشد من خمج HBV وحده."
    },
    {
        question: "13. اختر الخطأ HEV في: (2024)",
        options: [
            "يسبب إسهال فيروسي",
            "نسبة الوفيات عند الحوامل 20%",
            "يشخص في الالتهاب الحاد بمعايرة HEV-IgM",
            "ليس له مصل مضاد نوعي معروف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يسبب إسهال فيروسي ك عرَض أساسي."
    },
    {
        question: "14. شخص غير ملقح لالتهاب الكبد B تعرض لوخزة إبرة ملوثة بـ HBV: الإجراء الصحيح: (2024)",
        options: [
            "إعطاء الغلوبيولين المناعي النوعي",
            "إعطاء جرعة لقاح HBV",
            "إعطاء غلوبيولين مناعي ولقاح بنفس الوقت"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> نعطي لقاح فاعل ومنفعل بنفس الوقت وبأماكن مختلفة."
    },
    {
        question: "15. مريض في سوريا إيجابي HBsAg وسلبي HBeAb وسلبي HBeAg الصحيح: (2024)",
        options: [
            "المريض مصاب بالتهاب الكبد B وفي طور الشفاء",
            "غالباً سلبية كاذبة وناتجة عن الطفرة HBeAg",
            "التهاب كبد B مزمن"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> HBsAg إيجابي → يعني المريض عنده عدوى فيروس B (حادة أو مزمنة). هون لازم يكون في وحدة من HBe إيجابية عادة: يا HBeAg يكون إيجابي (طور تكاثر نشط) يا HBeAb يكون إيجابي (طور مناعي/انخفاض التكاثر) لذلك يدل النموذج على طفرة."
    },
    {
        question: "16. الموجودات المخبرية الصحيحة في مريض التهاب الكبد B منيع إثر لقاح: (2024)",
        options: [
            "Anti-HBc سلبي، Anti-HBs إيجابي",
            "Anti-HBc إيجابي， Anti-HBs إيجابي",
            "Anti-HBe إيجابي، Anti-HBs إيجابي",
            "HBc إيجابي، Anti-HBc سلبي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أضداد ال HBc لا تظهر عند الملقحين."
    },
    {
        question: "17. الخاطئ عن التهاب الكبد C: (2024)",
        options: [
            "يمكن أن يسبب سرطان الخلية الكبدية دون المرور بمرحلة التشمع",
            "ليس له لقاح",
            "وجود الأضداد في المصل لا يدل على شفاء أو مناعة تجاه المرض",
            "ليس له مصل ضدي نوعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يمكن أن يسبب سرطان الخلية الكبدية دون المرور بمرحلة التشمع (إزمان » تشمع » سرطان)."
    },
    {
        question: "18. نتيجة التلقيح لالتهاب كبد B: (2023)",
        options: [
            "Anti HBc سلبي, Anti HBs إيجابي",
            " Anti – HBs إيجابي, Anti – HBc IgM سلبي",
            " Anti – HBs إيجابي, Anti – HBc IgM إيجابي"
        ],
        correct: 0,
        explanation: "التعليل: أضداد ال HBc لا تظهر عند الملقحين، وللتأكد يجب نفي وجود أضداد HBc-IgG ( أضداد ال HBc-IgM وحدها لا تكفي )"
    },
    {
        question: "19. الخطأ في التهابات الكبد: (2023)",
        options: [
            "نرى في المصل Hbc"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لايمكن كشفه في المصل بل يتم الكشف عنه في نوى الخلايا الكبدية لمرضى الطور الحاد أو المزمن."
    },
    {
        question: "20. الغلط عن التهاب الكبد E: (دورة 2023)",
        options: [
            "لا يترك مناعة",
            "ليس له لقاح",
            "يسبب إسقاطات بـ 20%",
            "نشخصه بالكشف عن IgM"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يسبب الوفاة للحوامل بنسبة (20-40%)."
    },
    {
        question: "21. أعلى نسبة ازمان في التهاب الكبد B: (2022)",
        options: [
            "الطريق الجنسي",
            "الأطفال المولودين لأمهات مصابات",
            "إصابة البالغين"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أعلى نسبة حملة مزمنين للفيروس تكون عند الرضع مواليد الأمهات المخموجات."
    },
    {
        question: "22. الخطأ عن HBV: (دورة 2022)",
        options: [
            "يلزم كميات كبيرة للخمج به"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أقل من ١ ميكرولتر كافية للعدوى لأن تركيز الفيروس في الدم كبير جدا."
    },
    {
        question: "23. الخطأ في HDV: (دورة 2022)",
        options: [
            "يوجد مصل مضاد له للمصابين بالتهاب الكبد B"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يوجد لقاح خاص ولا مصل ضدي نوعي."
    },
    {
        question: "24. الخطأ في التهابات الكبد: (2022)",
        options: [
            "يترفع AST و ALT بين 2–3 أمثال"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ترتفع بشكل كبير » 1000 وحدة/ ليتر."
    },
    {
        question: "25. الخطأ عن HCV: (دورة 2022)",
        options: [
            "معظم الإصابات لا عرضية",
            "ALT و AST مرتفعة دائمًا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قد تكون طبيعية وهي غالبًا متأرجحة."
    },
    {
        question: "26. الخطأ عن التهاب كبد A الحاد: (2022)",
        options: [
            "نقص عدلات ولمفاويات",
            "تعود الناقلات للارتفاع بعد حدوث اليرقان",
            "تحدث مناعة دائمة بعد الشفاء"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحدث نقص عدلات دون لمفاويات."
    },
    {
        question: "27. علاج التهاب الكبد C ما عدا: (2021)",
        options: [
            "انترفيرون الفا",
            "ريفادين",
            "Lamivudine"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الأدوية المستخدمة لعلاج التهاب الكبد C المزمن: الإنترفيرون ألفا مع PEG او بدونه، Ribavirin، للمراهقين المصابين نعالج ب Sofosbuvir."
    },
    {
        question: "28. التهاب الكبد E ما عدا: (2021)",
        options: [
            "مناعة دائمة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يترك مناعة دائمة."
    },
    {
        question: "29. التهاب الكبد A ما عدا: (2021)",
        options: [
            "إعطاء الانترفيرون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> المعالجة عرضية."
    },
    {
        question: "30. دليل مناعة من لقاح التهاب الكبد B هو: (2021)",
        options: [
            "Anti-HBs"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> Anti-HBs IgG إيجابيته تدل على المناعة إثر الشفاء من المرض أو التلقيح."
    },
    {
        question: "31. الخطأ في HBc: (دورة 2021)",
        options: [
            "يشاهد HBc في المصل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لايمكن كشفه في المصل بل يتم الكشف عنه في نوى الخلايا الكبدية لمرضى الطور الحاد أو المزمن."
    },
    {
        question: "32. كل مما يلي من أعراض التهاب الكبد الحاد عدا: (2021)",
        options: [
            "ارتفاع الكريات البيض",
            "ارتفاع ALT-AST",
            "ارتفاع الـ ESR",
            "وجود T لمفاوية شاذة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحدث نقص في الكريات البيضاء."
    },
    {
        question: "33. لقاح HBV للطبيب: (2021)",
        options: [
            "فاعل ومنفعل سويًا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> إعطاء لقاح فاعل ومنفعل بنفس الوقت."
    },
    {
        question: "34. أي مما يلي أقل احتمالاً لحدوث إزمان HBV: (حملة 2022)",
        options: [
            "اكتساب من الأم",
            "اكتساب بالطفولة (٢ - ١٠ سنوات)",
            "البالغين"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> احتمال الإزمان أكبر عند المواليد من أمهات مخموجة ثم الأطفال."
    },
    {
        question: "35. اختر الخطأ عن التهاب الكبد C: (حملة 2022)",
        options: [
            "تتجه نحو الشفاء العفوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الغالبية العظمى من المرضى يحدث لديهم إزمان."
    },
    {
        question: "36. اختر الخطأ بموجودات التهاب الكبد غير النوعية: (2022 حملة)",
        options: [
            "لمفاويات شاذة غير نموذجية",
            "ترتفع الكريات البيض"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يحدث نقص في الكريات البيضاء."
    },
    {
        question: "37. اختر الخطأ عن التهاب الكبد A: (حملة 2022)",
        options: [
            "أغلب الأطفال يحصل لديهم سير عرضي ويرقاني",
            "بيليروبين مرتفع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> غالبًا يكون تحت سريري ويأخذ سير لا يرقاني."
    },
    {
        question: "38. التهاب كبد E (الخطأ): (2022 حملة)",
        options: [
            "يترك مناعة دائمة",
            "خيار كان فيه IgM و20%",
            "نسبة الوفيات عالية إذا أصيبت الحامل في الثلث الأول"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يترك مناعة دائمة."
    },
    {
        question: "39. اختر الخطأ عن التهاب الكبد B: (حملة 2022)",
        options: [
            "سلبية anti-HBs وسلبية HBsAg تنفي التشخيص",
            "تكفي كميات صغيرة للخمج به"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> غير كافي وللتأكد نطلب anti-HBc إذا كان سلبي ننفي التشخيص، إذا كان إيجابي نشخص."
    },
    {
        question: "40. اختر الخطأ عن التهاب الكبد B و D: (حملة 2022)",
        options: [
            "الخمج المشترك نسبة إزمانه/خطره من الخمج الإضافي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> في الخمج المشترك تكون الأعراض كما في خمج HBV لكن التهاب الكبد الصاغق أشيع، أما الخمج الإضافي فيزداد تواتر التهاب الكبد المزمن والتهاب الكبد الصاعق وتزداد كثيرًا نسبة الإزمان."
    }

    ],
    4:[ {
        question: "1-الخطأ في الكلب (السعار) : (2025)",
        options: [
            "يرتفع تعداد الكريات البيض.",
            "يمكن عزل الفيروس من الدم.",
            "ليس للإصابة عقار مضاد فيروس نوعي.",
            "يدخل في التشخيص التفريقي الكزاز والتهاب الدماغ الحلئي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا يصل الفيروس للدم ولا يحدث تفيرس دم.</p>"
    },
    {
        question: "2-الكلب اختر الخطأ : (2024)",
        options: [
            "جسيمات نيغري في الدماغ مشخصة للإصابة.",
            "عضة الكلب المصاب تسبب المرض دوما.",
            "يحدث الموت في 100٪ من الحالات بعد الالتهاب الدماغي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ليست من طرق التشخيص.</p>"
    },
    {
        question: "3-الخطأ عن الكلب: (2023)",
        options: [
            "نستطيع أن نكشف عنه بالدم.",
            "ترتفع الكريات البيض.",
            "تشخيص تفريقي: كزاز والتهاب دماغ حلئي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يصل الفيروس للدم ولا يحدث تفيرس دم.</p>"
    },
    {
        question: "4-عن الكلب الخطأ: (2022)",
        options: [
            "في الطور البادري يحدث حمى خفيفة واقياء وقمه.",
            "يمكن التطور من الطور البادري للشللي مباشرة.",
            "مريض أخذ اللقاح مسبقاً وتعرض للفيروس يعطى مصل مضاد فقط."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إذا كان المصاب ملقح مسبقًا لا يعطى المصل المضاد للكلب ويكتفى بحرعتين من اللقاح في اليومين ٠ و ٣.</p>"
    },
    {
        question: "5-عن الكلب الصحيح: (2022 حملة)",
        options: [
            "يموت المريض بعد اسبوعين من ظهور اعراض شديدة",
            "يحدث قمه واعياء وحمى خفيفة في الطور البادري",
            "لا يمكن التطور من الطور البادري الى الشللي فورا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في الطور البادري يحدث ألم وحرقة مكان العضة مع صداع وإقياء وحمى خفيفة، يمكن الانتقال من الطور البادري الى الشللي فورًا، وتحدث الوفاة في كل المرضى خلال ٥ أيام من ظهور الأعراض.</p>"
    },
    {
        question: "6-الخطأ في تشخيص التهاب الإحليل اللابني: (2025)",
        options: [
            "تفحص لطاخة رطبة من مفرزات الإحليل للكشف عن المشعرات.",
            "يتم التحري عن الإصابة في مسحات من البلعوم والمستقيم.",
            "يجرى اختبار PCR للكشف عن الكلاميديا.",
            "يمكن زرع المفرزات للكشف عن المفطورات واليوريا بلازما."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تحدث إصابة البلعوم والمستقيم في التهاب الإحليل اللابني.</p>"
    },
    {
        question: "7-الخطأ في السيلان البني : (2025)",
        options: [
            "لا تترك الإصابة بالسيلان مناعة.",
            "يحدث التهاب باطن عنق الرحم وليس التهاب المهبل عند البالغات.",
            "يوضع تشخيص الحالة الحادة بالكشف عن الأضداد في المصل.",
            "العلاج النوعي هو Ceftriaxone."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تشخيص الحالة الحادة يكون سريريًا (يتأخر ظهور الأضداد حتى أسبوعين).</p>"
    },
    {
        question: "8-يعالج الإفرنجي بالمضاد الحيوي التالي : (2025)",
        options: [
            "سيفترياكسون.",
            "البنسلين.",
            "سيبروفلوكساسين.",
            "أمبيسيللين."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>البنسلين هو العلاج النوعي في كافة مراحل الإفرنجي.</p>"
    },
    {
        question: "9-الخطأ في المظاهر المبكرة للإفرنجي الولادي (الخلقي) : (2025)",
        options: [
            "عدم زيادة الوزن أول شهرين.",
            "أشيع علامة ضخامة كبد وطحال.",
            "تسلخ الأبهر من المظاهر الشائعة.",
            "طفح جلدي يشبه الإفرنجي الثانوي المكتسب."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إصابة الأبهر نادرة.</p>"
    },
    {
        question: "10-الخطأ في القريح (القرحة اللينة): (2025)",
        options: [
            "تكون عادة القرحات متعددة.",
            "يرافق القرحة ضخامة عقد لمفية مغبنية مؤلمة.",
            "تعالج بالسفترياكسون.",
            "القرحة مؤلمة ومتوذمة ولينة وقاعدتها حمراء."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تعالج بالأريثرومايسين.</p>"
    },
    {
        question: "11-أفضل طريقة لمتابعة تطور خمج HIV نحو الإيدز هي: (2025)",
        options: [
            "متابعة تعداد الخلايا CD4.",
            "متابعة عيارات HIV-RNA",
            "متابعة عيارات المستضد P24.",
            "متابعة عيارات P24 باختبار ELISA"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعتمد سرعة السير باتجاه الإيدز على كمية الفيروس في الدم وعلى تعداد CD4.</p>"
    },
    {
        question: "12-الخطأ في وقاية المصاب بالإيدز من الأخماج الانتهازية: (2025)",
        options: [
            "أدوية ذات الرئة بالمتكيس الكاريني (CD4 أقل من 200/مم³).",
            "أدوية فيروس CMV (CD4 أقل من 200/مم³).",
            "أدوية المتفطرة الطيرية (CD4 أقل من 75/مم³).",
            "أدوية داء المقوسات (CD4 أقل من 100/مم³)."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا نعطي أدوية مضادة لفيروس CMV.</p>"
    },
    {
        question: "13-تعطى الحامل المصابة بالإيدز لوقاية جنينها من الإصابة به: (2025)",
        options: [
            "Dideoxyinosin",
            "Saquinavir",
            "Indinavir",
            "Zidovudine"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يعطى الآزيدوثيميدين (Zidovudine) للحامل وللوليد فيقلل من احتمال انتقال الفيروس إلى الجنين أو الوليد بعد الولادة.</p>"
    },
    {
        question: "14-الخطأ في تشخيص الإيدز بعد انقضاء سنة على العدوى: (2025)",
        options: [
            "سلبية زرع الفيروس على أجنة البيض تنفي الإصابة.",
            "سلبية الكشف عن P24 تنفي الإصابة.",
            "سلبية اختبار PCR تنفي الإصابة.",
            "سلبية اختبار ELISA للكشف عن الأضداد تنفي الإصابة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يجب زرع الفيروسات على مزارع نسيجية.</p>"
    },
    {
        question: "15-ما يلي من المظاهر الكبرى للإيدز عدا: (2025)",
        options: [
            "التهاب الفم بالمبيضات البيض.",
            "ذات الرئة بالمتكيس الرئوي الكاريني.",
            "داء المقوسات الدماغي.",
            "التهاب شبكية حاد بفيروس CMV."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التهاب مري بالمبيضات البيض (التهاب الفم ليس من المظاهر الكبرى حيث نشاهده عند 100% من المصابين).</p>"
    },
    {
        question: "16-بالاصابة المفصلية في سياق السيلان البني (اختر الخطأ) : (2024)",
        options: [
            "زرع سائل المفصل إيجابي دوما.",
            "يحدث التهاب مفاصل ارتكاسي في سياق متلازمة رايتر.",
            "يمكن أن ترتكز على ألم المفصل بدون التهاب."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكون زرع سائل المفصل إيجابي في 50% من الحالات فقط.</p>"
    },
    {
        question: "17-نستعمل الدوكسي سايكلين في خمج النيسيرية اللابنية : (2024)",
        options: [
            "علاج المتدثرة التراخومية.",
            "علاج اليوريا بلازما.",
            "علاج المفطورات.",
            "علاج الفطور."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نستخدم الدوكسي سايكلين لعلاج المتدثرة التراخومية (الحثرية).</p>"
    },
    {
        question: "18-في خمج النيسيرية البنية كل ما يلي صحيح ما عدا:",
        options: [
            "تسبب متلازمة فيتز هيو كورتيس عند النساء.",
            "أغلب أخماج النساء لا عرضية.",
            "تترك مناعة دائمة."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لا تترك الإصابة بالنيسرية البنية مناعة دائمة.</p>"
    },
    {
        question: "19-كل ما يلي صحيح عن القريح اللين ما عدا : (2024)",
        options: [
            "يشخص بكشف الأضداد بالمصل.",
            "مؤلمة.",
            "ترافقها ضخامة عقد مغبنية مؤلمة.",
            "متعددة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تشخص بزرع الجرثوم من القرحة أو من العقدة.</p>"
    },
    {
        question: "20-كل ما يلي صحيح عن السفلس ماعدا : (2024)",
        options: [
            "يشخص السفلس الثالثي بأخذ خزعة من الآفات الجلدية.",
            "يشخص السفلس الثانوي بعيار الأضداد.",
            "يشخص السفلس الأولي بفحص لطاخة من القرحة تحت المجهر ذو الساحة المظلمة.",
            "قرحة السفلس الأولي غير مؤلمة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نستخدم الاختبارات المصلية لتشخيص السفلس الثالثي.</p>"
    },
    {
        question: "21-كل الاختبارات التالية تؤكد الإصابة بالايدز ما عدا : (2024)",
        options: [
            "HIV-RNA",
            "HIV-DNA",
            "الكشف عن P24.",
            "الكشف عن أضداد الإيدز بELISA."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نستخدم اختبارات الكشف عن HIV-RNA وليس HIV-DNA.</p>"
    },
    {
        question: "22-معايير كبرى لمريض ايدز كبير بالعمر الخطأ:",
        options: [
            "حلا شفوي معاود.",
            "متكيس كاريني.",
            "غرن كابوزي",
            "مريض بالمبيضات البيض."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المعايير أو المشاهدات الكبرى لمريض إيدز كبير بالعمر: التهاب دماغ بالمقوسات الغوندية، غرن كابوزي منتشر، ذات رئة بالمتكيس الكاريني، التهاب مري بالمبيضات البيض، التهاب شبكية بCMV.</p>"
    },
    {
        question: "23-العلاج النوعي للمتدثرة الحثرية: (2023)",
        options: [
            "دوكسي سايكلين.",
            "بنسلين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلاج النوعي للمتدثرة الحثرية هو الدوكسي سايكلين من عائلة التتراسيكلينات.</p>"
    },
    {
        question: "24-التهاب الاحليل اللابني (الخطأ): (2023)",
        options: [
            "البدء تدريجي.",
            "لا يصيب المستقيم والبلعوم.",
            "مفرزات صافية رائقة.",
            "عسرة تبول شديدة جداً."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>عسرة التبول خفيفة.</p>"
    },
    {
        question: "25-المظاهر المبكرة للافرنجي الخلقي: (2023)",
        options: [
            "عدم كسب وزن أول شهرين.",
            "تظاهرات جلدية تشبه الافرنجي الثانوي.",
            "تسلخ أبهر شائع.",
            "ضخامة طحال."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إصابة الأبهر نادرة.</p>"
    },
    {
        question: "26-قريح لين عدا: (2023)",
        options: [
            "مؤلمة.",
            "متعددة.",
            "على قاعدة حمراء.",
            "يعالج بالبنسلين."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>القرح اللين يعالج بالأريثرومايسين (القرح الصلب يعالج بالبنسلين).</p>"
    },
    {
        question: "27-علاج الافرنجي: (2023)",
        options: [
            "البنسلين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلاج النوعي للسفلس (الإفرنجي) هو البنسلين.</p>"
    },
    {
        question: "28-الافرنجي الأولي: (الغلط) (2023)",
        options: [
            "مؤلم."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>على شكل قرحة وحيدة غير مؤلمة.</p>"
    },
    {
        question: "29-معايير الايدز الكبرى ما عدا: (2023)",
        options: [
            "ذات رئة المتكيسة الكاريني.",
            "المستخفيات البوغية.",
            "التهاب المريء بالحلأ البسيط."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التهاب المريء بالمبيضات وليس بالحلأ البسيط.</p>"
    },
    {
        question: "30-دواء الايدز للحامل: (2023)",
        options: [
            "AZT"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو أزيدوتيميدين.</p>"
    },
    {
        question: "31-عن الايدز: (2023)",
        options: [
            "ضخامة العقد اللمفاوية لا تدل على تفاقمه.",
            "ترتبط ضخامتها بشدة المرض."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ضخامة العقد اللمفاوية ترافق الخمج بالايدز ولا تدل على تفاقمه.</p>"
    },
    {
        question: "32-تشخيص خمج الايدز عند الوليد عدا: (2023)",
        options: [
            "المستضد p24",
            "اللطخة الغريبة.",
            "زرع عينة دموية.",
            "PCR."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>زرع الفيروس من وحيدات النوى على مزارع نسيجية.</p>"
    },
    {
        question: "33-معيار تقدم وسير خمج الايدز: (2023)",
        options: [
            "تعداد CD4.",
            "عيار HIV RNA",
            "تقييم العلاج بالحمض النووي."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الخطأ، تعتمد سرعة السير باتجاه الإيدز على كمية الفيروس في الدم وعلى تعداد CD4.</p>"
    },
    {
        question: "34-كل ما يلي ناتج عن نقص المناعة في الايدز عدا:",
        options: [
            "تطور HIV الى ايدز.",
            "أعراض عصبية.",
            "نسبةT8/T4"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>/ التظاهرات العصبية ناتجة عن اذية الجملة العصبية المركزية وليس نقص المناعة.</p>"
    },
    {
        question: "35-تشخيص سيلان بني حاد عند الذكور: (2022)",
        options: [
            "لطاخة وفحصها مجهرياً."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكون اللطاخة إيجابية مشخصة عند الذكور في ٩٥٪ من الحالات مقابل ٦٠٪ فقط عند النساء.</p>"
    },
    {
        question: "36-تشخيص قرحة الافرنجي: (2022)",
        options: [
            "تلوين رشافة بغرام.",
            "الزرع.",
            "فحص الأضداد.",
            "أخذ رشفة من القرحة وفحصها تحت مجهر بساحة مظلمة."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتم رؤيتها في المحضرات العبيطة في المجهر ذو الساحة المظلمة وهي أكثر الاختبارات تأكيدًا للتشخيص.</p>"
    },
    {
        question: "37-الخطأ في الافرنجي الثانوي : (2022)",
        options: [
            "ضخامة عقدية معممة غير مؤلمة.",
            "حطاطات معدية مؤلمة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>حطاطات معدية لكن غير مؤلمة.</p>"
    },
    {
        question: "38-أشيع الأخماج الانتهازية للإيدز: (2022)",
        options: [
            "ذات الرئة بالمتكيس الكاريني.",
            "التهاب الدماغ بالمقوسات الغوندية.",
            "غرن كابوزي",
            "التهاب مريء بالمبيضات البيض."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أكثرها شيوعًا الخمج الانتهازي بالمتكيس الرئوي الكاريني.</p>"
    },
    {
        question: "39-كل ما يلي صحيح عن الايدز ما عدا: (2022)",
        options: [
            "تبدأ العلاج عندما 200 > CD4.",
            "نعطي الحامل AZT.",
            "الأدوية يجب أن تجتاز BBB."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نبدأ بالعلاج عندما CD4<500.</p>"
    },
    {
        question: "40-الخطأ في الايدز: (2022)",
        options: [
            "ظهور مستضد P24 بعد ظهور الأضداد."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يظهر المستضد P24 مبكرًا.</p>"
    },
    {
        question: "41-ضخامة لمفوما معممة بالايدز PGL الخطأ: (2022)",
        options: [
            "وجودها يدل على زيادة شدة المرض.",
            "موجودة بكل مراحل الايدز."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هذا الاعتلال العقدي اللمفي يرافق خمج HIV ولا يدل على تفاقمه.</p>"
    },
    {
        question: "42-دواء يعطى مع علاج السيلان البني : (2021)",
        options: [
            "الدوكسي سيكلن."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتم إشراك الدوكسي سايكلين 'من عائلة التتراسيكلينات' لأن الإصابة بالسيلان غالبا مشتركة مع الكلاميديا التراخومية.</p>"
    },
    {
        question: "43-علاج الافرنجي: (2021)",
        options: [
            "البنسلين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>البنسلين هو العلاج النوعي في كافة مراحل الإفرنجي.</p>"
    },
    {
        question: "44-عن الافرنجي الخطأ: (2021)",
        options: [
            "تستعمل الاختبارات النوعية لمراقبة العلاج"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نستخدم الاختبارات النوعية لتأكيد إيجابية التفاعلات غير النوعية، بينما نستخدم الاختبارات غير النوعية لمراقبة العلاج.</p>"
    },
    {
        question: "45-السفلس الثانوي الخطأ: (2021)",
        options: [
            "ضخامة لمفية معممة مؤلمة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ضخامة عقد لمفية معممة غير مؤلمة.</p>"
    },
    {
        question: "46-دليل استجابة علاج الايدز: (2021)",
        options: [
            "HIV-RNA"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>متابعة عيار HIV-RNA هو دليل استجابة العلاج.</p>"
    },
    {
        question: "47-دواء يعطى في كل مراحل الايدز:(2021)",
        options: [
            "AZT"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>AZT (زيدوفودين) يعطى في مختلف مراحل الإيدز.</p>"
    },
    {
        question: "48-العلامات الكبرى للإيدز عدا: (2021)",
        options: [
            "إصابة الفم بالمبيضات."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المعايير أو المشاهدات الكبرى لمريض إيدز كبير بالعمر: التهاب دماغ بالمقوسات الغوندية، غرن كابوزي منتشر، ذات رئة بالمتكيس الكاريني، التهاب مري بالمبيضات البيض، التهاب شبكية بCMV.</p>"
    },
    {
        question: "49-الخمج الحاد بالايدز الخطأ: (2021)",
        options: [
            "لا تنخفض CD4."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أثناء خمج HIV الحاد يحدث تناقص واضح في تعداد CD4، ثم يعود التعداد للزيادة ثانية، لكن عادة لا يعود إلى المقدار الطبيعي.</p>"
    },
    {
        question: "50-تشخيص السيلان البني الحاد عند سيدة مصابة: (2022 حملة)",
        options: [
            "زرع وتحديد هوية الجرثوم من عينة من عنق الرحم",
            "تحديد هوية الجرثوم عبر التلوين والفحص المجهري من عينة من عنق الرحم.",
            "زرع وتحديد هوية الجرثوم من عينة من الإحليل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>زرع مفرزات عنق الرحم أساسية في إصابات الإناث الحادة والمزمنة.</p>"
    },
    {
        question: "51-الاختبارات المصلية فيه هامة (الغلط): (2022 حملة)",
        options: [
            "سفلس ثالثي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاختبارات المصلية هامة في السفلس الأولي والثانوي.</p>"
    },
    {
        question: "52-طريقة الكشف عن السفلس : (2022 حملة)",
        options: [
            "فحص في مجهر ذو ساحة مظلمة",
            "الأضداد",
            "فحص",
            "الزرع",
            "تلوين بغرام"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتم رؤيتها في المحضرات العبيطة في المجهر ذو الساحة المظلمة وهي أكثر الاختبارات تأكيدًا للتشخيص.</p>"
    },
    {
        question: "53-سؤال عن الإفرنجي الثانوي (الخطأ): (2022 حملة)",
        options: [
            "تشخص عن طريق عينة من قاعدة الآفة",
            "ضخامة عقد معممة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تشخيص الإفرنجي الثانوي يعتمد على الفحوص المصلية وليس عينة من قاعدة الآفة.</p>"
    },
    {
        question: "54-الدواء الذي يقلل انتقال الايدز للوليد (2022 حملة)",
        options: [
            "AZT"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو أزيدوتيميدين.</p>"
    },
    {
        question: "55-سؤال عن الإيدز اختر الغلط: (2022 حملة)",
        options: [
            "CD4 أقل من 100",
            "ظهور مستضد p24 قبل ظهور الاضداد",
            "عند الوليد الأضداد ل 6 شهور"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الأضداد تبقى حتى ١٨ شهر بعد الولادة.</p>"
    }

    ],
    5:[{
        question: "1. تكون المضاعفات المناعية الذاتية شائعة بعد الإسهال بـ: (2025)",
        options: [
            "المنحنية الصائمية",
            "الشيغيلا الزحارية",
            "اليرسنية الملهبة للأمعاء والكولون",
            "الإشريكية الكولونية 0157"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لأنواع المنحنيات علاقة واضحة مع متلازمة غيلان باريه والتهاب المفصل الارتكاسي بعد الخمج."
    },
    {
        question: "2. الخطأ في الكوليرا: (2025)",
        options: [
            "يصاب المريض بحماض استقلابي يمكن أن يودي بحياته",
            "يسبب ذيفان ضمة الهيضة تخرب مخاطية الأمعاء الدقيقة",
            "عندما يفقد المريض 3-5 سوائل من وزنه يحدث شعور بالعطش",
            "يوفر اللقاح وقاية نسبياً، لكن لا تدوم سنوات طويلة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تعتبر الكوليرا من العوامل التي تستوطن جدار الأمعاء وتسبب الإسهال نتيجة إفراز كمية كبيرة من الذيفان المعوي."
    },
    {
        question: "3. الدواء النوعي لمعالجة الزحار العصوي عند البالغين هو: (2025)",
        options: [
            "البنسلين",
            "سيفترياكسون",
            "سبيروفلوكساسين",
            "دوكسي سيكلين"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الدواء المفضل للبالغين هو سيبروفلوكساسين، أما عند الأطفال أمبيسلين+ كوتريموكسازول او ناليديكسيك أسيد."
    },
    {
        question: "4. يؤكد تشخيص الإسهال المرافق للصادات بالمطثية العسيرة بـ: (2025)",
        options: [
            "زرع الجرثوم من البراز",
            "الكشف عن أضداد الجرثوم في الدم",
            "الكشف عن ذيفانات الجرثوم في البراز",
            "الكشف عن مستضدات الجرثوم في البراز"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تشخص الحالة بالكشف عن ذيفان المطثية الصعبة(العسيرة) في البراز."
    },
    {
        question: "5. الخطأ في الزحار الأمبيي: (2025)",
        options: [
            "تترافق الخراجة الكبدية غالباً مع إصابة معوية",
            "أغلب الإصابات المعوية لا عرضية مع طرح أكياس بالبراز",
            "يعالج الورم الأميبي بالمترونيدازول",
            "تحدث آفات قرحية موضعية في المستقيم والأعور"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يمكن أن تترافق الأشكال المعوية بضخامة كبد لكن غالبًا لا تترافق بخراجة كبد، كذلك الخراجة الكبدية غالبًا لا يرافقها إصابة معوية."
    },
    {
        question: "6. يمكن أن يحدث افتراق نبضي حروري في الحالات التالية عدا: (2025)",
        options: [
            "داء البريميات",
            "داء الشيغيلات",
            "الحمى التيفية",
            "داء الريكتسيات"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا يحدث في داء الشيغلات افتراق نبضي حروري."
    },
    {
        question: "7. الخطأ في حالات حملة السالمونيلا التيفية: (2025)",
        options: [
            "يمكن أن يتم حمل الجرثوم في المرارة أو الكلية",
            "يكون زرع الدم إيجابياً",
            "يكون اختبار الكشف عن أضداد المستضد vi إيجابياً",
            "يعطى الحملة البالغون سيبروفلوكساسين 28 يوماً"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يكون زرع الدم إيجابي في ٩٠٪ من الحالات في الأسبوع الأول، يتحول إلى سلبي بعد تناول الصادات."
    },
    {
        question: "8. التشخيص التيفوئيد في الأسبوع الثاني لاخمج يجرى الآتي عدا: (2025)",
        options: [
            "معايرة أضداد المستضد 0 و H بتفاعل فيدال",
            "زرع البول",
            "زرع البراز",
            "زرع الدم"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يكون زرع الدم إيجابي في ٩٠٪ من الحالات في الأسبوع الأول فقط."
    },
    {
        question: "9. تعالج الحمى المعوية عند الحوامل والأطفال بواحدة مما يلي: (2025)",
        options: [
            "Ceftriaxon",
            "Vancomycine",
            "Ciprofloxacin",
            "Augmantine"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تعالج ب سيفالوسبورينات الجيل الثالث: سيفترياكسون وهو العلاج المفضل."
    },
    {
        question: "10. متلازمة الانحلال اليوريميائي ما عدا: (2024)",
        options: [
            "تسببها الاشريكيات القولونية 157",
            "تسببها الشيغلا الزحارية نمط 1",
            "تحدث بعد إسهال حاد",
            "تنقص تعداد البيض والحمر"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا تنخفض الكريات البيضاء في الدم المحيطي، قد ترتفع (نادرًا) او تكون طبيعية."
    },
    {
        question: "11. الكوليرا اختر الغلط: (2024)",
        options: [
            "يؤمن اللقاح المقتول وقاية لبضع سنوات",
            "يبدأ الشعور بالعطش عندما يفقد الشخص 3-5% من وزنه",
            "تتم الوقاية من الإصابة بالسيبروفلوكساسين",
            "يسبب إسهال إفرازي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> اللقاح يؤمن مناعة ضعيفة، وقصيرة الأمد (٣-١٢) شهر."
    },
    {
        question: "12. اختر الخطأ فيما يلي: (2024)",
        options: [
            "تسبب الجيارديا إسهالاً التهابياً",
            "تسبب الفيروسات إسهالاً إفرازياً",
            "المتحول الحال للنسج يسبب اسهالاً التهابياً"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا تسبب الجيارديا تخريب في الخلايا المخاطية ولا تغزوها لذلك لا تسبب إسهال التهابي."
    },
    {
        question: "13. تدبير الاسهال المرافق للصادات: (2024)",
        options: [
            "ميترونيدازول فموي وفانكوميسين والأول أفضل",
            "ميترونيدازول وريدي وفانكوميسين والأول أفضل",
            "ميترونيدازول فموي وفانكوميسين والثاني أفضل",
            "ميترونيدازول وريدي وفانكوميسين والثاني أفضل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نعالجه بالميترونيدازول الفموي (الأفضل)، والفانكوميسين الفموي."
    },
    {
        question: "14. كل ما يلي تسببه الكوليرا ما عدا: (2024)",
        options: [
            "ارتفاع كاذب في السكر والبيض والبولة",
            "ارتفاع الهيماتوكريت",
            "ارتفاع سرعة التثفل"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الكوليرا تسبب تجفاف شديد ⬅️ نقص في حجم البلازما ⬅️ تركيز الدم يزداد، لزوجة الدم تكون عالية ⬅️ الكريات الحمر لا تترسب بسرعة ⬅️ لا ترتفع سرعة التثفل."
    },
    {
        question: "15. كل ما يلي صحيح عن الورم الكبدي الزحاري ما عدا: (2024)",
        options: [
            "تترافق الإصابة الكبدية مع إصابة معوية",
            "يعالج بالميترونيدازول فقط",
            "الاختبارات المصلية تكون إيجابية في الخراجات الكبدية في كل الحالات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يمكن أن تترافق الأشكال المعوية بضخامة كبد لكن غالبًا لا تترافق بخراجة كبد، كذلك الخراجة الكبدية غالبًا لا يرافقها إصابة معوية."
    },
    {
        question: "16. تشخيص الحمى التيفية بالاسبوع الثاني ما عدا: (2024)",
        options: [
            "زرع البول",
            "زرع البراز",
            "زرع الدم",
            "الكشف عن أضداد المستضدات 0 و H باختبار فيدال"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يكون زرع الدم إيجابي في ٩٠٪ من الحالات في الأسبوع الأول، يتحول إلى سلبي بعد تناول الصادات."
    },
    {
        question: "17. علاج الحمى المعوية عند الأطفال: (2024)",
        options: [
            "السيبروفلوكساسين",
            "سيلفاميتوكسازول + تريميتوبريم",
            "الجيل الثالث من السيفالوسبورينات"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تعالج ب سيفالوسبورينات الجيل الثالث: سيفترياكسون وهو العلاج المفضل."
    },
    {
        question: "18. علاج الزحار العصوي: (2023)",
        options: [
            "سيبروفلوكساسين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الدواء المفضل للبالغين هو سيبروفلوكساسين، أما عند الأطفال أمبيسلين+ كوتريموكسازول او ناليديكسيك أسيد."
    },
    {
        question: "19. الغلط عن متلازمة انحلال الدم اليوريمائي: (2023)",
        options: [
            "يحدث بعد اسهال حاد",
            "تسببه الاشريكية 157",
            "ذيفان الشيغلا Sit1",
            "يحدث فيه انخفاض كريات بيض وصفيحات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا تنخفض الكريات البيضاء في الدم المحيطي، قد ترتفع (نادرًا) او تكون طبيعية."
    },
    {
        question: "20. عن المتحول الأميبي عدا: (2023)",
        options: [
            "الورم الأميبي يعالج الورم جراحياً",
            "قرحات بالمستقيم والأعور"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> علاجه دوائي بشكل رئيسي وقد يؤدي التداخل الجراحي عليه دون معالجة دوائية لنزف صاعق."
    },
    {
        question: "21. الكوليرا الغلط: (2023)",
        options: [
            "لا يوجد دم وبيض بالبراز",
            "ارتفاع البولة كاذب",
            "كريات بيض طبيعية",
            "يوجد أضداد الكوليرا بالدم",
            "يرتفع الهيماتوكريت وتبقى سرعة التثفل طبيعية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ترتفع الكريات البيض (العدلات)."
    },
    {
        question: "22. تشخيص الحمى التيفية بالأسبوع الأول: (2023)",
        options: [
            "أضداد المستضد H",
            "أضداد المستضد Vi",
            "عزل الجرثوم من البراز",
            "زرع الدم"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يكون زرع الدم إيجابي في ٩٠٪ من الحالات في الأسبوع الأول، يتحول إلى سلبي بعد تناول الصادات."
    },
    {
        question: "23. حملة السالمونيلا ما عدا: (2023)",
        options: [
            "في هذه الحالة لا نستأصل مرارة",
            "كشف أضداد vi في الدم",
            "علاج سبيروفلوكساسين 28 يوم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نستأصل المرارة في حالة الحملة المزمنين عندما تستوجب أعراضها ذلك لمنع النكس عند ضعف المناعة."
    },
    {
        question: "24. الخطأ في اختلاطات المتحول الأميبي: (2022)",
        options: [
            "خراجة كبدية",
            "التهاب كولون غشائي كاذب",
            "ورم أميبي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الاختلاطات في الزحار الأميبي: التهاب الكولون الصاعق، الورم الأميبي، داء المتحولات المزمن، الخراجة الكبدية الزحارية."
    },
    {
        question: "25. كل ما يلي يسبب تسمم غذائي خلال أكثر من 16 ساعة عدا: (2022)",
        options: [
            "العنقودية المذهبة",
            "السالمونيلا",
            "ضمة الهيضة",
            "ETEC"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تسبب العنقودية الذهبية تسمم غذائي خلال (١-٦) ساعات."
    },
    {
        question: "26. العلاج النوعي للزحار العصوي عند البالغين: (2022)",
        options: [
            "Tetracycline",
            "Metronidazole",
            "Ciprofloxacine"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الدواء المفضل للبالغين هو سيبروفلوكساسين، أما عند الأطفال أمبيسلين+ كوتريموكسازول او ناليديكسيك أسيد."
    },
    {
        question: "27. الاختبارات المصلية في خمج المتحول الحال للنسج الخطأ: (2022)",
        options: [
            "تكون إيجابية %100 في الخراجات الزحارية",
            "إيجابية في كل أشكال خمج الطفيلي",
            "إيجابية بالغالبية العظمى للاصابات المعوية العرضية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قد تكون سلبية ببعض الحالات اللاعرضية."
    },
    {
        question: "28. في الكوليرا الخطأ: (2022)",
        options: [
            "ارتفاع عدلات كاذب وهيماتوكريت",
            "نقص PH و بيكربونات",
            "الكشف عن الأضداد التشخيص",
            "يجب زرع البراز في الأماكن غير المتوطن"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يمكن الكشف عن الأضداد لتحديد الزمرة لأغراض وبائية وليس للتشخيص."
    },
    {
        question: "29. الحمى التيفية الخطأ: (2022)",
        options: [
            "سبيروفلوكساسين البالغين",
            "سفترياكسون للحوامل",
            "ديكساميتازون في الحالات السمية الشديدة",
            "المعالجة الباكرة نكسها أقل من المتأخرة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> المعالجة الباكرة بالصادات تترافق بمعدلات نكس أعلى من المعالجة المتأخرة."
    },
    {
        question: "30. بيسبب غيلان باريه والتهاب مفاصل ارتكاسي: (2022 حملة)",
        options: [
            "اشريكية كولونية",
            "شيغلا زحارية",
            "منحنية صائمية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> لأنواع المنحنيات علاقة واضحة مع متلازمة غيلان باريه والتهاب المفصل الارتكاسي بعد الخمج."
    },
    {
        question: "31. سؤال عن الحمى التيفية: (2022 حملة)",
        options: [
            "المعالجة الباكرة نكسها اكثر من المتأخرة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> المعالجة الباكرة بالصادات تترافق بمعدلات نكس أعلى من المعالجة المتأخرة."
    },
    {
        question: "32. تشخيص الحمى التيفية بالاسبوع الاول: (2022 حملة)",
        options: [
            "زرع الدم",
            "مستضد 0",
            "مستضد H",
            "مستضد Vi"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يكون زرع الدم إيجابي في ٩٠٪ من الحالات في الأسبوع الأول، يتحول إلى سلبي بعد تناول الصادات."
    },
    {
        question: "33. الكوليرا اختر الخطأ: (2022 حملة)",
        options: [
            "يرتفع سرعة التثفل",
            "تسبب حماض استقلابي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الكوليرا تسبب تجفاف شديد ⬅️ نقص في حجم البلازما ⬅️ تركيز الدم يزداد، لزوجة الدم تكون عالية ⬅️ الكريات الحمر لا تترسب بسرعة ⬅️ لا ترتفع سرعة التثفل."
    },
    {
        question: "34. علاج الزحار العصوي عند البالغين: (2022 حملة)",
        options: [
            "ciprofloxacine"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الدواء المفضل للبالغين هو سيبروفلوكساسين، أما عند الأطفال أمبيسلين+ كوتريموكسازول او ناليديكسيك أسيد."
    },
    {
        question: "35. علاج الزحار الأميبي: (2022 حملة)",
        options: [
            "میترونیدازول"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> المتيرونيدازول هو الدواء المختار."
    },
    {
        question: "36. لقاح الكوليرا عدا: (2021)",
        options: [
            "يستمر مفعوله 5 سنين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> اللقاح يؤمن مناعة ضعيفة، وقصيرة الأمد (٣-١٢) شهر."
    },
    {
        question: "37. كل مما يلي لديه لقاح عدا: (2021)",
        options: [
            "الحمى التيفية",
            "خيار ناقص"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> -"
    },
    {
        question: "38. متلازمة انحلال الدم اليوريمائي عدا: (2021)",
        options: [
            "تترافق مع الاسهالات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قصور كلوي حاد ونقص صفيحات وفقر دم انحلالي وأعراض عصبية مركزية، نسبة ترافقها مع الإسهال قليلة ٥-١٠٪."
    },
    {
        question: "39. علاج الحمى التيفية للأطفال: (2021)",
        options: [
            "سفترياكسون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تعالج ب سيفالوسبورينات الجيل الثالث: سيفترياكسون وهو العلاج المفضل."
    }

    ],
    6:[ {
        question: "1. الخطأ في أخماج العنقوديات: (2025)",
        options: [
            "يمكن أن تسبب الذهبية التسمم الغذائي لكن إنذاره جيد.",
            "تسبب العنقودية الرمية خمجاً على البدائل الصناعية.",
            "يكون زرع الدم إيجابياً في متلازمة SSSS",
            "تسبب الذهبية التهاب شغاف خاصة عند متعاطي المخدرات الوريدية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تسبب العنقودية البشروية خمج على البدائل الصنعية، أما الرمية تسبب خمج السبيل البولي عند النساء الشابات في سن النشاط التناسلي.</p>"
    },
    {
        question: "2-الخطأ في متلازمة الصدمة السمية بالمكورات العنقودية الذهبية: (2025)",
        options: [
            "قد يكون زرع الدم إيجابياً أو سلبياً.",
            "تلي خمج العنقودية الذهبية في الأغشية المخاطية فقط.",
            "يحدث تقشر راحتين وأخمصين بعد الإصابة.",
            "يحدث قصور في جهازين على الأقل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قد تلي أي خمج عنقودي في أي موقع من الجسم (تنويه على الخيار الأول قد يكون زرع الدم ايجابيا لكن في حالات نادرة)</p>"
    },
    {
        question: "3-أشيع سبب لالتهاب مفصل قيحي وحيد بعد رض هو: (2025)",
        options: [
            "الزائفة الزنجارية.",
            "النيسرية البنية.",
            "المكورات العنقودية البشروية.",
            "المكورات العنقودية الذهبية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>شائعة، العنقودية الذهبية المسبب الأول لالتهاب المفصل القيحي.</p>"
    },
    {
        question: "4. أشيع سبب لالتهاب الشغاف الجرثومي تحت الحاد: (2025)",
        options: [
            "المكورات العقدية المخضرة",
            "المكورات العنقودية الذهبية",
            "المكورات العقدية المقيحة",
            "المكورات العنقودية البشروية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المكورات العقدية المخضرة أشيع سبب لالتهاب الشغاف الجرثومي تحت الحاد، الحاد للمقيحة.</p>"
    },
    {
        question: "5. الخطأ في الحُمرة: (2025)",
        options: [
            "أشيع الإصابات على الوجه وحول الأنف",
            "هي خمج نوعي منتشر بشكل جهازي .",
            "تعالج بالبنسلين",
            "سببها ذيفان عقدي يصيب الأوعية اللمفية في الجلد"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>خمج غير نوعي منتشر.</p>"
    },
    {
        question: "6. الخطا في الجمرة الخبيثة : (2025)",
        options: [
            "تكون ذات الرئة بها معدية بشدة وأكثر من ذات الرئة الطاعونية.",
            "تحدث الوفيات بسبب إنتان الدم.",
            "الإصابة الجلدية بالجمرة غير مؤلمة.",
            "الجمرة الجلدية هي الأشيع والأفضل إنذاراً."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإصابة الرئوية بالجمرة غير معدية عن طريق الجهاز التنفسي لأن العصوية الجمرية تغادر الرئتين إلى العقد المنصفية ولا تطرح في هواء الزفير.</p>"
    },
    {
        question: "7- الخطأ في التسمم الوشيقي: (2025)",
        options: [
            "يحدث شلل رخو نازل غير متناظر.",
            "من أبكر الأعراض الشفع ونقص المطابقة.",
            "يحدث عسرة بلع.",
            "يحدث إمساك عند المصاب."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث شلل رخو متناظر نازل (عكس غيلان باريه).</p>"
    },
    {
        question: "8-الخطأ في الموات الغازي: (2025)",
        options: [
            "يعالج بالأمبيسلين وريدياً.",
            "يجب إجراء تنضير للأنسجة المتنخرة.",
            "لا يوجد لقاح للوقاية ولا مصل ضدي نوعي للعلاج.",
            "تحدث بيلة خضابية ويرقان خاصة في الإصابة الرحمية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعطى البنسلين وريديا بكميات كبيرة والمترانيدازول والجنتامايسين.</p>"
    },
    {
        question: "9- أخطر مضاعفات الكزاز: (2025)",
        options: [
            "الكسور الانقلاعية.",
            "التهاب الوريد الخثري.",
            "اضطرابات الشوارد.",
            "شلل العضلات التنفسية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>قد تحدث قصور تنفسي واختناق يسبب الوفاة.</p>"
    },
    {
        question: "10-أشيع سبب لالتهاب السحايا الجرثومي عند الولدان: (2025)",
        options: [
            "النيسرية السحائية.",
            "المكورات الرئوية.",
            "الإمعائيات.",
            "المستدمية النزلية."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الولدان بعمر اقل من شهر المجموعه B من العقديات الحاليه للدم بيتا،E.coli, اللستيرية المستوحدة، أما عند الأطفال فالسبب الأول هو النيسرية السحائية.</p>"
    },
    {
        question: "11-كل ما يلي صحيح عن SSSS عدا : (2024)",
        options: [
            "تحدث بشكل أساسي لدى البالغين.",
            "ظهور الاضداد يجعل الإصابة فقاعية (غير متمادية).",
            "زرع الدم إيجابي.",
            "تسببه عنقوديات مستذيبة بعاثية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تحدث بشكل أساسي عند الولدان كما تحدث عند الأطفال الصغار.</p>"
    },
    {
        question: "12-الخطأ عن متلازمة الصدمة السمية : (2024)",
        options: [
            "يحدث قصور عضوين على الأقل.",
            "زرع الدم إيجابي دوماً.",
            "يمكن أن تسببه عنقودية متوضعة في أي مكان في الجسم.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الزرع غالباً سلبي.لأن السبب هو الذيفان وليس الجرثوم،</p>"
    },
    {
        question: "13- أشيع سبب لالتهاب الشغاف عند مدمني المخدرات الوريدية : (2024)",
        options: [
            "عنقودية مذهبة.",
            "عنقودية بشروية.",
            "عقدية مقيحة.",
            "مستدمية نزلية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أشيع سبب لالتهاب الشغاف الجرثومي عند مدمني المخدرات الوريدية العنقودية الذهبية، وأشيع سبب لالتهاب الشغاف الجرثومي عند العامة العقديات.</p>"
    },
    {
        question: "14. افتراق نبض وحرارة ما عدا : (2024)",
        options: [
            "ذات رئة فصية",
            "بروسلا.",
            "حمى تيفية.",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سببها الأشيع المكورات الرئوية، لا تسبب افتراق نبض وحرارة.</p>"
    },
    {
        question: "15. كل ما يلي صحيح عن الحمرة ما عدا : (2024)",
        options: [
            "خمج منتشر يصيب الجلد والأغشية المخاطية.",
            "تعالج بالفانكوميسين.",
            "أشيع توضعاتها الوجه وحول الأنف.",
            "هي إصابة الأوعية اللمفية تحت الجلد بذيفان عقدي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تعالج بالبنسلين.</p>"
    },
    {
        question: "16-داء الشعيات اختر الخطأ : (2024)",
        options: [
            "الإصابة الوجهية والفموية والرقبية هي الأشيع.",
            "العلاج هو الدوكسي سايكلين.",
            "إن داء الشعيات الصدري في التشخيص التفريقي مع السل.",
            "الإصابة البطنية تتنوسر على الجلد."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العلاج هو البنسلين G.</p>"
    },
    {
        question: "17. كل ما يلي صحيح عن إصابة الجمرة الجلدية ما عدا : (2024)",
        options: [
            "هي الأشيع.",
            "حوافه نظيفة.",
            "الأفضل إنذاراً بين إصابات الجمرة.",
            "غير مؤلمة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قد يحدث تقرح وتتشكل جلبة سوداء حولها وذمة محيطية.</p>"
    },
    {
        question: "18. التسمم الوشيقي اختر الخطأ : (2024)",
        options: [
            "شال حركي نازل غير متناظر.",
            "الشفع والدول عرض باكر.",
            "تعداد الكريات البيض طبيعي.",
            "يحدث عسر بلع."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>شلل نازل متناظر.</p>"
    },
    {
        question: "19-كل ما يلي صحيح عن الموات الغازي ما عدا : (2024)",
        options: [
            "من العلامات المبكرة ظهور فرقعة غازية.",
            "البيلة الخضابية شائعة في الإصابة الرحمية.",
            "فرط البيليروبين شائع في الإصابة الرحمية.",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الفرقعة تحت الجلد تدل على مرحلة متأخرة.</p>"
    },
    {
        question: "20-الخطأ في الموات الغازي : (2024)",
        options: [
            "يفيد المصل النوعي المضاد للستيناز في التدبير.",
            "يعالج بالبنسلين بجرعات وريدية عالية.",
            "يفيد تطبيق الاوكسجين عالي الضغط موضعياً في علاج الإصابة.",
            "يدل في التشخيص التفريقي لالتهاب اللفافة النخري بالعقديات."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا نعطي مصل ضدي للنوعي في التدبير.</p>"
    },
    {
        question: "21- أشيع سبب لالتهاب السحايا عند البالغين : (2024)",
        options: [
            "المكورات الرئوية.",
            "العنقودية المذهبة.",
            "النيسيرية السحائية.",
            "المستدمية النزلية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أشيع سبب لالتهاب السحايا عند البالغين هو المكورات الرئوية ، عند الأطفال: النيسرية السحائية، عند الولدان: المجموعة B من العقديات الحالة للدم بيتا.</p>"
    },
    {
        question: "22-متلازمة الصدمة السمية عدا: (2023)",
        options: [
            "زرع دم إيجابي.",
            "قصور جهازين على الأقل.",
            "خيار عن تقشر راحتين.",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>زرع الدم سلبي، لأن السبب هو الذيفان وليس الجرثوم.</p>"
    },
    {
        question: "23. افتراق النبض الحروري ما عدا: (2023)",
        options: [
            "بعض أخماج الركتيسات",
            "البريميات",
            "مكورات رئوية",
            "تيفية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تسبب ذات رئة فصية دون افتراق النبض الحروري.</p>"
    },
    {
        question: "24. علاج الحمى الرثوية والحمرة: (2023)",
        options: [
            "بنسلين",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعالج أخماج العقدية المقيحة بالبنسلين.</p>"
    },
    {
        question: "25. الغلط عن الحمى القرمزية: (2023)",
        options: [
            "خمج نوعي للمقيحة",
            "سببه الذيفان المحمر",
            "اللقاح مازال مستخدمًا حتى هذا اليوم.",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قلّ استخدام اللقاح.</p>"
    },
    {
        question: "26. عن إصابة الصمامات بالحمى الرثوية أولاً: (2023)",
        options: [
            "تاجي ثم أبهري",
            "أبهري ثم تاجي",
            "تاجي ثم ثلاثي الشرف",
            "ثلاثي الشرف ثم تاجي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تاجي ثم أبهري ثم رئوي ثم مثلث الشرف.</p>"
    },
    {
        question: "27-عن الشعيات: (2023)",
        options: [
            "تجرف قبل الجراحة.",
            "تتنوسر الجنب أو الصدر.",
            "الموجودات السريرية أسوأ من الشعاعية.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يحدي تنوسر في الإصابة الصدرية او البطنية، ملاحظة: الموجودات الشعاعية أسوأ من السريرية.</p>"
    },
    {
        question: "28-أشيع أسباب التهاب السحايا عند البالغين: (2023)",
        options: [
            "مستدمية نزلية.",
            "مكورات رئوية.",
            "نيسريا سحائية.",
            "الليستيريا الموحدة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أشيع سبب لالتهاب السحايا عند البالغين هو المكورات الرئوية ، عند الأطفال: النيسرية السحائية، عند الولدان: المجموعة B من العقديات الحالة للدم بيتا.</p>"
    },
    {
        question: "29-كل ما يلي له لقاح عدا: (2023)",
        options: [
            "الحمى التيفية.",
            "الكوليرا.",
            "التهاب كبد A.",
            "الموات الغازي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يوجد لقاح او مصل ضدي نوعي للموات الغازي.</p>"
    },
    {
        question: "30-الموات الغازي: (2023)",
        options: [
            "بنسلين وريدي بجرعات عالية.",
            "الوفاة بسبب الصدمة السمية.",
            "ارتفاع بيلوربين بالخمجي الرحمي.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الخطأ،  قد تحدث الوفاة بسبب التنخر الواسع للنسج.</p>"
    },
    {
        question: "31-الكزاز الخطأ: (2023)",
        options: [
            "انتظار النتيجة المخبرية قبل إعطاء الترياق.",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يجب البدء بالعلاج بمجرد الشك السريري.</p>"
    },
    {
        question: "31-كل ما يلي يسبب تسمم غذائي خلال أكثر من 16 ساعة عدا: (2022)",
        options: [
            "العنقودية المذهبة.",
            "السالمونيلا.",
            "ضمة الهيضة.",
            "ETEC"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العنقودية المذهبة تسبب تسمم غذائي خلال (١-٦) ساعات.</p>"
    },
    {
        question: "32. متلازمة SSSS:  (2022)",
        options: [
            "زرع الدم إيجابي.",
            "تسببها جميع ذراري العنقودية الذهبية.",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الخطأ، زرع الدم سلبي لأن السبب هو الذيفان وليس الجرثوم.</p>"
    },
    {
        question: "33-عن متعاطي المخدرات الخطأ:  (2022)",
        options: [
            "التهاب المفاصل الكبيرة بالعنقودية الذهبية.",
            "التهاب الشغاف أشيع بالبشروية.",
            "التهاب جلد وأنسجة رخوة.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب الشغاف أشيع بالعنقودية الذهبية.</p>"
    },
    {
        question: "34. في الحمرة ما عدا: (2022)",
        options: [
            "خمج نوعي للعقدية المقيحة",
            "في الأنف شائعة وحوله",
            "بنسلين وريدي للحالات الشديدة",
            "نتيجة عامل الذيفاني في الأوعية الدموية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يحدث قي الأوعية اللمفاوية.</p>"
    },
    {
        question: "35-عن داء الشعيات الخطأ: (2022)",
        options: [
            "تتنوسر للجنب.",
            "انذار إصابة الوجه جيدة.",
            "نجري اختبار زرع وتحسس لاختيار الصاد المناسب له.",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تعالج بالنسلين، الأخماج التي لازالت تعنو للبنسلين: الشعيات والعقديات واللولبيات الشاحبة.</p>"
    },
    {
        question: "36-الدواء الانتقائي اختر الخطأ؛ (2022)",
        options: [
            "تتراسكلين للكوليرا.",
            "جنتمايسين للعصوية الجمرية.",
            "",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نعطي لمرضى العصوية الجمرية البنسلين او الإريثرومايسين للمتحسسين للبنسلين.</p>"
    },
    {
        question: "37-الخطأ في المطثية الحاطمة الموات الغازي: (2022)",
        options: [
            "من العلامات المبكرة ظهور فرقعات غازية.",
            "الوفاة تنتج عن التنخر الواسع للنسج.",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعد من العلامات المتأخرة.</p>"
    },
    {
        question: "38-الخطأ في الموات الغازي: (2022)",
        options: [
            "يسبب فقر دم ويرقان في حالات الخمج الرحمي.",
            "قد يختلط مع التهاب اللفافة النذري.",
            "يشخص مباشرة بخزعة مجمدة من العضلات.",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التشخيص سريري بشكل أساسي، ويمكن أخذ خزعة من الجلد، وتأكيد التشخيص بأخذ خزعة من العضلات مباشرة وليس خزعة مجمدة.</p>"
    },
    {
        question: "39-عن التسمم الوشيقي الخطأ: (2022)",
        options: [
            "نعزل الذيفان من المصل والمعدة والقيء.",
            "نعزل الجراثيم من البراز وبقية الطعام.",
            "شلل نازل متناظر.",
            "ترتفع الكريات البيض وسرعة التثفل."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يبقى تعداد الكريات البيض وسرعة التثفل طبيعيان.</p>"
    },
    {
        question: "40. السبب الأشيع لالتهاب الشغاف عند متعاطي المخدرات: (2021)",
        options: [
            "العنقودية الذهبية.",
            "المكورات البشروية.",
            "العقدية المقيحة.",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أشيع سبب لالتهاب الشغاف الجرثومي عند مدمني المخدرات الوريدية العنقودية الذهبية، وأشيع سبب لالتهاب الشغاف الجرثومي عند العامة العقديات.</p>"
    },
    {
        question: "42-متلازمة SSSS الخطأ: (2021)",
        options: [
            "يصيب الأطفال غالباً.",
            "سببه عاثية نمط 2.",
            "زرع الدم سلبي.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "43.من مؤهبات الإصابة بأخماج المكورات الرئوية ما عدا:  (2021)",
        options: [
            "استئصال الطحال",
            "الحمل",
            "",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "44-عن الشعيات الخطأ: (2021)",
        options: [
            "تشخص بعيار الأضداد.",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا توجد اختبارات مصلية، تشخص بفحص العينات في مكان الٱفة بعد تلوينها تحت المجهر.</p>"
    },
    {
        question: "45-تشخيص تسمم العصوية الشمعية: (2021)",
        options: [
            "جرثوم في الدم.",
            "جرثوم في البراز.",
            "قصة سريرية.",
            "ذيفان في الدم."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تسبب تسمم غذائي تشخص بعزل الجرثوم من البراز او الطعام الملوث.</p>"
    },
    {
        question: "46 -في الكزاز الصحيح: (2021)",
        options: [
            "الكزاز الموضع جيد الإنذار.",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الكزاز الموضع يملك أفضل إنذار لكنه نادر.</p>"
    },
    {
        question: "47-التسمم الوشيقي عدا: (2021)",
        options: [
            "كشف أضداد بالمصل.",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التشخيص سريري او مخبري بكشف الجرثوم وليس الأضداد.</p>"
    },
    {
        question: "48-الغلط عن عن متلازمة ssss:  (حملة ٢٠٢٢)",
        options: [
            "تسببه جرثومة مستذيبة بعاثية",
            "زرع الدم إيجابي وسلبيته تنفي التشخيص",
            "",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>زرع الدم سلبي لأن السبب هو الذيفان وليس الجرثوم.</p>"
    },
    {
        question: "49-الاصابة الوجهية بالشعيات اختر الغلط: (2022 حملة)",
        options: [
            "تتنوسر على الوجه",
            "الاصابة الوجهية مؤلمة",
            "سيرها بطيء.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الإصابة الوجهية غير مؤلمة.</p>"
    },
    {
        question: "50. الحمرة الغلط: ( ٢٠٢٢ حملة )",
        options: [
            "تسببها جميع العقديات الحالة للدم بيتا",
            "تصيب الأنف والوجه",
            "تصيب الأوعية اللمفية",
            "بنسلين وريدي بالحالات الشديدة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تسببها العقدية المقيحة.</p>"
    },
    {
        question: "51-الجمرة الخبيثة اختر الغلط: (٢٠٢٢ حملة )",
        options: [
            "الجلدية غير مؤلمة.",
            "الرئوية هي الأخطر.",
            "خيار ناقص.",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "52-الجمرة الخبيثة اختر الغلط:  ( ٢٠٢٢ حملة )",
        options: [
            "لها لقاح.",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اللقاح للحيوانات.</p>"
    },
    {
        question: "53-عن الكزاز الخاطئة: (٢٠٢٢ حملة)",
        options: [
            "يسبب قصور كلوي",
            "البدء بالعلاج بمجرد الشبهة",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إصابة الكزاز عصبية.</p>"
    },
    {
        question: "54-الغلط عن المطثية الحاطمة: ( ٢٠٢٢ حملة )",
        options: [
            "تسبب فرط بيليروبين في اصابة العضلات الهيكلية",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث فرط بيليروبين في الأخماج الرحمية.</p>"
    },
    {
        question: "55-عن التسمم الوشيقي: (٢٠٢٢ حملة)",
        options: [
            "شلل صاعد متناظر",
            "نعزل الجرثوم من المصل والمعدة والقيء.",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تسبب شلل نازل متناظر.</p>"
    }

    ],
    7:[  {
        question: "1. الطاعون الغلط: ( 2022 حملة )",
        options: [
            "الشكل الرئوي غير معدي",
            "الشكل الرئوي معدي بالقطيرات",
            "الشكل الدبلي يعالج بالستربتوميسين",
            "يتم الوقاية الكيميائية للمخالطين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الشكل الرئوي هو المعدي.</p>"
    },
    {
        question: "2. الخطأ في تشخيص الحمى المالطية: (2025)",
        options: [
            "يكون تعداد البيض طبيعيًا أو منخفضًا.",
            "ترتفع سرعة التثفل وبخاصة في الإصابة الحادة والقلبية والعظمية.",
            "يكون زرع الدم إيجابيًا في 50% من الحالات.",
            "تتناسب شدة الإصابة السريرية طردًا مع عيار الأضداد."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا علاقة بين عيار الأضداد وشدة الإصابة.</p>"
    },
    {
        question: "3. يشخص داء الليستريات الوليدي بما يلي عدا: (2025)",
        options: [
            "عزل الجرثوم من المشيمة بعد الولادة مباشرة.",
            "زرع مفرزات الأنف أو CSF للوليد.",
            "عزل الجرثوم من السائل الأمينوسي.",
            "الكشف عن الأضداد في مصل الأم."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الاختبارات المصلية معظمها غير نوعية.</p>"
    },
    {
        question: "4. يضاف إلى العلاج في تدبير الحمى المالطية للبالغين عند وجود إصابة عصبية، واحد مما يلي: (2025)",
        options: [
            "ستربتوميسين.",
            "تريميتوبريم مع سلفاميتوكسازول.",
            "جنتاميسين.",
            "بنسلين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في الإصابات المزمنة والنامسة والموضعة والمضاعفات العظمية والقلبية والعصبية يعطى المريض الدوكسيسيلكلين، ريفامبيسين، أمينوغليكوزيد وبديله ستربتوميسين.</p>"
    },
    {
        question: "5. أفضل مشاركة في تدبير عضات الإنسان والحيوان: (2025)",
        options: [
            "مترونيدازول وأوغمانتين.",
            "أمبيسلين وجنتاميسين.",
            "سلفاميتوكسازول مع تريميتوبريم وأمبيسلين.",
            "سبيراميسين وأوغمانتين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تفضل معالجة عضات الحيوانات باستعمال أموكسيكلاف ( أوغمانتين ) أو كوتيموكسازول وميترونيدازول، وعضات الإنسان باستعمال أموكسيكلاف و ميترونيدازول.</p>"
    },
    {
        question: "6. الخطأ في حمى الجبال الصخرية المبقعة: (2025)",
        options: [
            "تنتقل العدوى بقمل الجسد",
            "تسببها الريكتسية ركتسي في أمريكا",
            "أكثر ما يصاب بها الأطفال",
            "الإنذار سيئ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تنتقل العدوى بالقراض وليس بقمل الجسد.</p>"
    },
    {
        question: "7. العلاج النوعي للبريميات : (2024)",
        options: [
            "التتراسكلين والبديل بنسللين.",
            "بنسلين فموي والبديل سيبروفلوكساسين.",
            "تتراسكلين والبديل ستربتومايسين.",
            "بنسلين وريدي والبديل تتراسكلين."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العلاج بنزل بنسلين وريديًا والدواء البديل التتراسكلين أو دوكسيسيكلين.</p>"
    },
    {
        question: "8. يسبب داء لايم البوريليا بورغ دورفيري والتي يتم نقلها بـ : (2024)",
        options: [
            "برغوث.",
            "قراد.",
            "قمل.",
            "سوس."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يتم نقلها بالقراد اللبودي.</p>"
    },
    {
        question: "9. العلاج النوعي للحمى الراجعة : (2024)",
        options: [
            "تتراسكلين.",
            "بنسلين.",
            "كوتيرموكسازول.",
            "سفترياكسون."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يفضل المعالجة بالتتراسكلين بسبب ظهور ذراري مقاومة للبنسلين.</p>"
    },
    {
        question: "10. الخاطئ عن تشخيص الطاعون : (2024)",
        options: [
            "يمكن عزل الجرثوم من القشع بالطاعون الرئوي.",
            "يعزل من العقد بالدبلي.",
            "يعزل من الدم بالدموي.",
            "يكون المريض بالطاعون الدموي معدي بالقطيرات التنفسية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يكون المريض بالطاعون الرئوي معدي بالقطرات التنفسية.</p>"
    },
    {
        question: "11. تشخيص تفريقي للاندفاعات الجلدية : (2024)",
        options: [
            "التهاب شغاف جرثومي تحت حاد.",
            "إنتان دم بالنيسيريا البنية والمكورات الرئوية.",
            "حمى الجبال الصخرية.",
            "حمى Q."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>حمى Q الخمج الوحيد من أخماج الريكتسيات التي لا تسبب اندفاع جلدي.</p>"
    },
    {
        question: "12. الدواء المفضل في الحمى الراجعة عند البالغين: (2023)",
        options: [
            "تتراسيكلين.",
            "بنسلين.",
            "سيبروفلوكساسين.",
            "جنتاميسين ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يفضل المعالجة بالتتراسكلين بسبب ظهور ذراري مقاومة للبنسلين.</p>"
    },
    {
        question: "13. التيفوس الوبائي ينتقل عن طريق: (2023)",
        options: [
            "قمل رأس",
            "قمل جسد",
            "قراد",
            "فاصدة",
            "البرغوث"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ينتقل التيفوس الوبائي عن طريق قمل الجسد.</p>"
    },
    {
        question: "14. علاج المالطية للأطفال: (2023)",
        options: [
            "سلفاميتوكسازول + تريميتوبريم وجنتاميسين.",
            "الدوكسيسيكلين وريفامبيسين.",
            "الدوكسيسيكلين والستربتوميسين.",
            "أموكسيسيلين وجنتاميسين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نعالج الأطفال ب سلفاميتوكازول و تيرميتوبريم وجنتاميسين.</p>"
    },
    {
        question: "15. أمراض تظهر فيها حمى واندفاعات لطخية عدا: (2023)",
        options: [
            "حمى جبال صخرية",
            "انتان دم بالنيسرية السحائية",
            "انتان دم بالنيسريات البنية",
            "التهاب شغاف تحت حاد",
            "الحصبة الألمانية."
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>أمراض تبدي حمى واندفاعات لطخية حطاطية نمشية: حمى الجبال الصخرية، تجرثم الدم بالمكورىات السحائية، السيلان المنتشر، التهاب الشغاف الجرثومي.</p>"
    },
    {
        question: "16. حمى Q عدا: (2023)",
        options: [
            "ذات رئة لمفية",
            "التهاب شغاف سلبي الزرع",
            "بقع حطاطية اندفاعات نازفة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>حمى Q الخمج الوحيد من أخماج الريكتسيات التي لا تسبب اندفاع جلدي.</p>"
    },
    {
        question: "17. الإصابة القلبية بداء لايم عدا: (2023)",
        options: [
            "أذية صمامات",
            "التهاب قلب",
            "التهاب تامور."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث التهاب عضلة قلبية ، التهاب تأمور، خلل النقل ( حصار قلب )</p>"
    },
    {
        question: "18. الخطأ عن تشخيص الطاعون: (2023)",
        options: [
            "أخذ رشافة من العقد اللمفية المصابة",
            "أخذ عينة من الدم بحال الإصابة الدموية",
            "أخذ عينة من القشع",
            "اختبارات مصلية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا نلجأ للاختبارات المصلية عادة.</p>"
    },
    {
        question: "19. الحمى المالطية عدا: (2023)",
        options: [
            "زرع الدم إيجابي عند 50%",
            "الكريات البيض طبيعي",
            "شدة الإصابة تتناسب مع كمية الأضداد"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لا علاقة بين عيار الأضداد وشدة الإصابة.</p>"
    },
    {
        question: "20. ثالوث داء ويل: (2022)",
        options: [
            "حمى عالية وقصور كلوي ويرقان شديد",
            "حمى خفيفة وقصور كلوي ويرقان خفيف",
            "قصور كلوي ويرقان شديد التهاب سحايا."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الثالوث العرضي لداء ويل: حمى عالية، قصور كلوي، يرقان شديد.</p>"
    },
    {
        question: "21. الخطأ في الحمى الراجعة: (2022)",
        options: [
            "الوبائية ينقلها القمل والمتوطنة ينقلها القراد",
            "الحمى المنقولة بالقراد تكون أكثر تكرارًا من المنقولة بالقمل",
            "لا يوجد اندفاعات جلدية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تحدث اندفاعات جلدية نزفية في الحالات الوخيمة.</p>"
    },
    {
        question: "22. مكان إصابة الحمى المالطية: (2022)",
        options: [
            "كتف ومفصل حرقفي فخذي.",
            "حرقفي عجزي وحرقفي فخذي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أكثر المفاصل المصابة: الحرقفي الفخذي، الحرقفي العجزي والتهاب مفصل وحيد حاد يصيب غالبا الورك أو الركبة او الكاحل.</p>"
    },
    {
        question: "23. التشخيص التفريقي لحمى الجبال الصخرية المبقعة الخطأ: (2022)",
        options: [
            "حصبة",
            "فرفرية نقص صفيحات",
            "سفلس ثانوي",
            "انتان دم بالسحائيات"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التشخيص التفريقي: الحصبة، إنتان الدم بالسحائيات، التهاب الأوعية، فرفرية نقص الصفيحات.</p>"
    },
    {
        question: "24. الطاعون الخطأ: (2022)",
        options: [
            "يجب عزل المرضى المصابين بالطاعون الرئوي.",
            "يعطى تتراسكلين أثناء الأوبئة.",
            "يفضل الجمع بين الستربتوميسين والتتراسكلين للعلاج.",
            "الخيار الصحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>السؤال غير مكتمل في النص الأصلي. الجواب (4) ربما كان يشير إلى خيار آخر.</p>"
    },
    {
        question: "25. الخطأ عن الطاعون: (2022)",
        options: [
            "الدواء الانتقائي ستربتومايسين",
            "الوقاية كيميائيًا بالتتراسكلين",
            "لا يسبب التهاب سحايا واضطراب CSF"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد يسبب إنتان دموي والتهاب سحايا.</p>"
    },
    {
        question: "26. ينتقل التيفوس المتوطن: (2021)",
        options: [
            "بالبراغيث",
            "بالقراد",
            "بالقمل",
            "بالسوس"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ينتقل التيفوس المتوطن (الفأري) عن طريق براغيث الفئران.</p>"
    },
    {
        question: "27. الحمى المالطية ما عدا: (2021)",
        options: [
            "إصابة المفصل العجزي الحرقفي.",
            "سببها أذية مناعية وليس بسبب الخمج.",
            "إصابة مفاصل الصغير للسالميات"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إصابة مفاصل كبيرة. أكثر المفاصل المصابة: الحرقفي الفخذي، الحرقفي العجزي والتهاب مفصل وحيد حاد يصيب غالبا الورك أو الركبة او الكاحل.</p>"
    },
    {
        question: "28. تشخيص الطاعون الخطأ: (2021)",
        options: [
            "خزعة استئصالية في الطاعون الدبلي",
            "رشافة عقد لمفية في الطاعون الدبلي",
            "زرع الدم في الشكل الدموي",
            "زرع القشع في الشكل الرئوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>رشافة عقد لمفية في الطاعون الدبلي.</p>"
    },
    {
        question: "29. علاج الحمى الراجعة: (2021)",
        options: [
            "البنسلين",
            "التتراسكلين",
            "سيبروفلوكساسين",
            "جنتاميسين"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يفضل المعالجة بالتتراسكلين بسبب ظهور ذراري مقاومة للبنسلين.</p>"
    },
    {
        question: "30. كل مما يلي يسبب لطاخات نزفية عدا: (2021)",
        options: [
            "حمى الجبال الصخرية",
            "إنتان الدم بالسحائيات",
            "داء لايم",
            "التهاب الشغاف الجرثومي تحت الحاد"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لا يسبب داء لايم لطاخات نزفية.</p>"
    },
    {
        question: "31. الحمى الراجعة تشخيص تفريقي: (2022 حملة )",
        options: [
            "التيفوس",
            "الحمى التيفية",
            "الحمى الصفراء",
            "الملاريا",
            "حمى Q."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تعد الحمى التيفية من التشاخيص التفريقية للحمى الراجعة.</p>"
    },
    {
        question: "32. حمی Q اختر الغلط: ( 2022 حملة )",
        options: [
            "تسبب نمشات",
            "تبدأ على الجذع و تنتشر للأطراف و الوجه.",
            "تسبب ذات رئة",
            "تسبب التهاب شغاف والتهاب کبد خفیف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حمى Q الخمج الوحيد من أخماج الريكتسيات التي لا تسبب اندفاع جلدي.</p>"
    },
    {
        question: "33. اعراض داء ويل: (2022 حملة )",
        options: [
            "حمى عالية وقصور كلوي ويرقان شديد",
            "حمى خفيفة وقصور كلوي ويرقان خفيف",
            "قصور كلوي ويرقان شديد والتهاب سحايا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الثالوث العرضي لداء ويل: حمى عالية، قصور كلوي، يرقان شديد.</p>"
    },
    {
        question: "34. التشخيص التفريقي لحمى الجبال الصخرية المنقطة: (2022 حملة )",
        options: [
            "فرفرية نقص الصفيحات",
            "البريميات",
            "الحصبة",
            "انتان الدم بالسحائيات"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التشخيص التفريقي: الحصبة، إنتان الدم بالسحائيات، التهاب الأوعية، فرفرية نقص الصفيحات.</p>"
    },
    {
        question: "35. الغلط عن داء لايم: (2022 حملة)",
        options: [
            "التهاب تامور",
            "التهاب عضلة قلبية",
            "حصار قلب",
            "اعراض القلبية تكون متأخرة",
            "يسبب تسلخ أبهر."
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>لا يسبب عادة تسلخ أبهر.</p>"
    },
    ],
    8:[
    {
        question: "1- أكثر الأخماج المكتسبة في المشافي شيوعاً هي: (2025)",
        options: [
            "ذوات الرئة عند المرضى الموضوعين على المنفسة.",
            "أخماج البدائل الصنعية.",
            "أخماج الشقوق الجراحية.",
            "أخماج الجهاز البولي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>أخماج السبيل البولي الأكثر شيوعًا، تشكل ٤٠٪ من الأخماج المكتسبة في المشافي.</p>"
    },
    {
        question: "2- ما يلي من مسببات ذات الرئة اللانمطية (اللانموذجية) عدا: (2025)",
        options: [
            "الفيلقية المستروحة (الليجيونيلة أليفة الرئة).",
            "المفطورات (الميكوبلازما).",
            "المتدثرات.",
            "الزائفة الزنجارية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الزائفة الزنجارية فهي سبب ذات رئة نمطية شديدة وخاصة بالمشافي.</p>"
    },
    {
        question: "3- الخطأ في الحمى مجهولة السبب : (2025)",
        options: [
            "أشيع المسببات الجرثومية السل.",
            "تستطب خزعة الكبد في جميع الحالات.",
            "حمى 38.3 أو أكثر دون أعراض أو علامات أكثر من 3 أسابيع.",
            "أشيع السرطانات الصلبة المسببة سرطان الكلية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا نأخذ الخزعات بكل الحالات، تعتبر خزعة الكبد مفيدة في حال وجود دليل حيوي كيميائي على خلل في وظيفة الكبد.</p>"
    },
    {
        question: "4- الطريقة الأفضل للوقاية من ذات الرئة المشفوية : (2024)",
        options: [
            "يجب إعطاء الصادات وقائيا لكل من يوضع على المنفسة اكثر من 3 أيام.",
            "تبديل المنفسة كل أسبوع.",
            "يجب إعطاء الصادات لكل من يوضع على المنفسة عند تشخيص ذات رئة.",
            "يجب إعطاء الصادات لكل من يوضع على المنفسة منذ بدء وضعها."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعطى الصادات وقائيا لكل من يوضع على التهوية الاصطناعية أكثر من ٣ أيام قبل تطور ذات الرئة.</p>"
    },
    {
        question: "5- اشيع الاخماج المشفوية : (2024)",
        options: [
            "أخماج الجهاز البولي.",
            "الأخماج التنفسية.",
            "انتانات الشقوق الجراحية.",
            "انتان الدم."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أخماج السبيل البولي الأكثر شيوعًا، تشكل ٤٠٪ من الأخماج المكتسبة في المشافي.</p>"
    },
    {
        question: "6- كل ما يلي صحيح عن الأخماج المشفوية ما عدا : (2024)",
        options: [
            "أغلبها مسببة بالفيروسات.",
            "يمكن أن تكون الإصابة مسببة بالجراثيم أو الفيروسات أو الطفيليات.",
            "تكون الجراثيم المسببة أكثر مقاومة للصادات نسبياً.",
            "تعتبر الأخماج الرئوية أخطرها."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أغلبها مسببة بالجراثيم وليس بالفيروسات.</p>"
    },
    {
        question: "7- أشيع سبب للاسهالات الخمجية المكتسبة بالمشافي عند البالغين: (2023)",
        options: [
            "المطثية العسيرة.",
            "الاشريكية الكولونية.",
            "* التعليل: أشيع العوامل الخمجية المسببة للإسهالات في المشافي عند البالغين: المطثية الصعبة ( ٢١-٢٥)٪ من الحالات، بينما أشيع سبب العوامل الممرضة المسببة للإسهالات في المشافي عند الأطفال فيروس الروتا ثم الفيروسات الغدية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أشيع العوامل الخمجية المسببة للإسهالات في المشافي عند البالغين: المطثية الصعبة ( ٢١-٢٥)٪ من الحالات.</p>"
    },
    {
        question: "8- أشيع سبب لالتهاب شغاف عند المتعاطين وريديا: (2023)",
        options: [
            "العنقودية الذهبية.",
            "*التعليل: العنقودية الذهبية الأشيع ثم العنقودية البشروية ثاني أشيع سبب."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العنقودية الذهبية الأشيع ثم العنقودية البشروية ثاني أشيع سبب.</p>"
    },
    {
        question: "9- الخطأ حول الحمى المجهولة: (2023)",
        options: [
            "أشيع ورم صلب سرطان الكلية.",
            "أشيع الأخماج السل.",
            "حمى لا تقل عن 38.3 تستمر لاكثر من ثلاث أسابيع دون أعراض أو علامات.",
            "تسرع قلب نسبي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تترافق مع بطء قلب نسبي.</p>"
    },
    {
        question: "10- اشيع سبب لاخماج الشقوق الجراحية: (2022)",
        options: [
            "الاشريكية الكولونية.",
            "الزائفة الزنجارية.",
            "العقدية المقيحة.",
            "العنقودية الذهبية."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>أشيع مسبب العنقودية الذهبية يليها الزوائف والعقديات والإشريكية الكولونية.</p>"
    },
    {
        question: "11- عن متعاطي المخدرات الخطأ: (2022)",
        options: [
            "التهاب المفاصل الكبيرة بالعنقودية الذهبية.",
            "التهاب الشغاف أشيع بالبشروية.",
            "التهاب جلد وأنسجة رخوة."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب الشغاف أشيع بالعنقودية الذهبية ثم بالعنقودية البشروية.</p>"
    },
    {
        question: "12- الأخطر بأخماج المشافي: (2021)",
        options: [
            "ذات الرئة.",
            "*التعليل: تسبب ذات الرئة أعلى نسبة وفيات."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تسبب ذات الرئة أعلى نسبة وفيات.</p>"
    },
    {
        question: "13- السبب الأشيع لالتهاب الشغاف عند متعاطي المخدرات: (2021)",
        options: [
            "العنقودية الذهبية.",
            "المكورات البشروية.",
            "العقدية المقيحة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العنقودية الذهبية الأشيع ثم العنقودية البشروية ثاني أشيع سبب.</p>"
    },
    {
        question: "14- سؤال عن أخماج الجهاز البولي المكتسبة بالمشافي : (2022 حملة)",
        options: [
            "غالباً صاعد من الإحليل.",
            "أهم سبب للوفيات",
            "أسبابها E.coli ومتقلبة وكليبسيلا"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الخطأ، اهم سبب للوفيات بالأخماج المكتسبة في المشافي هي ذات الرئة.</p>"
    },
    {
        question: "15- العنقودية الذهبية عند متعاطي المخدرات اختر الغلط: (2022 حملة)",
        options: [
            "تسبب التهاب مفاصل وعظام",
            "اشيع سبب لالتهاب الشغاف هو العنقودية الذهبية",
            "تسبب التهاب مفاصل كبيرة بالعنقودية الذهبية.",
            "اشيع سبب لذات الرئة هي المكورات الرئوية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث التهاب مفصل إنتاني وحيد، ويكون بشكل كبير في المفاصل الكبيرة.</p>"
    }

    ]
    ,9:[
 {
        question: "1. الخطأ في داء المقوسات المكتسب: (2025)",
        options: [
            "يمكن أن يليه حدوث التهاب شبكية ومشيمية",
            "تكون الإصابة اللاعرضية في الغالبية العظمى من الحالات",
            "تبدي خزعة العقد اللمفاوية تبدلات نسيجية نموذجية",
            "لا تظهر لمفاويات شاذة في لطاخة الدم المحيطي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يسبب تناذر يشبه الحمى الغدية ( وجود لمفاويات شاذة )."
    },
    {
        question: "2. تضم معايير سوء إنذار الملاريا العصبية ما يلي عدا: (2025)",
        options: [
            "البولة أكثر من 60 مغ/دل",
            "ظهور المتقسمات في لطاخة الدم الحشوي",
            "إصابة أكثر من 5% من الكريات الحمر بالطفيلي",
            "الكرياتينين أكثر من 3 ملغ/دل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> من معايير سوء إنذار الملاريا العصبية ظهور المتقسمات في لطاخة الدم المحيطي!!"
    },
    {
        question: "3. الخطأ في الليشمانيا الحشوية: (2025)",
        options: [
            "يوضع التشخيص بالكشف عن اللشمانيا في رشافة العقد أو النقي",
            "ترتفع سرعة التثفل أكثر من 100ملم/ ١ساعة.",
            "ينقص تعداد الكريات البيض",
            "يبقى تعداد الحمر والصفيحات طبيعيًا"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ينقص كل عناصر الدم ( الكريات البيضاء والحمراء والصفيحات)."
    },
    {
        question: "4. يعطى لوقاية المسافرين إلى منطقة موبوءة بالملاريا: (2024)",
        options: [
            "بريماكين.",
            "كلوروكين.",
            "ميفلوكين.",
            "كينين."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يعطى الكلوروكين حيث تنتشر المتصورات الحساسة للكلوروكوين طيلة فترة الإقامة حتى ٤ أسابيع بعد العودة."
    },
    {
        question: "5. اللشمانيا الجلدية اختر الغلط: (2024)",
        options: [
            "الإصابة مؤلمة.",
            "الآفة الوحيدة الكبيرة تعالج بالستيبوغلوكونات في الآفة.",
            "الآفات المتعددة تعالج بالستيبوغلوكونات جهازيًا.",
            "تترك ندبة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الإصابة غير مؤلمة."
    },
    {
        question: "6. كل ما يلي صحيح في داء المقوسات المكتسب ما عدا: (2024)",
        options: [
            "إسقاطات متعددة عند الحوامل.",
            "وجود لمفاويات شاذة.",
            "لا عرضية عند القادرين مناعيًا.",
            "فحص قعر العين في التهاب الشبكية والملتحمة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يحدث إجهاض بسبب المقوسات الا مرة واحدة لأن الإصابة الأولى تؤدي لتوليد أضداد تحافظ على الطفيلي متكيسا داخل أنسجة الأم وتمنع وصوله للجنين في الحمول اللاحقة."
    },
    {
        question: "7. معايير سوء إنذار الملاريا العصبية ( الخاطئة) : (2024)",
        options: [
            "الأعراس بالدم المحيطي.",
            "نوب اختلاجات.",
            "سبات وغياب المنعكس القرني.",
            "الخضاب عند الأطفال أقل من 5 غ\\دل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ظهور المتقسمااات (وليس الأعراس) في الدم المحيطي."
    },
    {
        question: "8. الخطأ عن اللشمانيا الحشوية : (2024)",
        options: [
            "يرتفع الغلوبيولين ويبقى الألبومين طبيعيا.",
            "ضخامة كبد وطحال.",
            "يمكن أن تتبعه لشمانيا جلدية.",
            "يسبب فقر دم سوي الصباغ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحدث زيادة في الغلوبولين الكلي وينقص الألبومين وتنقلب النسبة بينهم."
    },
    {
        question: "9. عن أدوية الملاريا اختر الغلط: (خلافي) (2023)",
        options: [
            "تعطى للمرأة الحامل",
            "الحامل نعالجها إسعافيًا بالكينين",
            "سبيرومايسين في أي وقت",
            "تريميتوبريم في أي وقت"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> لا نعالج بالسيبرومايسين او تريمتيوبريم في أي وقت. (الإجابة: C+D)"
    },
    {
        question: "10. آفة الليشمانيا عدا: (2023)",
        options: [
            "تعالج بالآزوت",
            "غير مؤلمة",
            "آفات صغيرة متعددة نعالج بالأنتموان الخماسي",
            "تعالج بالأشعة تحت الحمراء"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا نعالج بالأشعة تحت الحمراء."
    },
    {
        question: "11. في تدبير الملاريا الخطأ: (2023)",
        options: [
            "كلوروكين يعطى للحوامل",
            "بريماكين للنشيطة والبيضوية",
            "استئصال الطحال مضاد استطباب",
            "يعطى الكينين في الوقاية الكيمائية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يعطى الكلوروكين في الوقاية الكيميائية، ملاحظة: يزيد استئصال الطحال من سوء الإنذار."
    },
    {
        question: "12. من معايير سوء الإنذار في الملاريا العصبية: (2023)",
        options: [
            "سبات عميق مع غياب منعكس قرني",
            "عمر أقل من 3 سنوات",
            "ظهور المتقسمات بالدم المحيطي",
            "خضاب أقل من 7 غ/دل عند الأطفال"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الخطأ، انخفاض الخضاب لأقل من ٥ ملغ/دل عند الأطفال، وأقل من ٧ عند البالغين."
    },
    {
        question: "13. المقوسات المكتسب اختر الغلط: (2023)",
        options: [
            "ينتقل من الإنسان فقط عن طريق المشيمة",
            "معظم الحالات عرضية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> معظم الإصابات غير عرضية ( ٨٠-٩٠)٪"
    },
    {
        question: "14. عن الملاريا الخطأ: (2022)",
        options: [
            "كلوروكين للوقاية عند الحوامل.",
            "عند خمج بالبيضوية والنشيطة. بريماكين",
            "استئصال الطحال المتضخم"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يزيد استئصال الطحال من سوء الإنذار."
    },
    {
        question: "15. من معايير سوء إنذار الملاريا العصبية عدا: (2022)",
        options: [
            "عمر المريض أقل من 7 سنوات",
            "وجود اختلاجات",
            "ظهور متقسمات بالدم",
            "إصابة أكثر من 5% من الكريات الحمر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عمر المريض أقل من ٣ سنوات."
    },
    {
        question: "16. تشخيص داء المقوسات الخطأ: (2022)",
        options: [
            "خزعة العقد اللمفاوية غير نموذجية",
            "تظهر لمفاويات شاذة.",
            "كشف IgM لدى الحامل يدل على إصابة حادة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> خرعة عقدة لمفاوية نموذجية نسيجيًا."
    },
    {
        question: "17. الخطأ عن الليشمانيا الجلدية في سوريا: (2022)",
        options: [
            "تسببها المدارية الكبرى في الريف",
            "يحدث الشفاء والمناعة خلال 6–12 شهرًا",
            "تترك ندبة ضامرة مصطبغة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تترك ندبة ضمورية فاقدة الصباغ."
    },
    {
        question: "18. دواء يجب إعطائه للملاريا النشيطة والبيضوية: (2021)",
        options: [
            "بريماكين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> البريماكين لمنع نكس النشيطة والبيضوية."
    },
    {
        question: "19. العدوى بداء المقوسات الخطأ: (2021)",
        options: [
            "نقل الدم المهني"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحدث لكن بشكل نادر جدا."
    },
    {
        question: "20.سوء انذار الملاريا الخطأ: (2021)",
        options: [
            "خضاب أطفال أقل من 7"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> انخفاض الخضاب لأقل من ٥ ملغ/دل عند الأطفال، وأقل من ٧ عند البالغين."
    },
    {
        question: "21. تشخيص المقوسات الخطأ:  (2021)",
        options: [
            "أضداد IgM. دليل حديث",
            "عزل الأتاريف من الدم",
            "قبل الحمل إيجابي يعني محمية هي والجنين",
            "يمكن رؤية المقوسات في المصل"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا نرى المقوسات في المصل، ملاحظة على الخيار الأول: يمكن ان يستمر وجود أضداد IgM أكثر من سنة لذلك لا تدل على خمج حديث دومًا."
    },
    {
        question: "22. الخطأ في المقوسات:  (2021)",
        options: [
            "وجود الأتاريف في المصل",
            "جواب عن التشخيص",
            "جواب عن فحص قعر العين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يمكن رؤية الأتاريف في المصل ( الأتاريف داخل خلوية والمصل معزول من الخلايا)."
    },
    {
        question: "23.الصحيح في الليشمانيا الحشوية:  (2021)",
        options: [
            "ترتفع الكريات البيض على حساب اللمفاويات",
            "الكشف عن المستضدات أفضل من الكشف عن الأضداد",
            "كان هناك خيار عن فقر دم ناقص الصباغ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تعتبر الاختبارات المجراة لكشف المستضدات أكثر نوعية ودقة من كشف الأضداد."
    },
    {
        question: "24. سؤال عن علاج الملاريا نستخدم بريماكين:  (2022 حملة)",
        options: [
            "نشيطة وبيضوية",
            "نشيطة ووبالية",
            "منجلية ونشيطة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> البريماكين لمنع نكس النشيطة والبيضوية."
    },
    {
        question: "25. عن مؤشرات سوء الإنذار بالملاريا اختر الغلط: (2022 حملة)",
        options: [
            "اختلاجات",
            "نقص سكر الدم عن 40 ملغ/دل",
            "رؤية المتقسمات بالدم الحشوي",
            "انخفاض الخضاب لأقل من 7 عند البالغين",
            "أطفال تحت 3 سنوات"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> رؤية المتقسمات في الدم المحيطي."
    },
    {
        question: "26. سؤال عن أدوية داء المقوسات اختر الغلط: ( 2022 حملة )",
        options: [
            "سبيرامايسين يعطى بأي وقت من الحمل",
            "الحد الأدنى دوائين",
            "الحد الادنی 6 اسابيع علاج"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ٦ اسابيع ليس الحد الأدنى للعلاج."
    },
    {
        question: "27.عن المقوسات الغلط: (2022 حملة )",
        options: [
            "تحدث اصابة عينية",
            "تظهر الاتاريف في الدم",
            "خزعة عقد لمفاوية غير نموذجية",
            "اختبار الشراهة أقل من 20% خمج حديث"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> خرعة عقدة لمفاوية نموذجية نسيجيًا."
    },
    {
        question: "28. الغلط عن اللشمانيا في سوريا:  (2022 حملة)",
        options: [
            "تترك ندبة ضامرة مصطبغة ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تترك ندبة ضمورية فاقدة الصباغ."
    }
    ]
    ,10:[

    {
        question: "1. لتدبير داء المبيضات الجلدي المخاطي يعطى واحد مما يلي: (2025)",
        options: [
            "Voriconazole",
            "Itraconazole",
            "Flucytosin",
            "Ketoconazole"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>نعالج الإصابات الجلدية المخاطية بداء المبيضات بالكيتوكونازول.</p>"
    },
    {
        question: "2. الخطأ في الورم الرشاشي: (2025)",
        options: [
            "العلاج بالاستئصال الجراحي مع مضادات الفطر",
            "يحدث نفث دم غزير",
            "تكون الإصابة غالبًا ثنائية الجانب",
            "يظهر هلال غازي يفصل الورم عن جدار الكهف"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكون الأصابة غالبا وحيدة الجانب.</p>"
    },
    {
        question: "3. أشيع سبب للإصابة الرئوية بالفطر الرشاشي: (2025)",
        options: [
            "الرشاشية السوداء",
            "الرشاشية الصفراء",
            "الرشاشية الدخناء",
            "الرشاشية المتغيرة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تسبب إصابة رئوية وهي الشكل الأكثر شيوعًا.</p>"
    },
    {
        question: "4. يستخدم النستاتين في علاج واحد مما يلي : (2024)",
        options: [
            "المبيضات البيض.",
            "الرشاشيات.",
            "المستخفيات.",
            "المتكيس الرئوي الكاريني."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يستخدم في علاج الإصابة الجلدية بالمبيضات البيض.</p>"
    },
    {
        question: "5. مضاد الفطور الأوسع طيفا هو : (2024)",
        options: [
            "أمفوتريبسن ب.",
            "كيتوكونازول.",
            "فلوكونازول.",
            "فلوسيتوزين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الامفوتريبسن ب يغطي طيف واسع من الأمراض الفطرية.</p>"
    },
    {
        question: "6. اختر الخطأ عن فطر الرشاشيات : (2024)",
        options: [
            "الجراحة مضاد استطباب للورم الرشاشي.",
            "يسبب الورم الرشاشي سعال دموي بكميات كبيرة.",
            "يشخص الورم الرشاشي بالصورة الشعاعية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعالج الورم الرشاشي بالاستئصال الجراحي مع مضادات الفطر.</p>"
    },
    {
        question: "7. الورم الرشاشي الغلط: (2023)",
        options: [
            "علاجه محافظ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعالج الورم الرشاشي بالاستئصال الجراحي مع مضادات الفطر.</p>"
    },
    {
        question: "8. انتان الدم بالمبيضات (الخطأ): (2023)",
        options: [
            "التهاب باطن العين",
            "الإصابة تكون من منشأ خارجي فقط"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>إما بسبب انتشار داخلي من إصابة هضمية أو رئوية او من منشأ خارجي.</p>"
    },
    {
        question: "9. علاج المتكيس الكاريني: (2023)",
        options: [
            "سلفا مع تريمتيوم",
            "أمفوتربسين + إيتراكونازول ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعالج بالسلفاميتوكسازول و التريمتوبريم.</p>"
    },
    {
        question: "10. دواء Flucytosine لمعالجة التهاب سحايا بـ: (2022)",
        options: [
            "مبيضات جهازي",
            "رشاشيات",
            "التهاب سحايا بالمستخفية المستحدثة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يعالج بالأمفوتيريسين ب بالمشاركة مع فلوسيتوسين.</p>"
    },
    {
        question: "11. الخطأ في الورم الرشاشي: (2022)",
        options: [
            "وحيد غالبًا",
            "نزف غزير",
            "يشخص مصليًا"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يشخص بالصورة الشعاعية التي تكون وصفية: يشاهد هلال غازي يفصل الورم عن جدار الكهف.</p>"
    },
    {
        question: "12. الخطأ عن المتكيس الكاريني: (2022)",
        options: [
            "أفضل طريقة للتشخيص غسالة القصبات",
            "سلبيته في القشع تنفي الخمج"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القشع قليل الفائدة ووجود المتكيي فيه يعتبر مشخصًا لكن سلبيته لا تنفي الإصابة.</p>"
    },
    {
        question: "13. عن المبيضات الخطأ: (2022)",
        options: [
            "تزرع على الغراء المغذي أو منابت خاصة",
            "اختبارات الكشف عن الأضداد",
            "اختبار التبرعم لتفريق المبيضات عن باقي الفطور",
            "رؤية أشكال خميرية متبرعمة بالفحص المباشر"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يستخدم اختبار التبرعم لتفريق المبيضات البيض عن باقي انواع المبيضات وليس الفطور.</p>"
    },
    {
        question: "14. معالجة الفطور الجهازية: (2021)",
        options: [
            "الامفوتربسين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الامفوتريبسن ب يغطي طيف واسع من الأمراض الفطرية.</p>"
    },
    {
        question: "15. معالجة الورم الرشاشي الخطأ: (2021)",
        options: [
            "الجراحة مضاد استطباب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعالج الورم الرشاشي بالاستئصال الجراحي مع مضادات الفطر.</p>"
    },
    {
        question: "16. تشخيص المستخفية: (2021)",
        options: [
            "تلوين CSF"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فحص مباشر مجهري لل CSF بعد تلوينه بملونات خاصة.</p>"
    },
    {
        question: "17. في المشافي واخماج الفطور: (2022 حملة ) ما هو الدواء النوعي للرشاشيات",
        options: [
            "Flucytosine",
            "Voriconazole"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فوريكونازول هو الدواء المفضل والإسعافي.</p>"
    },
    {
        question: "18. المبيضات البيض (الخطأ): ( 2022 حملة )",
        options: [
            "تزرع حصراً على منبت سابورو",
            "اختبار التبرعم لتفريق المبيضات عن باقي الفطور"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يستخدم اختبار التبرعم لتفريق المبيضات البيض عن باقي انواع المبيضات وليس الفطور.</p>"
    },
    {
        question: "19. الورم الرشاشي:  ( 2022 حملة )",
        options: [
            "يعطي المنظر الهلال الغازي بال CXR",
            "بيتشخص بالفحوص المصلية",
            "استئصال جراحي هو العلاج",
            "نزف غزير"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يشخص بالصورة الشعاعية التي تكون وصفية: يشاهد هلال غازي يفصل الورم عن جدار الكهف.</p>"
    },
    {
        question: "20. اختر الغلط عن المكتيس الكاريني:  ( 2022 حملة )",
        options: [
            "اخذ خزعة من القصبات",
            "التشخيص عبر رؤية العامل الممرض في القشع",
            "غسالة القصبات افضل طريقة للتشخيص"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غسالة القصبات أهم الفحوص التشخيصية.</p>"
    }
    ]
    ,11:[
 {
        question: "1. الخطأ في خمج المشوكة الحبيبية: (2025)",
        options: [
            "يكون المصاب مُعديًا للآخرين",
            "أشيع توضعات الكيسات المائية الكبد، يليها الرئة",
            "لا تبزل الكيسات الرئوية خشية انبثاقها",
            "تكون الاختبارات المصلية للكشف عن الأضداد إيجابية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يصاب الإنسان بشكل عارض ويكون غير معدي.</p>"
    },
    {
        question: "2. الخطأ في خمج الشريطية العزلاء: (2025)",
        options: [
            "يمكن أن تسبب عدوى ذاتية",
            "يمكن أن تكون الإصابة اللاعرضية",
            "لا تسبب داء الكيسات المذنبة للإنسان",
            "تعيش الدودة الكهلة في الأمعاء الدقيقة للبشر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا تسبب الشريطية العزلاء عدوى ذاتية، المسلحة هي من تسبب عدوى ذاتية.</p>"
    },
    {
        question: "3. الخطأ في ديدان الأسكاريس: (2025)",
        options: [
            "الكشف عن البيوض في البراز اختبار مشخص للإصابة",
            "تسبب متلازمة لوفلر مع ارتفاع حمضات",
            "لا تتكاثر الديدان في الأمعاء الدقيقة",
            "يمكن الكشف عن اليرقات في البراز"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يمكن الكشف عن البيوض او الديدان الكهلة بشكل أقل في البراز.</p>"
    },
    {
        question: "4. الشريطية العزلاء اختر الخطأ : (2024)",
        options: [
            "أغلب الحالات لا عرضية.",
            "تسبب داء الكيسات المذنبة.",
            "يمكن أن تخرج قطع الدودة عفوياً.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الشريطية المسلحة هي من تسبب داء الكيسات المذنبة.</p>"
    },
    {
        question: "5. الخطأ عن السرمية الدويدية : (2024)",
        options: [
            "الكشف عن البيوض في البراز.",
            "الكشف بواسطة شريط لاصق.",
            "لا يرافق أخماجها ارتفاعاً في IgE.",
            "تتواجد في الأعور والكولون والمستقيم."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نرى الديدان في البراز، اما البيوض نكشف عنها في مسحة حول الشرج او كشاطة تحت الأظافر.</p>"
    },
    {
        question: "6. اختر الخطأ عن الأسكاريس :  (2024)",
        options: [
            "تحدث العدوى من الحيوانات.",
            "تسبب انسداد أمعاء عند الصغار.",
            "تكشف اليرقات في القشع في المرحلة المبكرة.",
            "ارتفاع حمضات الدم في متلازمة لوفلر."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المصدر هو براز المصاب.</p>"
    },
    {
        question: "7. الكيسة المائية ماعدا: (2023)",
        options: [
            "التشخيص بالفحص للأضداد الإيجابية بالمصل",
            "لا تنتقل العدوى",
            "الكيسات المائية بالرئة تقوم ببزلها ثم استخراجها",
            "أشيع توضع لها بالكبد ثم الرئة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لا تبزل الكيسات خشية انبثاقها.</p>"
    },
    {
        question: "8. الكيسة المائية عدا: (2023)",
        options: [
            "الكيسة الكبدية يجرى لها علاج بالجراحة والدواء",
            "الأضداد إيجابية بالمصل",
            "Ivermectin",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الدواء المستخدم هو ألبيندازول وليس ايفرمكتين.</p>"
    },
    {
        question: "9. عن الأسكاريس (الخطأ): (2023)",
        options: [
            "تسبب انسداد أمعاء عند الأطفال",
            "تشخص بالكشف عن البيوض في البراز",
            "تسبب التهاب رئة تحسسي",
            "تعيش الدودة من 2 لـ 3 أسابيع"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تستطيع أن تعيش الدودة الكهلة لمدة ٦ أسابيع.</p>"
    },
    {
        question: "10. في الكيسات العدارية الخطأ: (2022)",
        options: [
            "كيس وحيد يعالج بالجراحة",
            "نعالج ميترونيدازول قبل الجراحة وبعد بشهر",
            "الجراحة أفضل حل للكيسات المتكلسة",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الكيسات المتكلسة يجب أن تترك وشأنها.</p>"
    },
    {
        question: "11. أدوية الإسكاريس ما عدا: (2022)",
        options: [
            "Albendazole",
            "Mebendazole",
            "Levamide",
            "Necolsamide"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا تعالج بالنيكولساميد، ادوية علاج الإسكاريس: Albendazole  ،Mebendazole  ، Levamide والحوامل نعالجهم بالبيبرازين او بيرانتيل.</p>"
    },
    {
        question: "12. الخطأ عن الشريطية العزلاء: (2022)",
        options: [
            "تسبب داء الكيسات المذنبة",
            "يوجد قطع منها في البراز.",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الشريطية المسلحة هي من تسبب داء الكيسات المذنبة.</p>"
    },
    {
        question: "13. عن السرمية الدودية الخطأ: (2022)",
        options: [
            "حياتها بالأمعاء الغليظة",
            "لا تمر دورة حياتها بالرئتين",
            "تشخيص البيوض بالبراز",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>نرى الديدان في البراز، اما البيوض نكشف عنها في مسحة حول الشرج او كشاطة تحت الأظافر.</p>"
    },
    {
        question: "14. عن الكيسات المائية الخطأ: (2022)",
        options: [
            "البيوض معدية فقط",
            "تتشكل بالكبد غالبًا ونادرًا بالرئة",
            "لا يجب بزلها قبل الجراحة.",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تبزل الكيسة قبل الجراحة لكن ليس دائما.</p>"
    },
    {
        question: "15. عن الكيسات المذنبة الخطأ: (2022)",
        options: [
            "تحوي أجنة غير خمجية",
            "يسبب انبثاقها صدمة تأقية",
            "يوضع التشخيص مبدئيًا بالصورة الشعاعية.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>انثباقها يحرر الأجنة لا يسبب صدمة.</p>"
    },
    {
        question: "16. الاسكاريس الخطأ: (2021)",
        options: [
            "عدوى ذاتية",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا تسبب الأسكاريس خمج ذاتي.</p>"
    },
    {
        question: "17. تشخيص الحرقص الخطأ: (2021)",
        options: [
            "اختبار الشريط اللاصق",
            "يرتفع IgE. بالدوران",
            "",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا ترتفع الحمضات أو IgE لأن الطفيلي لا يخترق الأنسجة.</p>"
    },
    {
        question: "18. الخاطئ عن الكيسات المائية:   (2021)",
        options: [
            "إن البزل قبل الجراحة دائمًا",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا تبزل الكيسات دائما خشية انبثاقها.</p>"
    },
    {
        question: "19.اختر الخطأ في الكيسات المائية:  (2021)",
        options: [
            "من الممكن أن تنفتح على الرئتين",
            "مضاد استطباب بزل الكيسة المائية قبل الجراحة",
            "لا تكون معدية للآخرين",
            "تكفي الأضداد وحدها للتشخيص"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نبزل الكيسة المائية قبل الجراحة لكن ليس دائما</p>"
    },
    {
        question: "20.عن الشريطية المسلحة الخطأ:  (2021)",
        options: [
            "توجد في الأمعاء",
            "لا عرضية",
            "خروج قطع معزولة من الشرج",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تخرج قطع الدودة مع البراز وليس بشكل حر ( معزول )</p>"
    },
    {
        question: "21.الدودة الشريطية العزلاء ( الخطأ):  ( 2022 حملة )",
        options: [
            "لا تطرح بشكل عفوي مع البراز",
            "العلاج praziquantel.",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن أن تظهر بشكل عفوي من الشرج أو مع البراز.</p>"
    },
    {
        question: "22. السرمية الدويدية ( الخطأ):  ( 2022 حملة )",
        options: [
            "تتوضع بالمعي الدقيق",
            "عدوى ذاتية",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تتوضع في المعي الغليظ.</p>"
    },
    {
        question: "23. الاسكاريس الغلط هو:  ( 2022 حملة )",
        options: [
            "بيعمل عدوى ذاتية",
            "تتكاثر الدودة بالامعاء",
            "تسبب متلازمة لوفلر",
            "قد يصاب الانسان باكثر من دودة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تتكاثر الديدان في الأمعاء لذلك لابد من عدوى جديدة من أجل استمرار الخمج.</p>"
    },
    {
        question: "24. الكيسات المائية اختر الغلط:  ( 2022 حملة )",
        options: [
            "الوحيدة نستأصلها بحذر لمنع تمزقها",
            "المتكلسة لا نعالجها مهما كان توضعها",
            "البيندازول قبل الجراحة مباشرة وبعدها بشهر",
            "انبثاقها يؤدي لصدمة تأقية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قبل الجراحة مباشرة وبعدها بشهر ويمكن تكرار الشوط ( ملاحظة: السؤال خلافي جميع الإجابات صحيحة اخترنا الأقل صحة).</p>"
    },
    {
        question: "25. اختر الغلط عن الكيسة العدارية:  ( 2022 حملة )",
        options: [
            "اغلب توضعها بالكبد",
            "لا يوجد اختبارات مصلية",
            "تحوي اعدادا من الرؤوس البدئية الخامجة",
            ""
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الكيس العداري خال من الطفيليات يحوي سائل.</p>"
    },
    {
        question: "26. الكيسات المذنبة الغلط:  ( 2022 حملة )",
        options: [
            "تنتقل من اكل بيوض الدودة.",
            "لا ترتفع الحمضات.",
            "بالنهاية تموت وتترك مكانها التهاب وتليف.",
            ""
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يمكن أن تحدث حمى خفيفة وارتفاع في الحمضات.</p>"
    },
    {
        question: "27. عن المعالجات الانتقائية للأمراض الخمجية الخاطئة: (2022 حملة)",
        options: [
            "العلاج النوعي لداء البريميات هو الجنتمايسين.",
            "",
            "",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحتاج السؤال إلى تعليل إضافي من سياقه الأصلي.</p>"
    }
    ],12:[

    ],13:[

    ],14:[

    ]
};

