courseQuestionsSurgeryDoctor3 = {
    1: [    {
        question: "1. عن الفحص السريري نقول: (2025)",
        options: [
            "يتعلم بمعرفة الفيزيولوجيا",
            "أن الفحص السريري يبنى بناء",
            "بقراءة التشريح الوصفي",
            "بقراءة التشريح الجراحي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الفحص السريري يبنى بناء على المعرفة العميقة بالتشريح والفيزيولوجيا</p>"
    },
    {
        question: "2. يعصب المبهم الجهاز الهضمي: (2024)",
        options: [
            "حتى الزاوية القولونية اليمنى",
            "حتى الزاوية القولونية اليسرى",
            "كامل القولونات",
            "كامل القولونات ما عدا المستقيم"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التعصيب الودي من الودية الشوكية الصدرية السفلى والقطنية العليا، التعصيب نظير الودي العصب المبهم الذي يعصب القولون الصاعد والمعترض حتى الزاوية الطحالية أما الباقي فهو من الأعصاب العجزية</p>"
    },
    {
        question: "3. التحاليل التي تجرى في الإمساك المزمن: (2024)",
        options: [
            "كالسيوم كرياتينين هرمونات درقية، سكر",
            "بوتاسيوم كرياتينين هرمونات درقية، سكر",
            "صوديوم كرياتينين هرمونات درقية، سكر",
            "بوتاسيوم، مغنيزيوم، كالسيوم، سكر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التحاليل التي تخدمنا في تشخيص مرض الإمساك: CBC للكشف عن فقر الدم، CRP للكشف عن البؤر الانتانية، TSH لتقييم وظيفة الغدة الدرقية، السكر لتقييم اعتلال القولون السكري، الكالسيوم والكرياتينين لتقييم نقص الكالسيوم والقصور الكلوي</p>"
    },
    {
        question: "4. تشخص الآفات الوظيفية في الكولون: (2024)",
        options: [
            "المراقبة السريرية",
            "التنظير",
            "الاستبعاد",
            "التصوير الإشعاعي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>آفات القولون الوظيفية هي من أعقد البحوث وأصعب أنواع التشخيصات، تشخيصها يتم بالاستبعاد إذ لا توجد وسيلة تشخيصية سريرية أو مخبرية تؤكد المرض الوظيفي لكن تستطيع نفي باقي الاحتمالات التشخيصية</p>"
    },
    {
        question: "5. أهم شاردة يجب تعويضها عند تفميم الدقاق: (2023)",
        options: [
            "صوديوم",
            "بوتاسيوم",
            "كالسيوم",
            "كلور"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عند استئصال القولون التام يتم حرمان الجسم من عملية امتصاص الماء والصوديوم مما يؤدي إلى نقص صوديوم الدم، لذلك من المهم تعويض شارة الصوديوم عند المرضى الذين خضعوا لاستئصال القولون</p>"
    },
    {
        question: "6. راجعك مريض مسن بقصة امساك حديث فالقاعدة الذهبية تنص على أن الاستقصاء الأولي : (دورة 2024)خلافي",
        options: [
               " تنظير هضمي سفلي ",
               " صورة شعاعية بسيطة بوضعية الوقوف ",
               " طبقي مع حقن ",
               " تصوير وعائي ظليل"],
               correct: 1,
        explanation: ""
    },
    {
        question: "اكثر مكان يتأثر بنقص التروية : (دورة 2023حملة) 7",
        options: [
            "الزاوية الكولونية الطحالية ",
        ],
        correct: 0,
        explanation: "<strong>التعليل</strong>:    المساريقي السفلي بتلاقي آخر نقطة بوصل إلها خفيفة التروية وكذلك المساريقي العلوي كمان عن طريق الشريان القولوني المتوسط  عنا الفرع الأيمن بيعمل مفاغرة  مع الأعوري الدقائقي أما الفرع الأيسر بينتهي عند الزاوية الطحالية فهي بتكون آخى شي فهي أقل منطقة بيوصلها التروية وهي أكثر منطقة بالقولون مهددة بنقص التروية  وإذا منطقة ستصاب بنقص تروية غير نقص التروية الحاد للصمة الشريانية فستكون الزاوية الطحالية.  "
    },
    {
        question: " اشيع مكان لنقص التروية اللافقارية:8.",
        options: [
            "  السيني ",
            "لفائفي",
            "زاوية كولونية يمنى (كبدية)",
            "زاوية كولونية يسرى (طحالية)",
        ],
        correct: 3,
        explanation: "<strong>التعليل</strong>:   "
    }
],
    2: [ {
        question: "1. انفتال السين: ماعدا (دورة 2020)",
        options: [
            "ُيحرض بوجود ورم او رتج او امساك مزمن",
            "قد يحصل تموت للعروة المنفتلة", 
            "علامة منقار الطير بالصورة الظليلة",
            "علاج جراحي بعد فشل منظار السين برد الانفتال",
            "السبب الرئيسي تطاول القولون او عدم تثبت المساريقا"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>علامة اوميغا بالصورة البسيطة</p>"
    },
    {
        question: "2. في سياق تنظير هضمي سفلي لدى مريض بعمر ٦٠ سنة اكتشفنا وجود داء رتوج سينية متعددة لا عرضية الإجراء: (دورة 2025)",
        options: [
            "إرساله إلى الجراحة",
            "علاج وقائي لمنع هجمة التهاب رتوج وتطبيق البروتوكول النظامي",
            "مراقبة تنظيرية دورية", 
            "معالجة محافظة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أهم نقطة مريض لديه داء رتوج بسياق تنظير قولون فالعلاج هو الوقاية أي العمل على أن نقي هذا المريض من هجمة التهاب الرتوج</p>"
    },
    {
        question: "3. ليس من اسباب النزف الهضمي السفلي: (دورة 2024)",
        options: [
            "التهاب الرتوج",
            "رتج مايكل",
            "التهاب الكولون التقرحي",
            "عسر تصنع وعائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تختلف الأعراض والعلامات لمريض داء الرتوج حسب المرحلة التي نرى فيها الرتج، الأولى التهاب إن لم يعالج يتطور إلى ثقب صغير بالغشاء المخاطي ثم قد يعطي خراج الذي بدوره يتوسع و يشكل ناسور مع الأمعاء الدقيقة أو قد يتجه باتجاه المثانة فيشكل ناسور قولوني مثاني أو قد يكون ناسور رحمي أو مهبلي أو بولي أو معوي دقيق أو معوي غليظ الثانية تكرر الالتهاب>>>تليف>>>>تضيق>>>>انسداد الثالثة هي النزف</p>"
    },
    {
        question: "4. جاءك مريض بعمر ٤٠ سنة مصاب باللمفوما وشُخص لديه الإصابة بداء الرتوج الإجراء الأمثل بعد الهجمة الاولى: (دورة 2024)",
        options: [
            "استئصال سين وقائي",
            "متابعة بروتوكول العلاج النظامي",
            "استئصال سين بعد الهجمة الثانية",
            "استئصال سين مع ايقاف المعالجة الكيميائية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>من قواعد معالجة الرتوج، القاعدة الرابعة: يستطب الاستئصال السيني الوقائي بعد النوبة الأولى للمرضى أقل من 50 سنة في حالات: •المرضى البدينين •إذا كان لديهم تثبيط مناعي حيث النكس قاتل</p>"
    },
    {
        question: "5. اذا جاء مريض وحصل انسداد بعد العمل الجراحي (انسداد كولوني كاذب): (دورة 2023)",
        options: [
            "عدم وجود عائق حقيقي",
            "سببه سدادة برازية", 
            "شريط ليفي يغلق اللمعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الانسداد الكولوني الكاذب متلازمة انسدادية في القولون ولكن في الحقيقة لا يوجد انسداد أي عند فحص المريض يتبين أن لديه انسداد ولكن عند إجراء الفحوص الاستقصائية التي تؤكد أو تنفي وجود الانسداد نلاحظ عدم وجود انسداد وبالتالي لدى المريض انسداد كاذب.</p>"
    },
    {
        question: "6. من اسباب النزف الهضمي السفلي كل مما يلي عدا: (دورة 2023)",
        options: [
            "رتج مايكل",
            "التهاب الرتوج",
            "التهاب كولون تقرحي",
            "بواسير شرجية",
            "تشوهات وريدية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تختلف الأعراض والعلامات لمريض داء الرتوج حسب المرحلة التي نرى فيها الرتج، الأولى التهاب إن لم يعالج يتطور إلى ثقب صغير بالغشاء المخاطي ثم قد يعطي خراج الذي بدوره يتوسع و يشكل ناسور مع الأمعاء الدقيقة أو قد يتجه باتجاه المثانة فيشكل ناسور قولوني مثاني أو قد يكون ناسور رحمي أو مهبلي أو بولي أو معوي دقيق أو معوي غليظ الثانية تكرر الالتهاب>>>تليف>>>>تضيق>>>>انسداد الثالثة هي النزف</p>"
    },
    {
        question: "7. معايير تشخيص الكولون المتهيج: (دورة 2023)",
        options: [
            "ارتباطه مع التغوط",
            "يخف الالم بالتسكين", 
            "ألم حاد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>معايير روما 4؛ ألم بطني متكرر، مزمن، يوم بالاسبوع خلال الاشهر الثلاثة الماضية. الارتباط مع التغوط_ تبدل عدد مرات التغوط _ تبدل قوام البراز او مظهره.</p>"
    },
    {
        question: "8. داء الرتوج: (دورة 2023)",
        options: [
            "الكاذبة هي غشاء مخاطي ترتبط بارتفاع الضغط داخل اللمعة",
            "الكاذبة هي غشاء مخاطي لا ترتبط بارتفاع الضغط داخل اللمعة",
            "الحقيقية هي غشاء مخاطي ترتبط بارتفاع الضغط داخل اللمعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الكاذبة: غشاء مخاطي وتحت مخاطي فقط، مكتسبة، ومرتبطة بالضغط داخل اللمعة الحقيقيه: كاملة السماكة، خلقية، غير مرتبطة بالضغط داخل اللمعة</p>"
    },
    {
        question: "9. علاج الرتوج الجراحي: (دورة 2023 حملة)",
        options: [
            "بعد النوبة الاولى",
            "بعد النوبة الثانية أو بعد فشل العلاج المحافظ تماما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ملاحظة من الدكتور: السلايد تم وضعه من فترة لكن حالياً يستطب بعد النوبة الأولى أن نطبق القاعدة الثالثة روتينياً. القاعدة الثالثة: إذا كان المريض لديه الأعراض في السابق كان يستطب إجراء العملية بعد الهجمة الثانية لكن حالياً أي مريض لديه داء رتوج تعرض لهجمة أصبح بحاجة استطباب جراح</p>"
    },
    {
        question: "10. التهاب الكولون الغشائي الكاذب: (دورة 2023 حملة)",
        options: [
            "انسلاخ مخاطية الكولون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الالية الامراضية للالتهاب خلل بالفلورا المعوية الكولونية وهذا الخلل يؤدي لنمو نوع من الجراثيم هو المطثيات الصعبة حيث تفرز ذيفان الذي يؤثر على المخاطية مما يؤدي الى انسلاخ المخاطية الكولونية</p>"
    },
    {
        question: "11. أشيع سبب نزف هضمي سفلي: (دورة 2022)",
        options: [
            "داء الرتوج"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثاني اشيع سبب للنزف الهضمي الكتلي بعد التشوهات الوريدية</p>"
    },
    {
        question: "12. يظهر انفتال السين بالأعراض التالية عدا: (دورة 2021)",
        options: [
            "نزف هضمي سفلي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاعراض: يأتي المريض بشكاية انه كل فترة يعاني من الم لكن هذه الفترة يكون اشد مع بطن منتفخ، متوتر، مؤلم، توقف خروج الغائط والغازات</p>"
    },
    {
        question: "13. في انفتال الكولون كل مما يلي صحيح عدا: (دورة 2021)",
        options: [
            "لا يحتاج لجراحة غالبا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلاج يكون جراحي</p>"
    },
    
],
    3: [ {
        question: "1. اشتكت سيدة في العقد السادس من العمر بعد 3 اشهر من العلاج الشعاعي لآفة حوضية من أعراض هضمية انسدادية فالتشخيص المحتمل: (دورة 2025)",
        options: [
            "انسداد أمعاء خزلي",
            "التهاب أمعاء شعاعي متأخر",
            "انسداد أمعاء بالكتل البرازية", 
            "ورم ناكس"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب الأمعاء الشعاعي هو عبارة عن أحد الأمراض التي تنجم نتيجة الاختلاطات التي تحصل بعد المعالجة الشعاعية على الحوض</p>"
    },
    {
        question: "2. أن الآلية الامراضية للحالة السابقة: (دورة 2025)",
        options: [
            "عضلية",
            "عصبية", 
            "دموية",
            "تنكس للنسج الداعمة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الآلية الإمراضية فيها هي آلية وعائية أي دائماً بالعلاج الشعاعي والكيماوي عندما نحن نعطي مريض ورمي قبل العملية علاج شعاعي وكيماوي تتليف الأوعية (تُغلَق الأوعية) فحجم الورم يصغُر وينزل وهنا ذات الشيء أثّرت على الخلايا السليمة لجدار الأمعاء وبالتالي أدت إلى حدوث فقدان هذه الوظيفة وبالتالي إلى حدوث ما يسمى بانسداد الأمعاء الكاذب وأحياناً قد يكون ميكانيكي إذا أصبح هناك تضيق حقيقي وينتهي الموضوع بالجراحة.</p>"
    },
    {
        question: "3. فيما يخص داء الكولون القرحي: (دورة 2024)",
        options: [
            "التدخين يفاقم النوبة ولا ينصح بإيقافه خلالها",
            "التدخين يفاقم النوبة وينصح بإيقافه خلالها",
            "التدخين يخفف النوبة لذلك لا ينصح بإيقافه خلالها",
            "التدخين يخفف النوبة ولكن لا ينصح بإيقافه خلالها"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التدخين يساعد على حدوث النوبات في الالتهاب القرحي، ولكن لا يجب ايقافه أثناء النوبة؛ شخص مصاب بنوبة وهو مدخن يعود للتدخين بعد انتهاء النوبة.</p>"
    },
    {
        question: "4. المعيار الذهبي للأعراض الهضمية اللانوعية المزمنة: (دورة 2024)",
        options: [
            "تنظير هضمي علوي سفلي لنفي داء كرون",
            "لنفي أورام الطرق الصفراوية ERCP",
            "طبقي محوري لنفي التهاب الكبد", 
            "انثقاب الأمعاء"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أي شكوى هضمية لا نوعية أو مزمنة مهما كانت نطلب من المريض القيام بتنظير هضمي سفلي فندخل عن طريق الشرج حتى نصل للعروة الاخيرة للدقاق لأنه الجزء الأكثر إصابةً وبعدها نضع التشخيص.</p>"
    },
    {
        question: "5. تقييم شدة إصابة التهاب الكولون القرحي: (دورة 2023)",
        options: [
            "سرعة تثفل وهيموغلوبين",
            "صوديوم وبوتاسيوم",
            "بولة وكرياتينين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المشعرات التي تدخل في تقييم شدة المرض : عدد مرات التغوط، الإسهال، وجود الحرارة، النبض في الدقيقة، فقر الدم سرعة التثفل..</p>"
    },
    {
        question: "6. داء كرون مع ناسور جلدي: (دورة 2023)",
        options: [
            "جراحة باكرة",
            "جراحة للضرورة", 
            "مراقبة",
            "صادات",
            "لاصق فيزيولوجي"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "7. داء كرون: (دورة 2023)",
        options: [
            "يعفى داء كرون عن إصابة الشرج",
            "يصاب المعي الدقيق والمعي الغليظ بنفس النسبة",
            "يصيب المعي الدقيق فقط",
            "المستقيم دائماً مصاب"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>داء كرون مجزأ عبر القولون وحتى في الامعاء الدقيقة يوجد جزء وهذا ما يسمى بالاصابة القافزة أو الاصابة القطاعية، حيث ممكن أن يحدث داء كرون من الفم إلى الشرج. بينما التهاب القولون القرحي هو مرض يختص بالقولونات و الإصابة فيه تكون مستمرة متواصلة، ودائماً يكون المستقيم متورطاً بالإصابة</p>"
    },
    {
        question: "8. عن داء كرون ما عدا: (دورة 2022)",
        options: [
            "فقر دم",
            "التهاب قزحية", 
            "سوء امتصاص",
            "علامة بصمة الابهام"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>من أعراض كرون فقر الدم والتعب ونقص الشوارد ونقص الحديد ونقص الكلس</p>"
    },
    {
        question: "9. تعرضت سيدة لالم بطني مع اسهالات مدماة وتم الشك باصابتها بداء معوي التهابي تقرحي ماهي الوسيلة الأمثل لتأكيد التشخيص: (دورة 2021)",
        options: [
            "تنظير كولون",
            "تنظير مستقيم وشرج",
            "خزعة أمعاء دقيقة",
            "تنظير هضمي علوي",
            "تصوير أوعية مساريقية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تشخيص الفحص السريري لالتهاب الكولون القرحي عادة يوضع التشخيص بالتنظير الهضمي السفلي، تصوير القولونات الظليل لا نلجأ له إلا في حالات خاصة عندما يكون لدينا شك بتضيق او تنوسر أو...وسائل الاستقصاء الحالية هي الطبقي المحوري مع الحقن والرنين المغناطيسي تعطينا الجواب المناسب.</p>"
    },
    {
        question: "10. ماهو الإجراء الواجب اتخاذه: (دورة 2021)",
        options: [
            "قبول مشفى مع تغذية سوائل فموية ورحضات شرجية وقائية",
            "تغذية وريدية مع حمية مطلقة وتركيب أنبوب انفي معدي", 
            "بدء المعالجة بالصادات",
            "بدء المعالجة بالستيروئيدات والسلفاسالزين"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "11. التشخيص الاكثر احتمالا: (دورة 2021)",
        options: [
            "التهاب كولون قرحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "12. في داء كرون في الأمعاء كل ما يلي صحيح ما عدا: (دورة 2021)",
        options: [
            "علاجه البدئي جراحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "13. تشمل اعراض وعلامات داء كرون: (دورة 2021)",
        options: [
            "اسهال مدمى"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الآفات المعوية والالتهابية (داء كرون + الالتهاب القولون القرحي) العرض الأساسي فيه هو الإسهالات المدماة (النزف)</p>"
    },
    {
        question: "14. كل من العبارات التالية لالتهاب القولون القرحي صحيحة ما عدا: (دورة 2021)",
        options: [
            "يتميز بالإصابة skip lesion"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإصابة القافزة في داء كرون</p>"
    },
    {
        question: "15. اسهال مدمى: (دورة 2020)",
        options: [
            "كرون",
            "قرحي", 
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الآفات المعوية والالتهابية (داء كرون + التهاب القولون القرحي) العرض الاساسي فيه هو الإسهالات المدماة النزف . خلافي</p>"
    },
    {
        question: "16. شائع بالكولون الأيسر: (دورة 2020)",
        options: [
            "كرون",
            "قرحي",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "17. العلاج الاول جراحي: (دورة 2020)",
        options: [
            "كرون",
            "قرحي", 
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "18. شائع فيه النواسير الناكسة والمعندة: (دورة 2020)",
        options: [
            "كرون",
            "قرحي",
            "كلاهما", 
            "ولا أي منهما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "19. افة شاملة للجدار: (دورة 2020)",
        options: [
            "كرون",
            "قرحي",
            "كلاهما",
            "ولا أي منهما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بسبب الإصابة العابرة للجدار فإن احتمال حدوث النواسير شائع جداً</p>"
    }
        
    ],
    4: [],
    5: [],
    6: []
};
for (let i = 1; i <= 9; i++) {
    if (i === 1){
        subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `جراحة الكولون 1`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });
    }else if(i === 2){
            subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `جراحة الكولون 2`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });

    }else if(i === 3){
        subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `جراحة الكولون 3`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });

    }else if(i === 4){
        subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `جراحة الكولون 4`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });

    }else if(i === 5){
        subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `جراحة الزائدة الدودية`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });
    }else if(i === 6){
        subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `جراحة الشرج`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });

    }else if(i === 7){
        subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
        title: `لمفوما الجهاز الهضمي`,
        id: 'surgery-doc3',
        questions: courseQuestionsSurgeryDoctor3[i] || []
    });

    }else if(i === 8){
            subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
            title: `الأسئلة الاضافية`,
            id: 'surgery-doc3',
            questions: courseQuestionsSurgeryDoctor3[i] || []
        });

    }else if(i === 9){
            subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
            title: `التصويبات`,
            id: 'surgery-doc3',
            questions: courseQuestionsSurgeryDoctor3[i] || []
        });

    }else{
            subjectsData["general-surgery"].doctors["doctor3"].lectures.push({
            title: `المحاضرة ${i}`,
            id: 'surgery-doc3',
            questions: courseQuestionsSurgeryDoctor3[i] || []
        });

    }
}



