
const courseQuestionsENT = {
    // أسئلة المحاضرة الأولى أذنية
    1:[

         {
        question: "1. اللمف الباطن في الأذن الداخلية موجود في: (دور 2025)",
        options: [
            "السقالة الطبلية",
            "السقالة الدهليزية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يوجد اللمف الباطن في التيه الغشائي و منه القوقعة الغشائية ضمن الحلزون العظمي بين الغشاء القاعدي و غشاء رايسنر ( مقرر صفحة 18)"
    },
    {
        question: "2. الصملاخ: (دورة 2025)",
        options: [
            "يفرز في القسم الوحشي من المجرى",
            "الوقاية بتنظيف المجرى بحامل القطن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الاجربة الشعرية و الغدد الدهنية و الصملاخية توجد فقط في الثلث الوحشي من مجرى السمع الظاهر ( مقرر صفحة 14) كما سيتم ذكر المعلومة في المقرر صفحة 47"
    },
    {
        question: "3. عن القوقعة الغشائية: (دورة 2024)",
        options: [
            "يفصلها الغشاء القاعدي عن السقالة الطبلية",
            "يفصلها غشاء رايسنر عن السقالة القوقعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تتوضع ضمن الحلزون العظمي، يحدها من جهة الغشاء القاعدي الذي يفصلها عن السِقالة الطبلية و من الجهة الأخرى غشاء رايسنر الذي يفصلها عن السِقالة الدهليزية. (مقرر ص18)"
    },
    {
        question: "4. وظيفة عضلات الأذن الوسطى: (دورة 2024)",
        options: [
            "تضخيم الصوت",
            "حماية الأذن الداخلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> عضلات الأذن الوسطى لها عمل واقٍ، حيث إنها تتقلص تجاه الأصوات الشديدة لمنع وصولها إلى الأذن الباطنة وأذيتها . (مقرر ص22)"
    },
    {
        question: "5. مجرى السمع الظاهر: (دورة 2023)",
        options: [
            "أجربة شعرية بالثلث الوحشي فقط",
            "الجدار العلوي أطول من السفلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تتوضع الأجربة الشعرية والغدد الدهنية والصملاخية في الثلث الوحشي فقط، والجدار العلوي أقصر من السفلي بـ5 مم (مقرر صفحة 14)"
    },
    {
        question: "6. الجدار الخلفي للأذن الوسطى: (دورة 2021)",
        options: [
            "مدخل الغار",
            "منشأ العضلة موترة الطبلة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> في الأعلى ينفتح الغار الخشائي عبر فوهة تسمى مدخل الغار، وفي الأسفل يتوضع هرم عضلة الركابة (مقرر صفحة 16)"
    },
    {
        question: "7. يوجد على الجدار الأنسي للأذن الوسطى: (دورة 2020)",
        options: [
            "نفير أوستاش",
            "النافذة البيضية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يشاهد على الجدار الأنسي الطنف والنافذتين المدورة والبيضية وقناة فالوب و القناة النصف دائرية، بينما نفير أوستاش على الجدار الأمامي. (مقرر ص15+16)"
    },
    {
        question: "8. تعصيب الأذن الخارجية: (دورة 2018)",
        options: [
            "عصب أرنولد",
            "العصب الأذني الكبير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تعصيب الأذن الخارجية يأتي من العصب الأذني الكبير والقذالي الصغير والأذني الصدغي فرع من العصب مثلث التوائم V وعصب ارنولد من الزوج العاشر. (مقرر ص14)"
    },
    {
        question: "9. السقالة الدهليزية تتصل بـ: (دورة 2017)",
        options: [
            "النافذة المدورة",
            "الطبلة تحت العنكبوتية من السحايا",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تتصل السقالة الدهليزية بالنافذة البيضية،كما أن السقالة الطبلية هي من تتصل بالمسافة تحت العنكبوتية (مقرر صفحة 18)"
    },
    {
        question: "10. من فروع العصب الوجهي ضمن العظم الصدغي: (دورة 2017)",
        options: [
            "العصب الصخري العميق",
            "عصب حبل الطبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> عصب حبل الطبل، عصب عضلة الركابة، عصب الصخري السطحي الكبير هي الفروع ضمن العظم الصدغي."
    },
    {
        question: "11. القوقعة الغشائية: (دورة 2015)",
        options: [
            "يحدها من إحدى جهاتها غشاء رايسنر الذي يفصلها عن السقالة الدهليزية",
            "يحدها من إحدى جهاتها الغشاء القاعدي الذي يفصلها عن السقالة الطبلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> وفي داخل هذه القناة القوقعية يوجد اللمف الباطن (مقرر صفحة 18)"
    },
    {
        question: "12. فيما يخص الجدار الخلفي للأذن الوسطى: (دورة 2014)",
        options: [
            "مدخل الغار",
            "منشأ موترة الطبلة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ينفتح الغار الخشائي في أعلى الجدار الخلفي عبر فوهة تسمى مدخل الغار Aditus . (مقرر ص16)"
    },
    {
        question: "13. في جنين الأذن: (دورة 2013)",
        options: [
            "التيه العظمي من المحفظة الأذنية الغضروفية",
            "قاعدة الركابة من المحفظة الأذنية الغضروفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> بينما التيه الغشائي يتشكل من الحويصل السمعي (مقرر صفحة 13)"
    },
    {
        question: "14. في تشريح الأذن: (دورة 2013)",
        options: [
            "غشاء رايسنر يفصل القوقعة الغشائية عن السقالة الدهليزية",
            "تنفتح الأقنية نصف الدائرية كلها على الكييس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تنفتح الأقنية نصف الدائرية على القريبة (مقرر صفحة 18)"
    },
    {
        question: "15. ينشأ من محفظة الأذن الغضروفية: (دورة 2011)",
        options: [
            "قاعدة الركابة",
            "التيه العظمي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> بينما التيه الغشائي يتشكل من الحويصل السمعي (مقرر صفحة 13)"
    },
    {
        question: "16. مجرى السمع الظاهر: (دورة 2010)",
        options: [
            "الجدار السفلي أقصر من العلوي بـ 5 مم",
            "طوله 2.5 سم",
            "الثلثين الوحشيين غضروفيين",
            "الثلث الوحشي عظمي",
            "غدد صملاخية بالأنسي والوحشي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الجدار العلوي أقصر من السفلي بـ 5 مم، الثلث الوحشي غضروفي فقط و الثلثين الأنسيين عظميين، الغدد الصملاخية و الدهنية و الأجربة الشعرية بالوحشي فقط. (مقرر ص14)"
    },
    {
        question: "17. تشتق الأذن من: (دورة 2009)",
        options: [
            "الوريقة الخارجية",
            "الوريقة الخارجية والوسطى",
            "الوريقات الثلاثة",
            "التعليل: خارجي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> خارجي"
    },
    {// (دورة 2008)
        question: "18. يقع الطنف بجوار: (دورة 2009)",
        options: [
            "ذروة الحلزون",
            "القريبة",
            "الكييس",
            "كل ما سبق خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الطنف هو تبارز عظمي يجاور قاعدة الحلزون على الجدار الأنسي للأذن الوسطى (مقرر صفحة 15)"
    },
    {
        question: "19. يقع الطنف على: (دورة 2008)",
        options: [
            "الجدار الأنسي للأذن الوسطى",
            "الجدار الوحشي للأذن الوسطى",
            "الجدار العلوي للأذن الوسطى",
            "الجدار الأمامي للأذن الوسطى"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الطنف Promontory هو تبارز عظمي يجاور قاعدة الحلزون من الأذن الباطنة ، يقع على الجدار الأنسي للأذن الوسطى. (مقرر ص15)"
    },
    {
        question: "20. ينشأ من الحويصل السمعي: (دورة 2008)",
        options: [
            "الناتئ الخشائي",
            "ناتئ الإبري",
            "التيه الغشائي",
            "التيه العظمي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> ينشأ الناتئ الإبري من القوس الغلصمية (البلعومية) الثانية، وينشأ التيه الغشائي من الحويصل السمعي، والتيه العظمي من محفظة الأذن الغضروفية، بينما لا يظهر الناتئ الخشائي عند الولادة. (مقرر ص13)"
    },
    {
        question: "21. يقع بين المطرقة والسندان مفصل: (دورة 2008)",
        options: [
            "غشائي",
            "زليلي",
            "ليفي",
            "كاذب"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> المفصل بين المطرقة و السندان زليلي يسمح ب حركة محدودة (خارجي)"
    }
    ],
    // أسئلة المحاضرة االثانية أذنية
    2:[
         {
        question: "1. وظيفة عضلات الأذن الوسطى: (دورة 2023)",
        options: [
            "حماية الأذن الداخلية",
            "تحسين السمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تتقلص عضلات الأذن الوسطى تجاه الأصوات الشديدة لمنع وصولها إلى الأذن الباطنة و أذيتها (مقرر صفحة 22)"
    },
    {
        question: "2. في فيزيولوجيا الأذن عند الإنسان: (دورة 2022)",
        options: [
            "يمكن سماع أصوات أعلى من 50000 هرتز.",
            "الخلايا الداخلية لعضو كورتي مسؤولة عن تضخيم الصوت.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يمكن سماع الأصوات ذات التواترات بين 15000 – 16 هرتز، والخلايا الخارجية لعضو كورتي هي المسؤولة عن تضخيم الصوت فهي تعمل على تضخيم الطاقة الحركية الميكانيكية للموجات الصوتية من خلال تقلص الألياف العضلية داخلها ، بينما الخلايا الداخلية مسؤولة عن السمع. (مقرر ص23)"
    },
    {
        question: "3. في فيزيولوجيا الأذن: (دورة 2020 حملة)",
        options: [
            "عضلات الأذن الوسطى لحماية الأذن الداخلية",
            "القريبة لسماع التواترات الحادة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تتقلص عضلات الأذن الوسطى تجاه الأصوات الشديدة لمنع وصولها إلى الأذن الباطنة و أذيتها ، لا علاقة للقريبة بالسمع انما للتوازن، بينما قاعدة الحلزون لسماع التواترات الحادة . (مقرر ص22+23)"
    },
    {
        question: "4. وظيفة الأذن الخارجية: (دورة 2019)",
        options: [
            "تضخيم الصوت",
            "تحديد جهة الصوت",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> وظيفة الأذن الخارجية تحديد مصدر الصوت من خلال الفارق الزمني القصير في وصول الصوت إلى الأذنين، بينما تضخيم الصوت من وظيفة الخلايا الخارجية في عضو كورتي.( مقرر صفحة 21,23)"
    },
    {
        question: "5. في الأذن الباطنة: (دورة 2018)",
        options: [
            "الخلايا الخارجية في عضو كورتي مسؤولة عن السمع.",
            "قمة الحلزون مسؤولة عن التواترات المنخفضة.",
            "كلاهما صحيح.",
            "كلاهما خطأ."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الخلايا الخارجية في عضو كورتي مسؤولة عن تضخيم الصوت بينما الخلايا الداخلية مسؤولة عن السمع، قمة الحلزون مسؤولة عن التواترات المنخفضة والقاعدة مسؤولة عن التواترات العالية. (مقرر ص23)"
    },
    {
        question: "6. في عضو كورتي: (دورة2016 )",
        options: [
            "وظيفة الخلايا الخارجية هي تضخيم الصوت.",
            "وظيفة الخلايا الداخلية هي السمع.",
            "كلاهما صحيح .",
            "كلاهما خطأ."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الخلايا الخارجية في عضو كورتي مسؤولة عن تضخيم الصوت بينما الخلايا الداخلية مسؤولة عن السمع .(مقرر ص23)"
    },
    {
        question: "7. فيزيولوجيا السمع: (دورة 2015)",
        options: [
            "تحديد مصدر الصوت بالأذن الخارجية",
            "يستطيع الإنسان سماع أصوات ذات تواترات بين 1000 وحتى 30000 هرتز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يستطيع الإنسان سماع أصوات ذات تواترات بين 16 هرتز وحتى 15000 هرتز.(مقرر صفحة 21)"
    },
    {//(دورة 2011)
        question: "8. التواترات الحادة تسمع في: (دورة 2011)",
        options: [
            "قاعدة الحلزون",
            "قمة الحلزون"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الدورة القاعدية من الحلزون مسؤولة عن سماع التواترات العالية (الحادة) (مقرر صفحة 23)"
    },
    {
        question: "9. فيزيولوجيا الأذن: (دورة 2011)",
        options: [
            "لا يسمع الإنسان التواترات فوق 20000 هرتز",
            "قمة الحلزون مسؤولة عن سماع التواترات المنخفضة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يسمع الإنسان الأصوات بين 16 حتى 15000 هرتز. و قمة الحلزون مسؤولة عن التوترات المنخفضة (مقرر صفحة 21،23)"
    },
    {
        question: "10. من الأصوات المسموعة: (دورة 2011)",
        options: [
            "20 هرتز",
            "15000 هرتز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يسمع الإنسان الأصوات بين 16 حتى 15000 هرتز (مقرر صفحة 21)"
    },
    {
        question: "11. تعوض الأذن الخسارة الناتجة عن انتقال الصوت من وسط غازي إلى سائل من خلال: (دورة 2009)",
        options: [
            "فرق الصفحة",
            "تأثير المساحة",
            "المنعكس الركابي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> من خلال تأثير المساحة وآلية الرافعة, اما آلية فرق الصفحة فهي مسؤولة عن منع وصول الاهتزازات إلى النافذة المدورة (مقرر صفحة 21)"
    },
    {
        question: "12. يبلغ التواتر عند قاعدة الركابة: (دورة 2008)",
        options: [
            "500 هرتز",
            "1000 هرتز",
            "4000 هرتز",
            "10000 هرتز"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> عند القاعدة يكون بين 5000 -20000 هرتز . (رسمة ص23)"
    }],
    3:[
        {
        question: "1. يشاهد نقص السمع النقلي في:(دورة 2025)",
        options: [
            "انخلاع العظيمات",
            "أذية في الحلزون", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ينجم نقص السمع عن أي اضطراب في نقل الصوت عبر مجرى السمع و الاذن الوسطى و يُشاهد نقص السمع الشديد في انخلاع العظيمات ( مقرر صفحة 28)</p>"
    },
    {
        question: "2. الموجة الخامسة لتخطيط جذع الدماغ:(دورة 2023)",
        options: [
            "الموجة الأكثر ثباتاً",
            "تفعيل الفتيل الوحشي", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الموجة الأولى تعكس فعالية الجزء البعيد للعصب السمعي والثانية تدل على تفعيل الجزء القريب من العصب السمعي والثالثة تدل على تفعيل النوى الحلزونية والرابعة تدل على تفعيل الزيتونة العليا والخامسة من الفتيل الوحشي والسادسة والسابعة من الأكيمة السفلية ومراكز عصبية عليا، والموجة الخامسة هي الموجة الأكثر ثباتاً بين الموجات المسجلة (مقرر صفحة 34)</p>"
    },
    {
        question: "3. تخطيط جذع الدماغ:(دورة 2020)",
        options: [
            "اختبار سمع موضوعي",
            "الموجة الخامسة هي الأكثر ثباتاً", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تخطيط جذع الدماغ هو اختبار موضوعي لتقييم السمع ، الموجة الخامسة هي الاكثر ثباتاً و هي من الفتيل الوحشي . (مقرر ص34)</p>"
    },
    {
        question: "4. يفيد في فحص الوظيفة الدهليزية:(دورة 2020 حملة)",
        options: [
            "البث الصوتي",
            "منعكس الركابة", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يفيد الاختبار الحروري والاختبار الدوراني وعلامة الناسور واختبار الوضعة واختبار تحريك الرأس . (مقرر ص36+37)</p>"
    },
    {
        question: "5. الرأرأة الدهليزية:(دورة 2019)",
        options: [
            "نواسية",
            "في اتجاهات مختلفة", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الرأرأة الدهليزية عادة أفقية ومنتظمة، بينما الرأرأة العينية تكون نواسية، والعصبية المركزية في اتجاهات مختلفة.(مقرر صفحة 36)</p>"
    },
    {
        question: "6. المشعر النوعي في قياس وظيفة الدهليز: (دورة 2018)",
        options: [
            "احتقان الأذن",
            "اضطراب المشية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تُقبل الرأرأة كمشعر النوعي. (مقرر ص36)</p>"
    },
    {
        question: "7. تكون إيجابية في الأذن الطبيعية:(دورة 2017)",
        options: [
            "رينيه",
            "جيليه", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكون جيليه سلبية في حال كانت العظيمات السمعية مثبتة أو متصلبة اما رينييه تكون سلبية في حال وجود إصابة في مجرى السمع أو الاذن الوسطى ( مقرر صفحة 29,30)</p>"
    },
    {
        question: "8. يعتبر من الاختبارات الموضوعية:(دورة 2017)",
        options: [
            "البث الصوتي الأذني",
            "تخطيط فهم الكلام", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تخطيط فهم الكلام اختبار ذاتي.(مقرر صفحة 30)</p>"
    },
    {
        question: "9. فيما يخص اختبار جيليه كل ما يلي صحيح ما عدا:(دورة 2017 حملة)",
        options: [
            "يشخص نقص سمع حسي عصبي",
            "لتحري عضلة الركابة", 
            "يجب أن يكون غشاء الطبل سليم",
            "لا يتغير لحن الرنانة في تصلب الأذن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يميز حالات نقص السمع التوصيلي هل هي من تصلب في العظيمات أم لأسباب أخرى.(مقرر صفحة 30)</p>"
    },
    {
        question: "10. أي مما يلي يسبب نقص سمع نقلي شديد:(دورة 2014)",
        options: [
            "انثقاب طبلة مركزي",
            "انخلاع عظيمات سمع مع غشاء طبل مثقوب", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يشاهد نقص السمع الشديد 60ديسبل في انخلاع عظيمات سمع مع غشاء طبل طبيعي . (مقرر ص28)</p>"
    },
    {
        question: "11. في انثقاب غشاء الطبل الأيمن:(دورة 2014)",
        options: [
            "رينيه في الأذن اليمنى إيجابي",
            "ويبر في الأذن اليسرى إيجابي", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ويبر ايجابي في الأذن اليمنى ، رينيه سلبية في اليمنى(توصيلي بجهة المصابة ) . (مقرر ص29)</p>"
    },
    {
        question: "12. يتم تحري عظيمات السمع عن طريق:(دورة 2014)",
        options: [
            "المعاوقة السمعية",
            "اختبار جيليه", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يستخدم اختبار جيليه لتمييز حالات نقص السمع التوصيلي هل هي من تصلب في العظيمات أم لا ، معاوقة سمعية لتمييز أمراض الاذن الوسطى. (مقرر ص30+32)</p>"
    },
    {
        question: "13. اختبار جيليه:(دورة 2013)",
        options: [
            "اختبار حركة العظيمات السمعية",
            "المعاوقة السمعية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اختبار جيليه و يُقصد منه اختبار حركة العظيمات،كما أن المعاوقة السمعية لا تنتمي للاختبار.(مقرر صفحة 30)</p>"
    },
    {
        question: "14. فحص الوظيفة الدهليزية:(دورة 2013)",
        options: [
            "تخطيط الرأرأة الكهربائي",
            "المعاوقة السمعية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تخطيط الرأرأة الكهربائي ينتمي إلى فحوص تقييم الوظيفة الدهليزية كما أن المعاوقة السمعية لا تستخدم لفحص الدهليز (مقرر صفحة 36)</p>"
    },
    {
        question: "15. فحص النفير:(دورة 2011)",
        options: [
            "مناورة فالسالفا",
            "المعاوقة السمعية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>المعاوقة السمعية تقيس الضغط ضمن الأذن الوسطى مما يساعد في استقصاء وظيفة النفير، كما أن المناورة تفيد في فحص النفير(مقرر صفحة 32)</p>"
    },
    {
        question: "16. منعكس الركابة:(دورة 2010)",
        options: [
            "ينقص في شلل العصب الوجهي",
            "العتبة الطبيعية 50 ديسيبل", 
            "ينقص في آفات الدهليز"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يجب أن يكون \"يغيب\" ولكنه الجواب الأكثر منطقية لان للمنعكس طريقان وارد عبر عصب سمعي و صادر عبر عصب وجهي ، يظهر المنعكس عندما يُطبق صوت ذات تواتر معين على الأذن بحدود 70 ديسبل فوق هذا التواتر (مقرر ص33)</p>"
    },
    {
        question: "17. نقص السمع النقلي الأشد:(دورة 2010)",
        options: [
            "سلامة الطبلة مع مشكلة عظيمات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يشاهد نقص السمع الشديد 60ديسبل في انخلاع عظيمات سمع مع غشاء طبل طبيعي . (مقرر ص28)</p>"
    }
    ],
    4:[
     {
        question: "1. الصيوان المتبارز:(دورة 2025)",
        options: [
            "يغيب فيه الطية مقابل الحنطة",
            "أشيع تشوهات الصيوان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يُعد أشيع التشوهات عادة ثنائي الجانب تغيب فيه الطية مقابل الحنطة.(مقرر صفحة 39)"
    },
    {
        question: "2. الكارسينوما قاعدية الخلايا في الصيوان:(دورة 2025)",
        options: [
            "انتقالاتها دموية",
            "إنذارها جيد نسبياً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أشيع أورام الصيوان الخبيثة هي الكارسينوما قاعدية الخلايا إنذارها أفضل،لان انتقالاتها موضعية(مقرر صفحة 46)"
    },
    {
        question: "3. في الناسور أمام الأذن:(دورة 2024)",
        options: [
            "يكون تحت الفصيص",
            "غالباً عند البيض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> غالباً عند السود ،20% في الجهتين، تتوضع عادةً أمام ساق الحنطة. (مقرر ص40)"
    },
    {
        question: "4. التهاب الأذن الإكزيمائي:(دورة 2024)",
        options: [
            "نز مصلي",
            "نقص سمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتظاهر بحكة ونز مصلي وتوسف مع وذمة في الصيوان، ولا علاقة له بنقص السمع. (مقرر ص45)"
    },
    {
        question: "5. الناسور أمام الأذن:(دورة 2023)",
        options: [
            "يتوضع تحت الصيوان",
            "يترافق مع غياب مجرى السمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتوضع عادة أمام ساق الحنطة، و ينجم عن التحام غير تام بحديبات الصيوان، ولا علاقة له بغياب مجرى السمع.(مقرر صفحة 40)"
    },
    {
        question: "6. الأورام الخبيثة في الصيوان:(دورة 2022)",
        options: [
            "كارسينوما قاعدية الخلايا هي الأشيع",
            "تعالج شعاعياً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أشيع أورام الصيوان الخبيثة هي الكارسينوما قاعدية الخلايا وإنذارها هو الأفضل، ويكون علاجها جراحياً بالاستئصال التام مع حواف أمان، وتشاهد عادة عند البيض المعرضين للشمس. الأورام الأخرى هي الكارسينوما شائكة الخلايا والميلانوما ، و الكارسينوما شائكة الخلايا تعالج بالجراحة الواسعة و تجريف العقد ان وجدت وقد يستطب معالجة شعاعية ان كانت العقد ايجابية .(مقرر ص46)"
    },
    {
        question: "7. جدرة الصيوان:(دورة 2021)",
        options: [
            "تنكس بعد الجراحة",
            "تفيد الأشعة قبل وبعد الجراحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الاستئصال الجراحي يؤدي للنكس، ولمنع ذلك وتجنب النكس تُعطى الأشعة قبل وبعد الجراحة، ويمكن استخدام حقن ستيروئيد موضعي بعد الاستئصال.(مقرر صفحة 43)"
    },
    {
        question: "8. التهاب الصيوان العقيدي المزمن:(دورة 2021)",
        options: [
            "يصيب الأطفال",
            "يعالج بالاستئصال الجراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يشاهد عند الرجال فوق الخمسين وليس الأطفال، ويعالج باستئصال الغضروف والجلد، ويمكن أن يفيد حقن الكورتيزون.(مقرر صفحة 45)"
    },
    {
        question: "9. أورام الصيوان:(دورة 2020)",
        options: [
            "أشيعها شائكة الخلايا",
            "المعالجة المفضلة الشعاعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أشيعها الكارسينوما قاعدية الخلايا، والمعالجة المفضلة جراحية. (مقرر ص46)"
    },
    {
        question: "10. الورم الدموي في الصيوان:(دورة 2020)",
        options: [
            "خلقي المنشأ",
            "العلاج بربط الأوعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يحدث نتيجة أذية للصيوان وليس خلقي والعلاج إجراء شق واسع ثم يوضع رباط ضاغط. (مقرر ص41)"
    },
    {
        question: "11. متلازمة رامزي هانت:(دورة 2020 حملة)",
        options: [
            "السبب فيروسي",
            "شلل العصب الوجهي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> سببها فيروسات الحلأ النطاقي، وهي مسؤولة عن 5-10% من حالات شلل العصب الوجهي. (مقرر ص44)"
    },
    {
        question: "12. يعالج الصيوان القنبيطي:(دورة 2020 حملة)",
        options: [
            "التدفئة اللطيفة",
            "رباط ضاغط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "13. في الكيسات الدهنية خلف الأذن:(دورة 2020 حملة)",
        options: [
            "التشخيص يعتمد على الفحص السريري",
            "تعالج بالشق والتفجير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تعالج بالاستئصال التام لضمان عدم النكس. (مقرر ص43)"
    },
    {
        question: "14. الرأرأة الدهليزية:(دورة 2019)",
        options: [
            "نواسية",
            "في اتجاهات مختلفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الرأرأة الدهليزية عادة أفقية ومنتظمة، بينما الرأرأة العينية تكون نواسية، والعصبية المركزية في اتجاهات مختلفة.(مقرر صفحة 36)"
    },
    {
        question: "15. النواسير أمام الأذن:(دورة 2019)",
        options: [
            "تسبب نقص سمع",
            "أشيع التشوهات الخلقية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أشيع التشوهات الخلقية في الصيوان هو أذن الخفاش، ولا تسبب النواسير نقص سمع.(مقرر صفحة 40)"
    },
    {
        question: "16. التهاب الصيوان العقيدي المزمن:(دورة 2019)",
        options: [
            "عقيدات قاسية مؤلمة",
            "تعالج بالستيروئيدات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتظاهر بعقيدات مؤلمة على الحنطة عند الرجال فوق الخمسين، قاسية سببها الرض المتكرر، علاجها باستئصال الغضروف ويمكن أن يفيد حقن الكورتيزون.(مقرر صفحة 45)"
    },
    {
        question: "17. الكيسات الدهنية خلف الصيوان:(دورة 2019)",
        options: [
            "استئصال تام",
            "ستيروئيد موضعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الاستئصال التام ضروري لعدم النكس، ولم يذكر استعمال الستيروئيدات الموضعية.(مقرر صفحة 43)"
    },
    {
        question: "18. الورم الدموي في الصيوان:(دورة 2018)",
        options: [
            "النز الدموي من أعراضه",
            "الصيوان القنبيطي من اختلاطاته",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا يوجد نز دموي ، و في حال عدم تفجير الورم الدموي فانه سيتعضى ويؤدي الى تشوه الصوان وتشكل ما يدعى بالصيوان القنبيطي . (مقرر ص42)"
    },
    {
        question: "19. متلازمة رامزي هانت:(دورة 2017)",
        options: [
            "تسبب سيلان دموي",
            "سببها فطري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تتظاهر بألم أذني مع تشكل حويصلات مملوءة بمصل قد يكون مدمى، السبب فيروس الحلأ النطاقي، لم يتم ذكر شيء عن السيلان(مقرر صفحة 44)"
    },
    {
        question: "20. في الورم الدموي للصيوان:(دورة 2017)",
        options: [
            "يفيد فيه كي الأوعية الدموية",
            "من اختلاطاته التهاب سمحاق الغضروف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> العلاج بإجراء شق واسع مع إزالة الخثرات المتشكلة بشروط تعقيم صارمة مع وضع رباط ضاغط، والتهاب سمحاق الغضروف يحدث بعد ورم دموي أو رض أو التهاب مجرى قيحي أو بعد عمليات الخشاء.(مقرر صفحة 42,45)"
    },
    {
        question: "21. تتصف نواسير الأذن بـ:(دورة 2016)",
        options: [
            "أشيع التشوهات الخلقية في الصيوان",
            "غالباً تكون ثنائية الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أشيع التشوهات الخلقية في الصيوان هو الصيوان المتبارز (اذن الخفاش ) وليس نواسير الأذن، والنواسير أمام الأذن تكون ثنائية الجانب في 20% من الحالات. (مقرر ص40+39)"
    },
    {
        question: "22. في أورام الصيوان:(دورة 2016)",
        options: [
            "الكارسينوما قاعدية الخلايا هي ذات الإنذار الأفضل",
            "الميلانوما هي ذات الإنذار الأسوأ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الكارسينوما قاعدية الخلايا هي الأشيع وذات الإنذار الأفضل لأن انتقالاتها موضعية، والكارسينوما شائكة الخلايا يمكن أن تظهر لها انتقالات عقدية، والميلانوما ذات الإنذار الأسوأ لأن انتقالاتها دموية بعيدة . (مقرر ص46)"
    },
    {
        question: "23. التشوهات الخلقية في الصيوان:(دورة 2014)",
        options: [
            "النواسير أمام الأذن هي الأشيع",
            "الانسداد ثنائي الجانب يعالج قبل ست سنوات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الصيوان المتبارز هو الأشيع ."
    },
    {
        question: "24. أورام الصيوان قاعدية الخلايا:(دورة 2014)",
        options: [
            "هي الأشيع",
            "تحدث عند البيض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> أشيع أورام الصيوان الخبيثة هي الكارسينوما قاعدية الخلايا وإنذارها أفضل، لأن انتقالاتها موضعية، وتشاهد عادة عند البيض المعرضين للشمس، وتعالج جراحياً بالاستئصال التام مع حواف أمان. (مقرر ص46)"
    },
    {
        question: "25. داء رامزي هانت:(دورة 2014)",
        options: [
            "يتظاهر بنقص سمع نقلي",
            "مسببها فطور الرشاشيات والمبيضات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> سببها فيروسات الحلأ النطاقي"
    },
    {
        question: "26. تعالج عضة الصقيع:(دورة 2009)",
        options: [
            "رباط ضاغط",
            "مضادات تخثر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تعالج عضة الصقيع بالتدفئة والصادات ومضادات التخثر، كما تفيد موسعات الأوعية وحماية الفقاعات من التمزق وتنضير النسج الميتة، ولا يوضع رباط ضاغط لها.(مقرر صفحة 42)"
    },
    {
        question: "27. صيوان الأذن المتبارز:(دورة 2011)",
        options: [
            "ثنائي الجانب عادة",
            "تعالج الجراحة قبل سن المدرسة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الصيوان المتبارز (أذن الخفاش) يعد أشيع التشوهات، ويكون ثنائي الجانب عادة، إصلاحه جراحي ويفضل قبل سن المدرسة (6 سنوات).(مقرر صفحة 39)"
    },
    {
        question: "28. علاج عضة الصقيع:(دورة 2011)",
        options: [
            "صادات",
            "تدفئة دون رباط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تعالج عضة الصقيع بالتدفئة والصادات ومضادات التخثر، كما تفيد موسعات الأوعية وحماية الفقاعات من التمزق وتنضير النسج الميتة، ولا يوضع رباط ضاغط لها.(مقرر صفحة 42)"
    },
    {
        question: "29. الخطأ حول داء رامزي هانت:(دورة 2011)",
        options: [
            "سببه العنقوديات",
            "الصيوان",
            "مجرى السمع",
            "غشاء الطبل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> سببه الحلأ النطاقي، يتشكل حويصلات مملؤة بمصل قد يكون مدمى تمتد من قوقعة الصيوان و حتى مجرى السمع الظاهر و غشاء الطبل (مقرر صفحة 44)"
    },
    {
        question: "30. الصيوان المتبارز نحو الأمام:(دورة 2009)",
        options: [
            "أشيع تشوهات الصيوان",
            "قد يكون وراثي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يعد الصيوان المتبارز نحو الأمام (أذن الخفاش) أشيع تشوهات الصيوان الخلقية و قد يحدث بسبب وراثي.(مقرر صفحة 39)"
    },
    {
        question: "31. أي مما يلي يمكن أن يسبب تشوهات في الأذن الظاهرة:(دورة 2008)",
        options: [
            "وراثي",
            "حصبة",
            "أدوية خلال الحمل",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تحدث تشوهات الأذن الظاهرة الخلقية بسبب وراثي أو أدوية وأمراض خلال فترة الحمل."
    }
    ],
    5:[
{
        question: "1. التهاب مجرى السمع الظاهر الفطري:(دورة 2025)",
        options: [
            "حكة أذنية",
            "المعالجة لثلاث أسابيع",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يحدث غالبا بسبب المبيضات البيض و الرشاشيات السوداء، من اهم الاعراض الحكة يُعالج بالتنظيف المتكرر و بتطبيق القطرات المضادة للفطور لمدة لا تقل عن 3 أسابيع (مقرر صفحة 51)</p>"
    },
    {
        question: "2. تسبب الأجسام الأجنبية في الأذن سيلان:(دورة 2025)",
        options: [
            "كريهة الرائحة",
            "وحيد الجانب",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الأجسام الأجنبية قد لا تسبب أعراض و تكتشف صدفة أو تسبب انسداد مجرى و نقص سمع أو التهابا مع رائحة كريهة و سيلانا قيحيا و ألما (مقرر صفحة 48)</p>"
    },
    {
        question: "3. دمل مجرى السمع الظاهر:(دورة 2025)",
        options: [
            "يحدث في الثلث الوحشي ",
            "ألم عند تحريك الصيوان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<p>التعليل: دمل المجرى يحدث في الثلث الوحشي من المجرى و يسبب ألم شديدا و يُعالج بالصادات بالطريق العام و الموضعي و مسكنات الألم، كما أن ظهور الألم عند تحريك الصيوان يُعد من علامات وجود  إلتهاب في الأذن الظاهرة و لكن لا يُعد مشخص للدمل بشكل خاص و إنما يدل على وجود إلتهاب بالأذن الظاهرة بشكل عام فالتشخيص الحاسم للدمل هو رؤيته بالعين   (مقرر صفحة 50) </p>"
    },
    {
        question: "4. الأجسام الأجنبية في الأذن:(دورة 2024)",
        options: [
            "سيلان ذو رائحة كريهة",
            "تزال الصلبة منها بالغسيل",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تسبب انسداد مجرى و نقص سمع أو التهاباً مع رائحة كريهة و سيلاناً قيحياً و ألماً ، تستخرج بأداة خاصة إذا كانت نباتية، أو بالغسيل إذا كانت صلبة، أما الحشرات فتقتل بالكحول ثم تستخرج بالغسيل. (مقرر ص48)</p>"
    },
    {
        question: "5. في التهاب مجرى السمع الظاهر النخري الخبيث:(دورة 2024)",
        options: [
            "شائع عند الأطفال",
            "نسيج حبيبي في الوصل العظمي الغضروفي ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>شائع عند مضعفي المناعة خاصة المسنين والسكريين، العامل المسبب عادةً هو العصيات الزرق، ويتظاهر بألم شديد ليلي خاصة، توذم جلد المجرى مع مفرزات قيحية وتكوّن نسيج حبيبي في الوصل العظمي الغضروفي. (مقرر ص49)</p>"
    },
    {
        question: "6. في معالجة العرن العظمي:(دورة 2024)",
        options: [
            "مراقبة الأعران الصغيرة",
            "تصنيع مجرى للأعران الكبيرة",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يعالج العرن العظمي بمراقبة الأعران الصغيرة واستئصال الأعران الكبيرة العرضية بخاصة تصنيع مجرى. (مقرر ص50)</p>"
    },
    {
        question: "7. التهاب مجرى السمع الظاهر الخبيث:(دورة 2023)",
        options: [
            "ليس للرضوض دور فيه ",
            "تنخر الجدار الخلفي العلوي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث عند مضعفي المناعة وليس للرضوض دور فيه، ويؤدي لتنخر الجدار السفلي و الأمامي للمجرى.(مقرر صفحة 49)</p>"
    },
    {
        question: "8. العرن العظمي:(دورة 2022)",
        options: [
            "عند التعرض للماء البارد ",
            "في مناطق الدروز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العرن العظمي هو تسمك عظم المجرى بسبب التعرض للماء البارد، الورم العظمي هو الذي يكون معنقاً عند خطوط الدروز. (مقرر ص51)</p>"
    },
    {
        question: "9. التهاب مجرى السمع الخبيث:(دورة 2022)",
        options: [
            "يفيد الومضان في التشخيص",
            "يحدث عند السكريين",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتأكد التشخيص باستخدام الومضان بالتكنسيوم 99 المشع، يحدث عند مضعفي المناعة خاصة المسنين والسكريين. (مقرر ص49+50)</p>"
    },
    {
        question: "10. العصيات الزرق تسبب:(دورة 2021)",
        options: [
            "التهاب مجرى حاد",
            "التهاب مجرى خبيث",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العصيات الزرق تسبب التهاب المجرى السمعي الظاهر الحاد و الخبيث ( مقرر صفحة 49)</p>"
    },
    {
        question: "11. التهاب مجرى السمع الظاهر الخبيث:(دورة 2021)",
        options: [
            "يتكوّن نسيج حبيبي بالوصل العظمي الغضروفي",
            "يفيد الأكسجين تحت ضغط عالٍ",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتظاهر بألم شديد ليلي خاصة، مع توذم جلد المجرى ومفرزات قيحية وتكوّن نسيج حبيبي بالوصل العظمي الغضروفي, تعالج الحالة بشكل إسعافي و بصادات وريدية بكميات كبيرة و لمدة شهرين كما يفيد الأوكسجين تحت الضغط العالي.(مقرر صفحة 50,49)</p>"
    },
    {
        question: "12. التهاب الأذن الظاهرة الخبيث:(دورة 2020)",
        options: [
            "عند السكريين",
            "يشخص بالومضان",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتأكد التشخيص باستخدام الومضان بالتكنسيوم 99 المشع، يحدث عند مضعفي المناعة خاصة المسنين والسكريين. (مقرر ص49+50)</p>"
    },
    {
        question: "13. الورم العظمي:(دورة 2020)",
        options: [
            "ثنائي الجانب",
            "معنق ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يكون معنقاً عند خطوط الدروز ، بينما العرن العظمي ف يكون عادة ثنائية الجانب و متعددة . (مقرر ص51)</p>"
    },
    {
        question: "14. التهاب مجرى السمع الفطري:(دورة 2020 حملة)",
        options: [
            "حكة أذنية ",
            "يعالج بمضادات الفطور لعشرة أيام.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>من أهم أعراضه هو الحكة و قد يحدث نقص سمع اذا تشكلت سدادة فطرية، يعالج بالتنظيف الجيد و المتكرر و بتطبيق القطرات المضادات للفطور لمدة لا تقل عن 3 أسابيع. (مقرر ص51)</p>"
    },
    {
        question: "15. تسبب الأجسام الأجنبية في الأذن:(دورة 2020 حملة)",
        options: [
            "دوار",
            "نقص سمع نقلي ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تسبب انسداد و نقص سمع أو التهاباً مع رائحة كريهة و سيلاناً قيحياً و ألماً. (مقرر ص48)</p>"
    },
    {
        question: "16. التهاب الأذن الظاهرة النخري الخبيث:(دورة 2020 حملة)",
        options: [
            "المسبب العصيات الزرق ",
            "غالباً في السنة الأولى من العمر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث عند مضعفي المناعة خاصة المسنين والسكريين وليس الأطفال ، المسبب عادة هو العصيات الزرق . (مقرر ص49)</p>"
    },
    {
        question: "17. التهاب المجرى المزمن:(دورة 2019)",
        options: [
            "يسبب حكة أذنية ",
            "يؤدي إلى تنخر في جدار المجرى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث تسمك في جلد المجرى و أحيانا تحزز و تقشر فيه وليس تنخراً.(مقرر صفحة 49)</p>"
    },
    {
        question: "18. العرن العظمي:(دورة 2019)",
        options: [
            "آفة تنشؤية سليمة",
            "ثنائي الجانب",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>هو تسمك عظم المجرى بسبب التعرض للماء البارد عادة ثنائي الجانب و متعدد (مقرر صفحة 51)</p>"
    },
    {
        question: "19. في السدادة الصملاخية: (دورة 2018)",
        options: [
            "اضطراب التوازن",
            "رينيه إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ "
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تتظاهر الأعراض بخاصة بعد الاستحمام أو السباحة بثقل في الأذن ونقص في السمع. (مقرر ص47)</p>"
    },
    {
        question: "20. في العرن العظمي لمجرى السمع الظاهر:(دورة 2018)",
        options: [
            "بسبب التعرض للماء البارد ",
            "خاصة عند خطوط الدروز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العرن العظمي هو تسمك عظم المجرى بسبب التعرض للماء البارد عادة ثنائية الجانب و متعددة ، رينيه سلبية . (مقرر ص51)</p>"
    },
    {
        question: "21. التهاب المجرى السمعي الظاهر المزمن:(دورة 2017)",
        options: [
            "من أعراضه الحكة الأذنية",
            "تقشر في المجرى",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يحدث تسمك في جلد المجرى و أحيانا تحزز و تقشر فيه وليس تنخراً.(مقرر صفحة 49)</p>"
    },
    {
        question: "22. العرن العظمي:(دورة 2017 حملة)",
        options: [
            "في الجدار الوحشي",
            "متعددة ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يشاهد في القسم العظمي أي في القسم الانسي،كما أنه عادة ثنائي الجانب و متعدد (مقرر صفحة 51)</p>"
    },
    {
        question: "23. الفطور التي تصيب مجرى السمع الظاهر:(دورة 2017 حملة)",
        options: [
            "المبيضات البيض",
            "الاسبيرجيلوس",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يحدث غالباً بسبب المبيضات البيض والرشاشيات السوداء (الاسبرجيلوس) (مقرر صفحة 51)</p>"
    },
    {
        question: "24. جسم أجنبي في مجرى السمع الظاهر كل ما يلي صحيح ما عدا:(دورة 2017 حملة)",
        options: [
            "التهاب مجرى السمع",
            "نقص سمع نقلي",
            "سيلان كريه الرائحة",
            "يشاهد عند الكبار غالباً "
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يشاهد خاصة عند الأطفال ، و أحياناً عند الكبار. (مقرر صفحة 48)</p>"
    },
    {
        question: "25. في التهاب مجرى السمع الظاهر الخبيث:(دورة 2017 حملة)",
        options: [
            "تسببه العصيات الزرق",
            "تشخيصه بالومضان المشع",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تسببه العصيات الزرق عادةً ، يتأكد التشخيص باستخدام الومضان بالتكنسيوم 99 المشع.(مقرر صفحة 49)</p>"
    },
    {
        question: "26. فيما يخص دمل الأذن كل ما يلي صحيح ما عدا:(دورة 2017 حملة)",
        options: [
            "في القسم الوحشي من المجرى",
            "تسببه العنقودية البيضاء",
            "السكري مؤهب له ",
            "إذا تحول لخراج نعالجه بالشق"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>السكري ليس عامل مؤهب للدمل. يُعالج بالصادات بالطريق العام والموضعي ومسكنات الألم.(مقرر صفحة 50)</p>"
    },
    {
        question: "27. العرن العظمي:(دورة 2016)",
        options: [
            "يصيب القسم الوحشي من المجرى",
            "متعدد ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العرن العظمي هو تسمك عظم المجرى بسبب التعرض للماء البارد عادة ثنائية الجانب و متعددة ، يصيب القسم العظمي اي القسم الانسي من مجرى السمع الخارجي. (مقرر ص51)</p>"
    },
    {
        question: "28. سبب شلل العصب الوجهي يمكن أن يكون:(دورة 2016)",
        options: [
            "التهاب أذن وسطى مصلي",
            "التهاب مجرى سمع خبيث ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في الحالات المتقدمة من التهاب مجرى السمع الظاهر الخبيث يؤدي إلى شلل العصب الوجهي ثم بقية الأعصاب القحفية. (مقرر ص49)</p>"
    },
    {
        question: "29. العصيات الزرق يمكن أن تسبب:(دورة 2016)",
        options: [
            "التهاب مجرى السمع الظاهر الجرثومي",
            "التهاب مجرى السمع الظاهر الخبيث",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يمكن أن تسبب كلا الالتهابين. (مقرر ص49)</p>"
    },
    {
        question: "30. في التهاب مجرى السمع الظاهر المزمن يحصل:(دورة 2016)",
        options: [
            "حكة ",
            "تنخر جلد المجرى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتظاهر ب حكة مع تسمك جلد المجرى و بخاصة الغضروفي و أحياناً تحزز وتقشر في الجلد و نادراً سيلان أذن و ألم . (مقرر ص49)</p>"
    },
    {
        question: "31. في التهاب مجرى السمع الفطري:(دورة 2015)",
        options: [
            "نستخدم في علاجه قطرات مضادة للفطور لمدة عشرة أيام",
            "يعالج بالتنظيف المتكرر ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تطبق القطرات المضادة للفطور لمدة لا تقل عن ثلاثة أسابيع.(مقرر صفحة 51)</p>"
    },
    {
        question: "32. الأجسام الأجنبية في مجرى السمع:(دورة 2015)",
        options: [
            "تحدث سيلان قيحي",
            "تسبب رائحة كريهة",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد لا تسبب أعراض، وقد تسبب انسداد مجرى ونقص سمع أو التهاب مع رائحة كريهة وسيلان قيحي وألم.(مقرر صفحة 48)</p>"
    },
    {
        question: "33. يتأكد تشخيص التهاب مجرى السمع الظاهر الخبيث بـ:(دورة 2014)",
        options: [
            "الخزعة النسيجية",
            "المرنان",
            "كلاهما صحيح",
            "كلاهما خطأ "
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتأكد بالومضان بالتنغستوم 99 المشع ويفيد التصوير الطبقي المحوري بتحديد امتداد الآفة و التخريب الحاصل ، سكر الدم عادة مرتفعا أو اختبار تحمل السكر ايجابياً . (مقرر ص50)</p>"
    },
    {
        question: "34. العرن العظمي غالباً:(دورة 2014)",
        options: [
            "متعدد",
            "يتحرض بالتعرض للبرد",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العرن العظمي هو تسمك عظم المجرى بسبب التعرض للماء البارد عادة ثنائية الجانب و متعددة. (مقرر ص51)</p>"
    },
    {
        question: "35. التهاب مجرى السمع الفطري:(دورة 2013)",
        options: [
            "غالباً بسبب الفطور الشعاعية",
            "أبرز أعراضه الحكة ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>غالباً بسبب المبيضات البيض والرشاشيات السود و تعد الحكة أهم أعراضه(مقرر صفحة 51)</p>"
    },
    {
        question: "36. في التهاب مجرى السمع الظاهر الخبيث:(دورة 2011)",
        options: [
            "نشاهد نسيج حبيبي في الوصل العظمي الغضروفي",
            "الجراحة ليست العلاج دائماً",
            "كلاهما صحيح ",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتكون نسيج حبيبي في الوصل العظمي الغضروفي كما قد يتطلب تداخلًا جراحياً ولكن ليس دائماً.(مقرر صفحة 50)</p>"
    },
    {
        question: "37. العرن العظمي:(دورة 2011)",
        options: [
            "متعدد ",
            "في مناطق الدروز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الورم العظمي في مناطق الدروز كما أن العرن عادة ثنائي الجانب و متعدد (مقرر صفحة 51)</p>"
    },
    {
        question: "38. أهم عرض في التهاب الأذن الظاهرة المزمن:(دورة 2010)",
        options: [
            "الحكة ",
            "الألم",
            "نقص السمع",
            "السيلان"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتظاهر ب حكة مع تسمك جلد المجرى و بخاصة الغضروفي و أحياناً تحزز وتقشر في الجلد و نادراً سيلان أذن و ألم . (مقرر ص49)</p>"
    },
    {
        question: "39. في التهاب الأذن الظاهرة المزمن يستخدم:(دورة 2009)",
        options: [
            "مراهم ستيروئيدات",
            "مراهم صادات",
            "كلاهما صحيح",
            "كلاهما خطأ "
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>قطرات صادات وكورتيزون وليس مراهم.(مقرر صفحة 49)</p>"
    },
    {
        question: "40. التهاب الأذن الظاهرة الفطري:(دورة 2009)",
        options: [
            "سببه المبيضات البيض ",
            "سببه الشعيات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث غالباً بسبب فطور المبيضات البيض والرشاشيات السوداء، الشعيات تنتمي للجراثيم وليس الفطور.(مقرر صفحة 51)</p>"
    }
    ],
    6:[
    {
        question: "1. شروط عملية الترقيع:(دورة 2025)",
        options: [
            "عدم وجود بؤرة إنتانية",
            "انثقاب واسع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> شروط عملية الترقيع أذن جافة لمدة شهرين و نفير سمع سالك و عدم وجود بؤرة إنتانية مجاورة (مقرر صفحة 59)"
    },
    {
        question: "2. من علامات انثقاب غشاء الطبل الرضي:(دورة 2025)",
        options: [
            "انثقاب مشرشر",
            "انثقاب مدمى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> من علامات انثقاب غشاء الطبل: غشاء طبل مشرشر ، نزف من الأذن، خثرات دموية في المجرى (مقرر صفحة 56)"
    },
    {
        question: "3. سبب الورم الكولسترولي:(دورة 2025)",
        options: [
            "جيب انسحابي",
            "مناعي ذاتي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> سبب الورم الكولسيترولي هو تشكل جيب إنسحابي أو بسبب انثقاب هامشي يشمل الحوية أو إنثقاب في غشاء شرابنل كما يمكن أن يكون نادرا  بسبب خلقي أو حؤول شائك للغشاء المخاطي الأذن الوسطى و الناجم عن إنتان مزمن. ( مقرر صفحة 70)"
    },
    {
        question: "4. في التهاب الأذن الوسطى الحاد:(دورة 2025)",
        options: [
            "صداع",
            "اضطراب توازن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> قد يشكو المريض في التهاب الاذن الوسطى القيحي الخاد من حس عدم اتزان و طنين بسبب تخريش الأذن الباطنة و التيه (مقرر صفحة 66)"
    },
    {
        question: "5. التهاب التيه القيحي:(دورة 2025)",
        options: [
            "نقص سمع مفاجئ",
            "لا يستطب الجراحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يشكو مريض التهاب التيه القيحي من نقص سمع حسي مفاجئ و دوار شديد لأيام و رأرأة غثيان و إقياء ( مقرر صفحة 74)"
    },
    {
        question: "6. في الاستحالة الاسفنجية:(دورة 2025)",
        options: [
            "غشاء الطبل طبيعي",
            "يفيد حقن الكورتيزون في الأذن الوسطى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> المعالجة الأساسية هي جراحية بعملية تصنيع الركابة و تجري تحت التخدير الموضعي أو العام (مقرر صفحة 80)"
    },
    {
        question: "7. شق غشاء الطبل:(دورة 2024)",
        options: [
            "في الربع العلوي الخلفي",
            "يفيد في التهاب الأذن الوسطى القيحي المزمن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتم خزع غشاء الطبل في القسم السفلي الخلفي أو السفلي الأمامي ولا يجرى في القسم العلوي الخلفي بسبب وجود عظيمات السمع، ويفيد في التهاب الأذن الوسطى القيحي الحاد و المصلي المزمن . (مقرر ص55)"
    },
    {
        question: "8. يفيد في انثقاب غشاء الطبل الرضي:(دورة 2024)",
        options: [
            "قطرات أذنية مضادة للالتهاب",
            "مخطط سمع كهربائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا تنظف الأذن ولا تعطى القطرات ولا يجرى الغسيل، يجرى تخطيط السمع لنفي الإصابات السمعية كانخلاع العظيمات أو تشكل الناسور. (مقرر ص56+57)"
    },
    {
        question: "9. انثقاب غشاء الطبل:(دورة 2024)",
        options: [
            "شرابنل سليم",
            "السل متعدد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الانثقاب الخبيث أو الهامشي يجب أن يشمل الحوية حتى لو كان صغيراً أو غشاء شرابنل، ويتصف تدرن الأذن الوسطى بأنه غير مؤلم مع انثقابات متعددة في غشاء الطبل. (مقرر ص57+71)"
    },
    {
        question: "10. في التهاب الطبل الحبيبي:(دورة 2024)",
        options: [
            "نقص سمع نقلي",
            "ألم أذن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتظاهر بحكة وسيلان أذن من دون ألم أو نقص سمع واضح ، لا يوجد انثقاب غشاء الطبل أو مرض ضمن الاذن الوسطى. (مقرر ص61)"
    },
    {
        question: "11. في التهاب الأذن الوسطى المزمن الحرشفي الخبيث:(دورة 2024)",
        options: [
            "المسبب الأساسي الرئويات",
            "علاجه جراحي دائمًا",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> المسبب الأساسي الجراثيم سلبية الغرام واللاهوائيات، يترافق مع الورم الكولسترولي وأحياناً مع نسيج حبيبي، والمعالجة دائماً جراحية. (مقرر ص70)"
    },
    {
        question: "12. التهاب التيه القيحي:(دورة 2024)",
        options: [
            "قد يسبب التهاب سحايا",
            "نقص سمع نقلي شديد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ينتقل الإنتان من الأذن الوسطى، وقد يسبب التهاب السحايا الجرثومي ،  نقص سمع حسي عصبي مفاجئ ، دوار شديد ، رأرأة و غثيان و إقياء. (مقرر ص74)"
    },
    {
        question: "13. التهاب الأذن الوسطى المخاطي المزمن:(دورة 2024)",
        options: [
            "ألم شديد في الأذن",
            "انثقاب غشاء طبل مركزي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا يوجد ألم، يتميز بنقص سمع نقلي وانثقاب غشاء طبل دائم من النوع المركزي. (مقرر ص69)"
    },
    {
        question: "14. الورم الكوليسترولي:(دورة 2024)",
        options: [
            "قد يكون خلقياً",
            "قد ينقلب للخباثة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يمكن أن يتشكل الورم الكوليسترولي ضمن الأذن و بشكل نادر بسبب خلقي أو حؤول شائك للغشاء المخاطي للأذن الوسطى، وهو ليس ورماً بالمعنى المعروف لذلك لاعلاقة له بالسير الحميد أو الخبيث. (مقرر ص70)"
    },
    {
        question: "15. الورم الكبي الوداجي:(دورة 2024)",
        options: [
            "طنين نابض",
            "قد يسبب شلول في الأعصاب القحفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الطنين النابض أهم أعراضه، وفي الحالات المتقدمة يحدث شلول الأعصاب القحفية من السادس حتى الثاني عشر. (مقرر ص77)"
    },
    {
        question: "16. من مراحل التهاب الأذن الوسطى الحاد:(دورة 2024)",
        options: [
            "مرحلة الاحتقان",
            "مرحلة التقيح",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يمر التهاب الأذن الوسطى الحاد بثلاث مراحل: الاحتقان – التقيح – التفجير. (مقرر ص66)"
    },
    {
        question: "17. التهاب الأذن الوسطى المصلي:(دورة 2024)",
        options: [
            "قد ينتج عن التهاب أذن وسطى فيروسي",
            "يعالج الحاد بخزع غشاء الطبل وتركيب أنبوب تهوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الحالات الحادة تشفى عفوياً بالانتظار والمراقبة، أما الخزع وتركيب أنبوب التهوية للحالات المزمنة والمعندة.(مقرر ص63+64)"
    },
    {
        question: "18. من اختلاطات التهاب الأذن الوسطى القيحي:(دورة 2024)",
        options: [
            "التهاب الخشاء الحاد",
            "شلل العصب الوجهي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تشمل الاختلاطات داخل الصدغية التهاب الخشاء الحاد، شلل العصب الوجهي، التهاب التيه القيحي، التهاب الصخرة، ويوجد اختلاطات قحفية أخرى. (مقرر ص72+73)"
    },
    {
        question: "19. كسور العظم الصدغي الطولانية:(دورة 2023)",
        options: [
            "نزف من الأذن",
            "انحباس الدم داخل الأذن الوسطى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يحدث نزف من الأذن بسبب تمزق الجلد أو غشاء الطبل، أو ينحبس الدم داخل الأذن الوسطى إذا لم يتأثر غشاء الطبل.(مقرر صفحة 81)"
    },
    {
        question: "20. تصلب الأذن (الاستحالة الإسفنجية):(دورة 2023)",
        options: [
            "الوراثة لها دور",
            "البث الصوتي له دور في التشخيص",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مرض وراثي في 50% من الحالات، ولم يذكر للبث الصوتي دور في التشخيص.(مقرر صفحة 79)"
    },
    {
        question: "21. التهاب الأذن الوسطى المصلي:(دورة 2023)",
        options: [
            "غشاء طبل رمادي إذا كان السائل مخاطي",
            "ثقوب في الحالات المزمنة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> بالفحص غشاء طبل كامد أصفر إن كان السائل مصلي، ورمادي إن كان السائل مخاطي،ونقوم بعمل خزع غشاء الطبل وتركيب أنبوب التهوية في الحالات المزمنة لكن ليس هناك ثقوب نتيجة للمرض.(مقرر صفحة 64)"
    },
    {
        question: "22. التهاب الأذن الوسطى المزمن المخاطي غير النشيط:(دورة 2023)",
        options: [
            "انثقاب غشاء طبل دائم من النوع المركزي",
            "ظاهرة الاستنفار إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتميز بانثقاب غشاء طبل مركزي دائم ونقص سمع نقلي.(مقرر صفحة 69)"
    },
    {
        question: "23. التهاب الأذن الوسطى المزمن الظهاري الحرشفي:(دورة 2023)",
        options: [
            "العامل المسبب الجراثيم سلبية الغرام",
            "يترافق مع ورم كوليسترولي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> أهم الجراثيم سلبية الغرام واللاهوائيات، ويترافق مع ورم كوليسترولي ونسيج حبيبي.(مقرر صفحة 70)"
    },
    {
        question: "24. الورم الكبي الوداجي:(دورة 2023)",
        options: [
            "ألم ليلي",
            "طنين نابض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الطنين النابض أهم أعراض الورم بسبب توعيته الغزيرة.(مقرر صفحة 77)"
    },
    {
        question: "25. أسباب التهاب الأذن الوسطى القيحي الحاد:(دورة 2023)",
        options: [
            "الزكام الحاد",
            "الرضاعة بوضعية الاستلقاء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الأسباب تشمل التهاب الطرق التنفسية العليا كالزكام الحاد والجيوب والبلعوم واللوزات، وأورام البلعوم الأنفي وانثقابات غشاء الطبل، وبقاء الدك الخلفي للأنف لأكثر من 24 ساعة، والامتخاط الشديد، والرضاعة بوضعية الاستلقاء.(مقرر صفحة 66)"
    },
    {
        question: "26. التهاب التيه القيحي:(دورة 2023)",
        options: [
            "نقص سمع حسي مفاجئ",
            "دوار شديد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يتظاهر بنقص سمع حسي مفاجئ ودوار شديد لأيام مع غثيان وإقياء ورأرأة.(مقرر صفحة 74)"
    },
    {
        question: "27. شق غشاء الطبل:(دورة 2022)",
        options: [
            "في القسم الخلفي العلوي",
            "مفيد في التهاب الأذن الوسطى المصلي المزمن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong> يكون في القسم السفلي الخلفي أو السفلي الأمامي ، يتم شق غشاء الطبل في التهاب الوسطى المصلي المزمن و المخاطي الحاد. (مقرر ص55)"
    },
    {
        question: "28. يستخدم في الترقيع:(دورة 2022)",
        options: [
            "غضروف وسِمحاق الوتدة",
            "مواد صنعية كالبولي إيتلن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong> يستخدم لترقيع غشاء الطبل طعم شحمي من فصيص الصيوان أو غضروف وسِمحاق الوتدة أو صفاق عظمي عضلي ، البولي إيتلين والسيليكون يتم استخدامهما في صنع بدائل الصيوان الصنعية. (مقرر ص59)"
    },
    {
        question: "29. التهاب غشاء الطبل الحبيبي:(دورة 2022)",
        options: [
            "حكة وسيلان",
            "ألم وحرارة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتظاهر بحكة وسيلان أذن من دون ألم أو نقص سمع واضح ، لا يوجد انثقاب غشاء الطبل أو مرض ضمن الاذن الوسطى. (مقرر ص61)"
    },
    {
        question: "30. علاج التهاب الجيب الجانبي الخثري:(دورة 2022)",
        options: [
            "حج خشاء تام",
            "ربط الشريان السباتي الظاهر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> العلاج يكون بالصادات مع حج خشاء تام مع كشف الجيب الجانبي وتفريغ الخثرة الإنتانية، قد يستطب ربط الوريد الوداجي الباطن لمنع حدوث الصمات الإنتانية وليس الشريان السباتي الظاهر. (مقرر ص76)"
    },
    {
        question: "31. في التهاب الأذن الوسطى المزمن الخبيث:(دورة 2022)",
        options: [
            "سيلان أذن لا يجف",
            "العلاج جراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يترافق بنقص سمع نقلي وسيلان أذن نادراً ما يجف، نتن الرائحة، وانثقاب غشاء طبل هامشي. (مقرر ص70)"
    },
    {
        question: "32. الكسور الطولانية في العظم الصدغي:(دورة 2022)",
        options: [
            "نادراً ما تسبب سيلان سائل دماغي شوكي",
            "تسبب نقص سمع حسي عصبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> سيلان السائل الدماغي الشوكي نادر الحدوث في الكسور الطولانية، ونقص السمع من النمط التوصيلي. (مقرر ص81)"
    },
    {
        question: "33. الورم الكبي الوداجي:(دورة 2022)",
        options: [
            "ورم سليم إنذاره سيء",
            "علامة بروان إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> علامة بروان: عند ضغط الهواء بمنظار سيغل على غشاء الطبل يزول نبضان الكتلة ويشحب لونها. (مقرر ص77)"
    },
    {
        question: "34. تصلب الأذن (الاستحالة الإسفنجية):(دورة 2022)",
        options: [
            "مرض مترقٍ ببطء",
            "ظاهرة خطل السمع إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مرض مترقٍ ببطء يزداد مع مرور الزمن، وهو مرض وراثي في 50% من الحالات، يتميز بالمقدرة على السماع بشكل أفضل في الأجواء الصاخبة \"خطل السمع\"، والطنين شائع وعلامة شوارتز إيجابية.(مقرر ص79)"
    },
    {
        question: "35. الورم الكوليسترولي:(دورة 2022)",
        options: [
            "هو تراكم جلد في الأذن الوسطى",
            "تشخيصه بالخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هو تجمع للظهارة الشائكة المتقرنة لغشاء الطبل ضمن الاذن الوسطى ، لا علاقة للخزعة بتشخيصه فهو ليس كتلة ورمية حقيقية.(مقرر ص70)"
    },
    {
        question: "36. من اختلاطات التهاب الأذن الوسطى الحاد الصدغية:(دورة 2022)",
        options: [
            "التهاب التيه القيحي",
            "شلل العصب السابع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> من اختلاطات التهاب الأذن الوسطى الحاد الداخل الصدغية: التهاب الخشاء الحاد، شلل العصب الوجهي7، التهاب التيه القيحي، التهاب الصخرة. (مقرر ص72+74)"
    },
    {
        question: "37. التهاب الأذن الوسطى الحاد القيحي:(دورة 2022)",
        options: [
            "من أسبابه العصيات الزرق",
            "الانثقاب يكون بمرحلة التقيح",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أشيع الجراثيم المسببة هي العقديات الرئوية والمستدميات النزلية والموركسيلا والعقديات المقيحة، والانثقاب يكون بمرحلة التفجير.(مقرر ص66+67)"
    },
    {
        question: "38. في شق غشاء الطبل:(دورة 2021)",
        options: [
            "حقن موضعي لقطرة ليدوكائين",
            "يتم الخزع في منطقة غشاء شرابنل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يُجرى بعد تخدير الغشاء بمحلول بونان أو ليدوكائين 2% في عدة نقاط من القسم الغضروفي لمجرى السمع الظاهر، أو بالتخدير العام وأحياناً دون تخدير عند الرضع.(مقرر صفحة 55)"
    },
    {
        question: "39. التهاب الطبلة الفقاعي:(دورة 2021)",
        options: [
            "نقص سمع",
            "ألم أذني",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يشكو المريض من ألم شديد دون نقص في السمع أو حرارة.(مقرر صفحة 60)"
    },
    {
        question: "40. انثقاب غشاء الطبل الرضي مع نقص سمع توصيلي بسيط:(دورة 2021)",
        options: [
            "سلامة العظيمات",
            "سلامة القوقعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> عند إصابة العظيمات مع إنثقاب غشاء الطبل يكون النقص متوسطاً، وعند إصابة القوقعة يكون مختلطاً.( مقرر صفحة 56)"
    },
    {
        question: "41. من شروط ترقيع غشاء الطبل:(دورة 2021)",
        options: [
            "سلامة وظيفة النفير",
            "منعكس الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يجب أن تكون الأذن جافة لمدة شهرين ونفير السمع سالكاً مع غياب البؤر الإنتانية المجاورة.(مقرر صفحة 59)"
    },
    {
        question: "42. التهاب غشاء الطبل الحبيبي:(دورة 2021)",
        options: [
            "سيلان أذن",
            "تخرب عظيمات السمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتظاهر بحكة وسيلان أذن دون وجود انثقاب في غشاء الطبل أو مرض في الأذن الوسطى.(مقرر صفحة 61)"
    },
    {
        question: "43. أسباب انسداد النفير:(دورة 2021)",
        options: [
            "الناميات عند الأطفال",
            "الرضوض عند الكبار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أورام البلعوم عند الكبار.(مقرر صفحة 63)"
    },
    {
        question: "44. التهاب الأذن الوسطى المصلي:(دورة 2021)",
        options: [
            "أشيع سبب لنقص السمع عند الأطفال",
            "ألم بالأذن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هو أشيع سبب لنقص السمع المكتسب لدى الأطفال وغالباً ثنائي الجانب ولا يسبب ألماً.(مقرر صفحة 63)"
    },
    {
        question: "45. في مرحلة التفجير من التهاب الأذن الوسطى القيحي الحاد ينقص:(دورة 2021)",
        options: [
            "السمع",
            "الألم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يزول الألم وتنخفض الحرارة ويتحسن السمع.(مقرر صفحة 67)"
    },
    {
        question: "46. التهاب الأذن الوسطى الظهاري الحرشفي:(دورة 2021)",
        options: [
            "سيلان أذن لا يجف",
            "رائحة كريهة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يترافق بنقص سمع نقلي، و سيلان أذن نادراً ما يجف نتن الرائحة وانثقاب غشاء طبل هامشي(مقرر صفحة 70)"
    },
    {
        question: "47. سبب الورم الكوليسترولي:(دورة 2021)",
        options: [
            "نقص مناعة وسكري",
            "انثقاب مركزي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> سبب الورم الكولسيترولي هو تشكل جيب إنسحابي أو بسبب انثقاب هامشي يشمل الحوية أو إنثقاب في غشاء شرابنل كما يمكن أن يكون نادرا  بسبب خلقي أو حؤول شائك للغشاء المخاطي الأذن الوسطى و الناجم عن إنتان مزمن. ( مقرر صفحة 70)"
    },
    {
        question: "48. تناذر غرادينغو يكون بسبب إصابة العصب:(دورة 2021)",
        options: [
            "الخامس",
            "السابع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> انضغاط عقد غاسر مع احتمال شلل العصب السادس يحدث في التهاب الصخرة.(مقرر صفحة 74)"
    },
    {
        question: "49. الورم الكبي الوداجي:(دورة 2021)",
        options: [
            "العلاج الأساسي التصميم",
            "ال NA للتشخيص",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> المعالجة الأساسية جراحية، يفيد التصميم قبلها لتخفيف النزف، أما الأشعة فهي داعمة للجراحة أو في الحالات المتقدمة المترافقة مع امتداد الورم للدماغ التشخيص يتم بواسطة CT و MRI مع الحقن وتصوير الشرايين.(مقرر صفحة 77)"
    },
    {
        question: "50. في تناذر كرزون:(دورة 2021)",
        options: [
            "نقص سمع حسي عصبي",
            "ضمور فك علوي",
            "تدلي لسان",
            "انشقاق قبة الحنك"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يشاهد في متلازمة كرزون ما يلي:  عسر تصنع قحفي وجهي \" جحوظ عيني، ضمور فك علوي، انسداد مجرى سمع ظاهر، تشوه أذن وسطى، تباعد موقين، أنف كالببغاء\"  أما تدلي اللسان نحو الخلف والأسفل + انشقاق قبة الحنك يشاهدان في بيير روبين ولا يوجد نقص سمع حسي عصبي في تناذر كرزون لعدم إصابته الأذن الداخلية.(مقرر صفحة 53)"
    },
    {
        question: "51. التهاب غشاء الطبل الحبيبي:(دورة 2020)",
        options: [
            "انثقاب غشاء الطبل",
            "ألم في الأذن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتظاهر بحكة وسيلان أذن من دون ألم أو نقص سمع واضح ، لا يوجد انثقاب غشاء الطبل أو مرض ضمن الاذن الوسطى. (مقرر ص61)"
    },
    {
        question: "52. انثقاب غشاء الطبل الرضي:(دورة 2020)",
        options: [
            "حواف مشرشرة",
            "العلاج هو الجراحة في حال انخلاع العظيمات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تترافق مع انثقاب غشاء طبل مشرشر ، 80% من الانثقابات الرضية تشفى تلقائياً، وعند حدوث أذية في العظيمات يجرى فتح أذن وسطى استقصائي مع تصنيع عظيمات. (مقرر ص56+57)"
    },
    {
        question: "53. تصلب الأذن (الاستحالة الإسفنجية) تحدث عند:(دورة 2020)",
        options: [
            "الإناث",
            "الشباب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مرض وراثي خاصة عند الإناث بنسبة 2:1 ، أي تصيب الشباب ايضا ويكثر في العرق الأبيض ويبدأ في سن الشباب ويكون ثنائي الجانب غالباً.(مقرر ص79)"
    },
    {
        question: "54. الورم الكبي الوداجي:(دورة 2020)",
        options: [
            "طنين نابض",
            "ألم شديد في الأذن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الطنين النابض أهم الأعراض، لم يذكر الألم في المقرر.(مقرر ص77)"
    },
    {
        question: "55. التهاب الأذن الوسطى الظهاري الحرشفي:(دورة 2020)",
        options: [
            "سيلان نادراً ما يجف",
            "علاجه جراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يترافق بنقص سمع نقلي وسيلان أذن نادراً ما يجف، والمعالجة هنا دائماً جراحية.(مقرر ص70)"
    },
    {
        question: "56. من الاختلاطات داخل العظم الصدغي لالتهاب الأذن الوسطى القيحي:(دورة 2020)",
        options: [
            "التهاب التيه القيحي",
            "التهاب الجيب الجانبي الخثري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> التهاب الجيب الجانبي الخثري من الاختلاطات القحفية.(مقرر ص76)"
    }, {
        question: "57. التهاب الأذن الوسطى القيحي الحاد:(دورة 2020)",
        options: [
            "يسببه العصيات الزرق",
            "ينثقب غشاء الطبل بمرحلة التقيح",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تسببه العقديات الرئوية ، المستدميات النزلية ، العقديات المقيحة و الموركسيلا ، ينثقب غشاء الطبل بمرحلة التفجير.(مقرر ص66)</p>"
    },
    {
        question: "58. في كسور العظم الصدغي الطولانية:(دورة 2020)",
        options: [
            "نقص سمع حسي عصبي",
            "نادراً ما يحدث سيلان CSF",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الطولاني نقص سمع توصيلي ، بينما المعترضة حسي عصبي . (مقرر ص81)</p>"
    },
    {
        question: "59. الورم الكوليسترولي في الأذن:(دورة 2020)",
        options: [
            "خلقي",
            "يشخص بالخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نادراً خلقي ولا يشخص بالخزعة.(مقرر ص70)</p>"
    },
    {
        question: "60. تناذر غرادينغو:(دورة 2020)",
        options: [
            "دوار",
            "حول أنسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يتضمن التناذر سيلان أذن وحَول أنسي وألم خلف المقلة والناحية الجدارية.(مقرر ص74)</p>"
    },
    {
        question: "61. التهاب الأذن الوسطى المصلي:(دورة 2020)",
        options: [
            "سيلان من الأذن",
            "بسبب السباحة المتكررة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>هو انصباب سائل داخل الاذن الوسطى وليس سيلان منها ، يحدث بسبب انسداد نفير اوستاش او التهاب الاذن الوسطى الجرثومي أو الفيروسي. (مقرر ص63)</p>"
    },
    {
        question: "62. شق الطبلة:(دورة 2020 حملة)",
        options: [
            "يسبب نقص سمع شديد",
            "يتم في الربع الخلفي العلوي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتم في الربع السفلي الخلفي أو السفلي الأمامي ولا يتم في الربع الخلفي العلوي لوجود عظيمات السمع ، لا يسبب نقص سمع شديد. (مقرر ص55)</p>"
    },
    {
        question: "63. شروط ترقيع غشاء الطبل:(دورة 2020 حملة)",
        options: [
            "نفير سالك",
            "أذن جافة لشهرين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>شروط عملية الترقيع أذن جافة لمدة شهرين ونفير سمع سالك وعدم وجود بؤرة إنتانية مجاورة.(مقرر ص59)</p>"
    },
    {
        question: "64. من علامات انثقاب غشاء الطبل الرضي:(دورة 2020 حملة)",
        options: [
            "انثقاب كبير",
            "سيلان مصلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العلامات تتضمن انثقاب غشاء طبل مشرشر، نزف من الأذن، خثرات دموية في المجرى. .(مقرر ص56)</p>"
    },
    {
        question: "65. التهاب الطبلة الفقاعي:(دورة 2020 حملة)",
        options: [
            "مجهول السبب",
            "يتميز بفقاعات على الجدار الإنسي للطبلة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>سببه حمة راشحة، يتظاهر بوجود فقاعات على الجدار الوحشي من غشاء الطبل. .(مقرر ص60)</p>"
    },
    {
        question: "66. الرض الأذني بتغير الضغط الجوي:(دورة 2020 حملة)",
        options: [
            "يحدث عند هبوط الطائرة السريع",
            "قد يحتاج لخزع طبلة في الحالات المعندة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العلاج الأساسي بتعديل الضغط في الأذن الوسطى بإجراء حركة فالسالفا، وتقطير المقبضات الوعائية في الأنف وبمضادات الهيستامين والاحتقان بالطريق العام، وربما احتاج الأمر إلى شق غشاء الطبل.(مقرر ص62)</p>"
    },
    {
        question: "67. التهاب الأذن الوسطى المصلي:(دورة 2020 حملة)",
        options: [
            "سائل مصلي في المجرى",
            "السبب الأكثر شيوعاً لنقص السمع عند الأطفال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يكون عادة ثنائي الجانب وهو انصباب السائل داخل الاذن الوسطى وليس في المجرى. (مقرر ص63)</p>"
    },
    {
        question: "68. من أسباب الورم الكوليسترولي:(دورة 2020 حملة)",
        options: [
            "جيب انسحابي",
            "التدخين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا علاقة له بالتدخين، يكون بسبب تشكل جيب انسحابي أو انثقاب هامشي يشمل الحوية أو انثقاب في غشاء شرابنل. (مقرر ص70)</p>"
    },
    {
        question: "69. التهاب الأذن الوسطى المزمن الظهاري:(دورة 2020 حملة)",
        options: [
            "سيلان نتن الرائحة",
            "يحتاج للجراحة دائما",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>سيلان أذن نتن الرائحة نادراً ما يجف، وانثقاب غشاء طبل هامشي أو في غشاء شرابنل، و المعالجة جراحية دائمًا.(مقرر ص70)</p>"
    },
    {
        question: "70. في تصلب الأذن:(دورة 2020 حملة)",
        options: [
            "أهم الأعراض دوار محيطي",
            "رينيه سلبية عادة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نقص سمع نقلي (رينيه سلبية) مع علامة كارهارت ، الطنين هو الشائع . (مقرر ص79)</p>"
    },
    {
        question: "71. شروط عملية ترقيع غشاء الطبل:(دورة 2019)",
        options: [
            "سيلان أذن",
            "نفير سمع سالك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>من شروط العملية: أذن جافة لمدة شهرين، نفير سمع سالك، وعدم وجود بؤر إنتانية مجاورة.(مقرر صفحة 59)</p>"
    },
    {
        question: "72. التهاب الأذن الوسطى المصلي:(دورة 2019)",
        options: [
            "علاجه جراحي",
            "نقص سمع حسي عصبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>نقص السمع من النوع التوصيلي، لكن خزع غشاء الطبل وتركيب أنبوب التهوية يجرى في الحالات المزمن والمعندة فقط اما العلاج العادي فيكون اما عفوي او بالصادات والستيروئيدات.(مقرر صفحة 63,64)</p>"
    },
    {
        question: "73. التهاب الأذن الوسطى القيحي الحاد:(دورة 2019)",
        options: [
            "ألم شديد",
            "دوار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد دوار إنما عدم إتزان، والألم يوصف بأنه عميق وثاقب.(مقرر صفحة 66)</p>"
    },
    {
        question: "74. التهاب الأذن الوسطى المزمن المخاطي غير النشط:(دورة 2019)",
        options: [
            "سيلان أذن",
            "غشاء طبل سليم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يترافق مع سيلان، يتميز بانثقاب دائم من النوع المركزي ونقص سمع نقلي.(مقرر صفحة 69)</p>"
    },
    {
        question: "75. أسباب الورم الكوليسترولي:(دورة 2019)",
        options: [
            "خلقي",
            "دوائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سبب الورم الكولسيترولي هو تشكل جيب إنسحابي أو بسبب انثقاب هامشي يشمل الحوية أو إنثقاب في غشاء شرابنل كما يمكن أن يكون نادرا بسبب خلقي أو حؤول شائك للغشاء المخاطي الأذن الوسطى و الناجم عن إنتان مزمن. ( مقرر صفحة 70)</p>"
    },
    {
        question: "76. اختلاطات التهاب التيه القيحي:(دورة 2019)",
        options: [
            "التهاب سحايا",
            "الأذن الميتة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من اختلاطاته التهاب السحايا و تزول وظيفة الحلزون والدهليز بشكل دائم في كل الحالات مع فقد سمع تام وتموت التيه.(مقرر 74)</p>"
    },
    {
        question: "77. الورم الكبي الوداجي:(دورة 2019)",
        options: [
            "تفيد مضادات الاحتقان",
            "طنين نابض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الطنين النابض أهم الأعراض نتيجة لتوعية الورم الغزيرة.(مقرر صفحة 77)</p>"
    },
    {
        question: "78. تصلب الأذن:(دورة 2019)",
        options: [
            "يصيب المحفظة الأذنية",
            "طنين غير شائع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإستحالة الإسفنحية مرض مترقي ببطئ يزداد مع مرور الزمن يصيب المحفظة الأذنية كما أن الطنين شائع و قد يكون مؤشر على التنكس الحسي(مقرر صفحة 79)</p>"
    },
    {
        question: "79. التهاب الأذن الوسطى الحرشفي:(دورة 2019)",
        options: [
            "سيلان دائم لا يجف",
            "علاجه جراحي دائماً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>سيلان أذن نتن الرائحة لا يجف مع انثقاب هامشي، والمعالجة جراحية.(مقرر صفحة 70)</p>"
    },
    {
        question: "80. التهاب الأذن الوسطى المصلي: (دورة 2018)",
        options: [
            "السبب غالباً فيروسي",
            "غياب منعكس الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الفيروسات هي أحد الأسباب المسببة ولكنه ليس السبب الغالب وغياب منعكس الركابة احد الموجودات في الفحص مع نقص سمع توصيلي و معاوقة سمعية نموذج B .(مقرر ص63+64)</p>"
    },
    {
        question: "81. في التهاب الأذن الوسطى الحاد مرحلة الاحتقان: (دورة 2018)",
        options: [
            "سيلان قيحي",
            "دوار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لم يذكر الدوار بشكل صريح، والسيلان القيحي يكون في مرحلة التفجير.(مقرر ص66)</p>"
    },
    {
        question: "82. يعالج التهاب الأذن الوسطى المزمن المخاطي: (دورة 2018)",
        options: [
            "بالقطرات الأذنية",
            "الصادات بالطريق العام",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>قطرات اذنية من الصادات والستيروئيدات ولا حاجة لاستخدام الصادات بالطريق العام.(مقرر ص69)</p>"
    },
    {
        question: "83. في الورم الكوليسترولي:(دورة 2018)",
        options: [
            "انثقاب خبيث",
            "المعالجة دائماً جراحية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يحدث انثقاب طبل خبيث ، المعالجة جراحية دائمًا. (مقرر ص70)</p>"
    },
    {
        question: "84. التهاب الخشاء الحاد:(دورة 2018)",
        options: [
            "خاصة عند الأطفال",
            "المرنان هو الاستقصاء الشعاعي المفضل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التهاب الخشاء الحاد يعتبر من الاختلاطات داخل الصدغية وذكر ان الاختلاطات داخل الصدغية تحدث خاصة عند الأطفال و CT هو الاستقصاء الشعاعي المفضل.(مقرر ص72+73)</p>"
    },
    {
        question: "85. يمكن أن يؤدي التهاب التيه القيحي إلى:(دورة 2018)",
        options: [
            "الأذن الميتة",
            "التهاب السحايا",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تزول وظيفة الحلزون والدهليز بشكل دائم في كل الحالات (الأذن الميتة) ، و ينتقل الالتهاب الى السحايا عن طريق القناة المائية الحلزونية. (مقرر ص74)</p>"
    },
    {
        question: "86. تصلب الأذن:(دورة 2018)",
        options: [
            "طنين نابض",
            "شلل أعصاب قحفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الطنين شائع و لكنه غير نبضي ، ويعد شلل الأعصاب القحفية والطنين النابض بالورم الكبي الوداجي. (مقرر ص79)</p>"
    },
    {
        question: "87. غشاء طبل أزرق:(دورة 2018)",
        options: [
            "كسر عظم صدغي",
            "ورم كبي وداجي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>اللون الأزرق ناجم عن تجمع الدم داخل جوف الأذن الوسطى. (مقرر ص77+81)</p>"
    },
    {
        question: "88. في كافة انثقابات غشاء الطبل الرضي يجب القيام بـ:(دورة 2017)",
        options: [
            "تخطيط سمع كهربائي",
            "التحري عن علامة الناسور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا تُنظف الأذن و لا تعطى القطيرات و لا يُجرى الغسيل يجب تنظير الأذن و غشاء الطبل و إجراء الإختبارات السمعية كما أن التحري عن علامة الناسور ليس من ضمن التوصيات.(مقرر صفحة 57)</p>"
    },
    {
        question: "89. التهاب غشاء الطبل الحبيبي:(دورة 2017)",
        options: [
            "عند المسنين",
            "يسبب نقص سمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يتظاهر بألم أو نقص واضح في السمع.(مقرر صفحة 61)</p>"
    },
    {
        question: "90. انثقاب غشاء الطبل السليم:(دورة 2017)",
        options: [
            "صغير يشمل الحوية",
            "غشاء شرابنل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الانثقاب الهامشي أو الخبيث يجب أن يشمل الحوية حتى لو كان صغيراً أو غشاء شرابنل.(مقرر صفحة 57)</p>"
    },
    {
        question: "91. الورم الكوليسترولي:(دورة 2017)",
        options: [
            "علاجه جراحي دائما",
            "طبقة متوسفة ضمن الأذن الخارجية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المعالجة جراحية وتهدف إلى استئصال الورم الكولسترولي والنسيج الحبيبي، الطبقة المتوسفة تكون ضمن الأذن الوسطى.(مقرر صفحة 70)</p>"
    },
    {
        question: "92. التهاب الصخرة:(دورة 2017)",
        options: [
            "سيلان أذني",
            "شلل العصب السابع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سيلان أذن وحول أنسي وألم خلف المقلة والناحية الجدارية، شلل العصب السادس وانضغاط عقد غاسر من أعراض التهاب الصخرة.(مقرر صفحة 74)</p>"
    },
    {
        question: "93. أهم الجراثيم بالتهاب الأذن القيحي الحاد:(دورة 2017)",
        options: [
            "الرئويات",
            "المستدمية النزلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أشيع الجراثيم هي العقديات الرئوية والمستدميات النزلية والموراكسيلا والعقديات المقيحة.(مقرر صفحة 66)</p>"
    },
    {
        question: "94. التهاب الجيب الجانبي الخثري:(دورة 2017)",
        options: [
            "اختلاط لداء منيير",
            "يسبب صلابة عنق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يتظاهر سريريا ب نوب متقطعة من الحمى العالية مع العرواءات و اذا امتدت الخثرة بإتجاه العنق حدث مضض على طول الوريد الوداجي الباطن و صلابة عنق.(مقرر صفحة 76)</p>"
    },
    {
        question: "95. تصلب الأذن:(دورة 2017)",
        options: [
            "غشاء طبل طبيعي",
            "يزداد أعراضه بالحمل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تزداد شدة الأعراض أثناء الحمل وتكراره، وغشاء الطبل طبيعي بمنظره وحركته.(مقرر صفحة 79)</p>"
    },
    {
        question: "96. علاج التهاب الأذن الوسطى المصلي:(دورة 2017)",
        options: [
            "مضادات احتقان",
            "موسعات وعائية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تفيد الصادات والستيروئيدات في الحالات تحت الحادة والمزمنة لكن لفترة محددة، لا يوجد دراسات تدعم استخدام الهيستامين ومضادات الاحتقان.(مقرر صفحة 64)</p>"
    },
    {
        question: "97. اختلاطات الرض الأذني بتغير الضغط الجوي:(دورة 2017)",
        options: [
            "تمزق النوافذ التيهية",
            "انصباب دموي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد تختلط الحالة بتمزق نوافذ تيهية و ربما يحدث انصباب سائل مصلي أو مدمى في الأذن الوسطى.(مقرر صفحة 62)</p>"
    },
    {
        question: "98. الورم الكبي الوداجي:(دورة 2017)",
        options: [
            "طنين نابض",
            "اختلاط لالتهاب الأذن الوسطى المزمن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الطنين النابض أهم الأعراض نتيجة لتوعية الورم الغزيرة، وليس له علاقة باختلاطات التهاب الأذن المزمن.(مقرر صفحة 77)</p>"
    },
    {
        question: "99. التهاب الأذن الوسطى المزمن الفعال (النشيط):(دورة 2017)",
        options: [
            "سيلان",
            "ألم شديد بالأذن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد ألم، يوجد سيلان مخاطي أو مخاطي قيحي.(مقرر صفحة 69)</p>"
    },
    {
        question: "100. التهاب التيه القيحي:(دورة 2017)",
        options: [
            "دوار شديد",
            "نقص سمع حسي عصبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يتظاهر سريرياً بـ: نقص سمع حسي مفاجئ، دوار شديد لأيام، رأرأة، غثيان، إقياء.(مقرر صفحة 74)</p>"
    },
    {
        question: "101. يفيد في شلل العصب الوجهي بعد التهاب أذن وسطى حاد: (دورة 2017)",
        options: [
            "خزع غشاء طبل",
            "حج خشاء قشري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعالج عبر خزع غشاء الطبل ورشف القيح من الأذن الوسطى مع المعالجة بالصادات.(مقرر صفحة 73)</p>"
    },{
        question: "102. التهاب غشاء الطبل الفقاعي:(دورة 2017 حملة)",
        options: [
            "خلافي",
            "مجهول السبب",
            "فقاعات على الجانب الأنسي",
            "يعالج بالستيروئيدات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> سببه حمة راشحة، فقاعات على الجدار الوحشي من غشاء الطبل. (السؤال ربما به خطأ لأن العلاج عرضي خاصة المسكنات ويمكن أن يجرى أحيانا ثقب الفقاعة بإبرة معقمة رفيعة لتخفيف الألم)، لكن في حال وروده بهذه الصيغة تماماً فالجواب C (مقرر صفحة 60)"
    },
    {
        question: "103. التهاب غشاء الطبل الحبيبي:(دورة 2017 حملة)",
        options: [
            "نقص سمع نقلي",
            "ألم أذني",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتظاهر بحكة وسيلان أذن دون ألم أو نقص واضح في السمع.(مقرر صفحة 61)"
    },
    {
        question: "104. نرى انثقاب غشاء شرابنل في التهاب الأذن الوسطى:(دورة 2017 حملة)",
        options: [
            "مزمن سليم",
            "مزمن خبيث",
            "مصلي",
            "مخاطي نشط"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الانثقاب الهامشي أو الخبيث يجب أن يشمل الحوية حتى لو كان صغيرا أو غشاء شرابنل.(مقرر صفحة 57)"
    },
    {
        question: "105. في تصلب الأذن كل ما يلي صحيح عدا:(دورة 2017 حملة)",
        options: [
            "80% مزدوج",
            "طنين مرتفع",
            "غشاء طبل طبيعي",
            "ثلمة كاهارت عند 2000 هرتز"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> ثنائي الجانب غالباً، غشاء الطبل طبيعي من خلال الفحص، ويظهر تخطيط السمع نقص سمع نقلي مع انخفاض الطريق العظمي في التواتر 2000 \"ثلمة كاهارت\"، والطنين منخفض التواتر.(مقرر صفحة 79)"
    },
    {
        question: "106. من اختلاطات الرض الأذني بتغير الضغط الجوي:(دورة 2017 حملة)",
        options: [
            "تمزق نوافذ تيهية",
            "نقص سمع حسي عصبي شديد",
            "انصباب مدمى",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يختلط الرض الأذني بتغير الضغط الجوي بتمزق النوافذ التيهية، وتسبب نقص سمع حسي عصبي شديد وعلامة الناسور إيجابية، وإذا حدث ضغط سلبي نسبي في الأذن الوسطى يؤدي ذلك إلى انسحاب غشاء الطبل للداخل وإلى احتقان شديد في مخاطية الأذن الوسطى وتوسع في أوعيتها وربما انصباب سائل مصلي أو مدمى فيها.(مقرر صفحة 62)"
    },
    {
        question: "107. أكثر اختلاطات أنابيب التهوية شيوعاً:(دورة 2017 حملة)",
        options: [
            "انسداد الأنبوب",
            "الإنتان",
            "بقاء الانثقاب",
            "أذية العظيمات"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أهم اختلاطات الأنابيب هو الإنتان، ويمكن أن يحدث بقاء الانثقاب في غشاء الطبل بعد خروج الأنبوب بخاصة عند استخدام أنبوب من النوع T.(مقرر صفحة 65)"
    },
    {
        question: "108. كل ما يلي صحيح حول السيلان الأذني عدا:(دورة 2017 حملة)",
        options: [
            "الرائق بعد الرض هو سائل دماغي شوكي",
            "سيلان مزمن مع ألم قد يدل على اختلاط",
            "التهاب دماغ – مع صلابة نقرة",
            "ورم كولستريني – رائحة نتنة مع انثقاب غشاء شرابنل"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> أكثر جواب منطقي"
    },
    {
        question: "109. ألم الأذن:(دورة 2017 حملة)",
        options: [
            "في التهاب الأذن الوسطى القيحي الحاد",
            "علامة سوء إنذار في شلل بيل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> في حال كان الألم خلف الأذن يؤدي لسوء إنذار شلل بل"
    },
    {
        question: "110. نقص سمع توصيلي:(دورة 2017 حملة)",
        options: [
            "متلازمة كرزون",
            "متلازمة بيير روبين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> كلاهما من المتلازمات التي تؤدي لتشوهات خلقية في الأذن الوسطى بالتالي النقص توصيلي.(مقرر صفحة 53)"
    },
    {
        question: "111. التهاب التيه القيحي:(دورة 2016)",
        options: [
            "من اختلاطاته التهاب السحايا",
            "يؤدي لحدوث الأذن الميتة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يعد التهاب سحايا و الاذن الميتة (ازالة وظيفة الحلزون و الدهليز بشكل دائم مع فقد سمع و تموت التيه). (مقرر ص74)"
    },
    {
        question: "112. في التهاب الأذن الوسطى المزمن الظهاري الحرشفي:(دورة 2016)",
        options: [
            "يدعى بالتهاب الأذن الوسطى المزمن الخبيث",
            "سيلان نادراً ما يجف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يترافق بنقص سمع نقلي وسيلان أذن نتن الرائحة نادراً ما يجف.(مقرر ص70)"
    },
    {
        question: "113. الورم الكبي الوداجي:(دورة 2016)",
        options: [
            "يعد نقص السمع من أهم الأعراض",
            "يسبب إصابة الأعصاب القحفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الطنين النابض أهم الأعراض، وفي الحالات المتقدمة يحدث شلول الأعصاب القحفية من 6 وحتى 12، و يحدث نقص سمع نقلي في البدء ثم يصبح حسي عصبي.(مقرر ص77)"
    },
    {
        question: "114. الكارسينوما شائكة الخلايا في الأذن الوسطى:(دورة 2016)",
        options: [
            "لها علاقة بالتدخين",
            "غالباً عند الرجال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لم تذكر علاقتها بالتدخين في المقرر، وهي نادرة وتشاهد في العقد الخامس و في الجنسين.(مقرر ص78)"
    },
    {
        question: "115. إن تحريك الصيوان في التهاب الأذن الوسطى يكون مؤلم عند:(دورة 2016)",
        options: [
            "الأطفال",
            "البالغين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يكون مؤلم عند الرضع لصغر مجرى السمع الظاهر العظمي لديهم.(مقرر ص67)"
    },
    {
        question: "116. في داء رامزي هانت في الأذن الوسطى:(دورة 2016)",
        options: [
            "يسببه الفيروس الحليمومي البشري",
            "ألم أذني",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> سببه حلأي.(مقرر ص44)"
    },
    {
        question: "117. في التهاب الأذن الوسطى المزمن المخاطي غير النشيط:(دورة 2016)",
        options: [
            "يترافق مع سيلان",
            "انثقاب غشاء طبل مؤقت",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا يترافق مع سيلان، يتميز بنقص سمع نقلي وانثقاب غشاء طبل دائم من النوع المركزي.(مقرر ص69)"
    },
    {
        question: "118. في التهاب الخشاء الحاد:(دورة 2016)",
        options: [
            "يعد CT الاستقصاء الشعاعي المفضل",
            "يمكن أن تكون المعالجة بحج الخشاء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الجراحة تكون بحج خشاء قشري مع خزع لغشاء الطبل إذا لم يحدث انثقاب عفوي فيه.(مقرر ص73)"
    },
    {
        question: "119. في تصلب الأذن:(دورة 2016)",
        options: [
            "يكون خطل السمع إيجابي",
            "علامة بروان إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> المقدرة على السماع بشكل أفضل في الأجواء الصاخبة .(مقرر ص79)"
    },
    {
        question: "120. في الكسور الطولانية للعظم الصدغي:(دورة 2016)",
        options: [
            "يمكن أن يشمل غشاء الطبل",
            "نادراً ما يحدث سيلان سائل دماغي شوكي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يمتد الكسر على المحور الطولاني للصخرة و يشمل الأءن الوسطى و غشاء الطبل و القسم العظمي من مجرى السمع الظاهر . (مقرر ص81)"
    },
    {
        question: "121. من شروط ترقيع غشاء الطبل:(دورة 2016)",
        options: [
            "سلامة التيه",
            "سلامة عظم الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> شروط عملية الترقيع: أذن جافة لمدة شهرين، ونفير سمع سالك، وعدم وجود بؤرة انتانية مجاورة. .(مقرر ص59)"
    },
    {
        question: "122. يشاهد في بيير روبين:(دورة 2016)",
        options: [
            "ضمور الفك العلوي",
            "نقص السمع الحسي العصبي",
            "تباعد الموقين",
            "عسر تصنع قحفي وجهي",
            "تدلي اللسان للخلف"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong> ضمور فك سفلي ،نقص سمع توصيلي، انشقاق قبة الحنك .(مقرر ص53)"
    },
    {
        question: "123. يحصل الرض الأذن يبتغير الضغط الجوي في :(دورة 2016)",
        options: [
            "هبوط الطائرة السريع",
            "بالغوص العميق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> (مقرر ص62)"
    },
    {
        question: "124. في التهاب غشاء الطبل الحبيبي:(دورة 2016)",
        options: [
            "فيروسي",
            "نقص سمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يحدث بسبب التهاب المجرى أو اكزيما ، يتظاهر بحكة وسيلان أذن من دون ألم أو نقص سمع واضح ، لا يوجد انثقاب غشاء الطبل أو مرض ضمن الاذن الوسطى. (مقرر ص61)"
    },
    {
        question: "125. يجري شق غشاء الطبل:(دورة 2015)",
        options: [
            "في النصف السفلي منه",
            "في التهاب الأذن الوسطى القيحي المزمن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يجري في التهاب الأذن الوسطى القيحي الحاد.(مقرر صفحة 68)"
    },
    {
        question: "126. في انثقاب غشاء الطبل الرضي:(دورة 2015)",
        options: [
            "تكون علامة رينيه سلبية",
            "نستخدم في علاجه قطرات أذنية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تكون رينيه سلبية بسبب حدوث نقص سمع من النوع التوصيلي غير شديد.(مقرر صفحة 56)"
    },
    {
        question: "127. في انثقاب غشاء الطبل الهامشي أو الخبيث:(دورة 2015)",
        options: [
            "يشمل الحوية",
            "يتوضع في غشاء شرابنل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تم ذكره سابقا"
    },
    {
        question: "128. من أسباب انسداد نفير أوستاش:(دورة 2015)",
        options: [
            "الناميات عند الأطفال",
            "سرطان البلعوم الفموي عند البالغين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> البلعوم الأنفي و ليس الفموي (مقرر صفحة 63)"
    },
    {
        question: "129. في التهاب الأذن الوسطى المصلي:(دورة 2015)",
        options: [
            "يكون مخطط المعاوقة السمعية من النموذج B",
            "يحدث فيه نقص سمع نقلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> قد نجد نقص سمع توصيلي و معاوقة سمعية من نموذج B.(مقرر صفحة 64)"
    },
    {
        question: "130. في التهاب الأذن الوسطى القيحي الحاد:(دورة 2015)",
        options: [
            "يحدث الانثقاب بمرحلة التقيح",
            "من أسبابه العقديات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يحدث الانثقاب بمرحلة التفجير، من أسبابه الرئويات والمستدمية والموركسيلا والعقديات المقيحة.(مقرر صفحة 66,67)"
    },
    {
        question: "131. في علاج التهاب الأذن الوسطى القيحي المزمن نستخدم:(دورة 2015)",
        options: [
            "قطرات صادات وستيروئيدات",
            "ستيروئيدات جهازية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تعطى الستيروئيدات بقطرات أذنية، ولا حاجة لاستخدام الصادات بالطريق العام.(مقرر صفحة 69)"
    },
    {
        question: "132. الورم الكوليسترولي:(دورة 2015)",
        options: [
            "يحدث بسبب انثقاب مركزي في غشاء الطبل",
            "علاجه دوماً جراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يحدث بسبب تشكل جيب انسحابي أو انثقاب هامشي يشمل الحوية أو انثقاب في غشاء شرابنل.(مقرر صفحة 70)"
    },
    {
        question: "133. الورم الكبي الوداجي:(دورة 2015)",
        options: [
            "أهم أعراضه نقص السمع",
            "يحدث فيه سيلان مدمى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أهم أعراضه الطنين النابض.(مقرر صفحة 77)"
    },
    {
        question: "134. في تصلب الأذن:(دورة 2015)",
        options: [
            "يحدث نقص سمع نقلي",
            "تكون ظاهرة الاستنفار إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الإستنفار سلبية و يحدث نقص سمع نقلي (مقرر صفحة 79)"
    },
    {
        question: "135. كسور العظم الصدغي:(دورة 2015)",
        options: [
            "غالباً تكون كسور معترضة",
            "في الكسور الطولانية نادراً ما يحدث فيها سيلان للسائل الدماغي الشوكي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الكسور الطولانية تشكل 80% من الحالات، و سيلان السائل الدماغي الشوكي نادر فيها (مقرر صفحة 81)"
    },
    {
        question: "136. يحدث في التهاب الصخرة:(دورة 2015)",
        options: [
            "إصابة العصب القحفي الخامس",
            "إصابة العصب القحفي السادس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يحدث شلل العصب السادس وانضباط عقد غاسر.(مقرر صفحة 72)"
    },
    {
        question: "137. في تصلب الأذن:(دورة 2014)",
        options: [
            "غشاء الطبل طبيعي",
            "علامة بروان إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> غشاء الطبل طبيعي بمنظره و حركته قد يشاهد علامة شوارتز، بينما علامة بروان تكون في الورم الكبي الوداجي"
    },
    {
        question: "138. فيما يخص انثقاب غشاء شرابنل:(دورة 2014)",
        options: [
            "يسبب نقص سمع شديد",
            "انثقاب خبيث",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا يسبب نقص سمع شديد ولا سيلان أذن. (مقرر ص57)"
    },
    {
        question: "139. التهاب غشاء الطبل الحبيبي:(دورة 2014)",
        options: [
            "فيروسي",
            "لا يترافق مع انثقاب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يحدث بسبب التهاب المجرى أو اكزيما و يعالج بالصادات فهو ليس فيروسي لا يوجد انثقاب في غشاء الطبل. (مقرر ص61)"
    },
    {
        question: "140. الجراثيم المسببة لالتهاب الأذن الوسطى القيحي الحاد:(دورة 2014)",
        options: [
            "الموراكسيلا",
            "العقديات الرئوية",
            "المستدميات النزلية",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الموراكسيلا، العقديات الرئوية،المستدميات النزلية و العقديات المقيحة"
    },
    {
        question: "141. يعالج التهاب الأذن الوسطى المخاطي المزمن النشيط بـ:(دورة 2014)",
        options: [
            "الصادات والستيروئيدات الموضعية",
            "الصادات الجهازية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قطرات أذنية من صادات و ستيروئيدات و لا حاجة لاستخدام الصادات بالطريق العام"
    },
    {
        question: "142. استسقاء الدماغ أذني المنشأ:(دورة 2014)",
        options: [
            "آلية مجهولة",
            "يسبب توسع البطينات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يظهر CT حجم البطينات طبيعي و لكن البزل القطني يؤكد ارتفاع الضغط داخل CSF. (مقرر ص76)"
    },
    {
        question: "143. في الورم الكبي الوداجي:(دورة 2014)",
        options: [
            "العرض الأشيع هو النزف",
            "يعالج جراحياً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الطنين النابض أهم الأعراض ، قد يثقب غشاء الطبل و يتبارز الورم ككتلة على شكل سليلة نازفة ، معالجة الجراحة و الأشعة داعمة .(مقرر ص77)"
    },
    {
        question: "144. في غشاء شرابنل:(دورة 2013)",
        options: [
            "انثقاب مركزي",
            "يسبب نقص سمع كبير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> انثقاب هامشي لا يسبب نقص سمع كبير.(مقرر صفحة 57)"
    },
    {
        question: "145. انسداد نفير أوستاش بسبب:(دورة 2013)",
        options: [
            "التهاب الأنف التحسسي",
            "سرطان البلعوم الأنفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> "
    },
    {
        question: "146. الرض الأذني:(دورة 2013)",
        options: [
            "يزداد الضغط الخارجي بسرعة",
            "سيلان أذن وسطى مزمن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يوجد انصباب وليس سيلان.(مقرر صفحة 62)"
    },
    {
        question: "147. التهاب الأذن الوسطى المزمن المخاطي:(دورة 2013)",
        options: [
            "دوار لعدة ثوان",
            "تُعالج بقطرات أذنية من الصادات والستيروئيدات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> لا يسبب دوار، يُعالج بقطرات أذنية من الصادات و الستيروئيدات (مقرر صفحة 69)"
    },
    {
        question: "148. الورم الكوليسترولي:(دورة 2013)",
        options: [
            "تكاثر البشرة ضمن الأذن الباطنة",
            "المعالجة غالباً جراحية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> التكاثر ضمن الأذن الوسطى، والمعالجة دوماً جراحية ، لا يوجد حل آخر.(مقرر صفحة 70)"
    },
    {
        question: "149. التهاب التيه القيحي:(دورة 2013)",
        options: [
            "يسبب التهاب سحايا",
            "الأذن الميتة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> من اختلاطاته التهاب السحايا وتزول وظيفة الحلزون والدهليز (الأذن الميتة).(مقرر صفحة 74)"
    },
    {
        question: "150. تصلب الأذن:(دورة 2013)",
        options: [
            "علامة شوارتز",
            "علامة بروان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قد يشاهد من خلال غشاء الطبل احمرار يعكس احتقان البؤرة التصلبية في الطنف (علامة شوارتز) (مقرر صفحة 79)"
    },
    {
        question: "151. في الكسور الطولانية نادراً ما يحدث:(دورة 2013)",
        options: [
            "شلل العصب الوجهي",
            "سيلان السائل الدماغي الشوكي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أما سيلان السائل الدماغي الشوكي فهو نادر الحدوث (مقرر صفحة 81)"
    },
    {
        question: "152. في تصلب الأذن:(دورة 2013)",
        options: [
            "معاوقة سمعية نموذج AS",
            "عند الذكور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عند الإناث.(مقرر صفحة 79)"
    }, {
        question: "153. شق غشاء الطبل عند الأطفال:(دورة 2011)",
        options: [
            "دون تخدير",
            "محلول بونان",
            "حقن ليدوكائين",
            "تخدير موضعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تجرى دون تخدير عند الرضع.(مقرر صفحة 55)</p>"
    },
    {
        question: "154. يحدث انثقاب غشاء الطبل الخبيث عند إصابة:(دورة 2011)",
        options: [
            "غشاء شرابنل",
            "الحويضة",
            "الناتئ الاكيلي",
            "القناة السمعية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإنثقاب الخبيث يشمل الحوية حتى لو كان صغيرا أو غشاء شرابنل(مقرر صفحة 57)</p>"
    },
    {
        question: "155. التهاب غشاء الطبل الحبيبي:(دورة 2011)",
        options: [
            "المسنين دون انثقاب",
            "الشباب مع انثقاب",
            "الأطفال مع حكة",
            "البالغين مع ألم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يشاهد عادة عند المسنين يتظاهر بحكة و سيلان الأذن من دون ألم أو نقص في السمع واضح، لا يوجد إنثقاب(مقرر صفحة 61)</p>"
    },
    {
        question: "156. في انسداد النفير:(دورة 2011)",
        options: [
            "تبارز الناتئ الوحشي",
            "المعاوقة السمعية من النمط C",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يحدث تبارز ناتئ المطرقة بسبب انخماص الغشاء.</p>"
    },
    {
        question: "157. التهاب الأذن المصلي:(دورة 2011)",
        options: [
            "ثنائي الجانب",
            "نقص السمع عند الأطفال",
            "غشاء الطبل لونه طبيعي",
            "ال A + B"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يُعد إلتهاب الاذن المصلي السبب الأكثر شيوعا لإصابة الأطفال بنقص السمع المكتسب و يكون عادة ثنائي الجانب، غشاء الطبل كامد يميل لونه إلى الاصفرار إن كان السائل مصلي أو اللون الرمادي إن كان السائل مخاطي(مقرر صفحة 63,64)</p>"
    },
    {
        question: "158. التهاب الأذن الوسطى الحاد الصريح:(دورة 2011)",
        options: [
            "العقديات الرئوية",
            "المستدميات النزلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يحدث بسبب العقديات الرئوية و المستدميات النزلية و الموركسيلا و العقديات المقيحة (مقرر صفحة 66)</p>"
    },
    {
        question: "159. الورم الكوليسترولي:(دورة 2011)",
        options: [
            "إنتان متكرر",
            "نقص مناعة",
            "داء سكري",
            "وراثي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن أن يتشكل الورم الكولسيترولي ضمن الأذن بسبب حؤول شائك للغشاء المخاطي للأذن الوسطى و الناجم عن إنتان مزمن (مقرر صفحة 70)</p>"
    },
    {
        question: "160. التهاب الخشاء الحاد:(دورة 2011)",
        options: [
            "الCT",
            "الرنين المغناطيسي",
            "الأشعة السينية",
            "الموجات فوق الصوتية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعد ال CT الإستقصاء الشعاعي المفضل (مقرر صفحة 73)</p>"
    },
    {
        question: "161. التهاب التيه القيحي:(دورة 2011)",
        options: [
            "جراحي",
            "مضادات حيوية",
            "كورتيكوستيرويد",
            "مسكنات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التداخل الجراحي لإزالة الإنتان و منع حدوث إلتهاب سحايا (مقرر صفحة 74)</p>"
    },
    {
        question: "162. التهاب الجيوب الجانبي الخثري:(دورة 2011)",
        options: [
            "صلابة العنق",
            "حمى",
            "صداع",
            "غثيان"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث مضض على طول الوريد الوداجي الباطن و صلابة عنق (مقرر صفحة 76)</p>"
    },
    {
        question: "163. تصلب الركابة:(دورة 2011)",
        options: [
            "ثنائي الجانب عند الإناث",
            "أحادي الجانب عند الرجال",
            "وراثي فقط",
            "مكتسب فقط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غالبا ثنائي الجانب (مقرر صفحة 79)</p>"
    },
    {
        question: "164. كسور معترضة:(دورة 2011)",
        options: [
            "نادر + نقص سمع غير قابل للتراجع",
            "شائع + نقص سمع قابل للتراجع",
            "نادر + نقص سمع قابل للتراجع",
            "شائع + نقص سمع غير قابل للتراجع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الكسور المعترضة فهي نادرة الحدوث و يحدث فيها نقص سمع عصبي حسي غير قابل للتراجع(مقرر صفحة 81)</p>"
    },
    {
        question: "165. التهاب الخشاء الحاد:(دورة 2010)",
        options: [
            "من طرق علاجه حج الخشاء القشري",
            "المضادات الحيوية فقط",
            "المسكنات فقط",
            "المراقبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الجراحة تكون بحج خشاء قشري مع خزع لغشاء الطبل اذا لم يحدث انثقاب عفوي. (مقرر ص73)</p>"
    },
    {
        question: "166. علامة براون:(دورة 2010)",
        options: [
            "الورم الكبي الوداجي",
            "التهاب الأذن الوسطى",
            "الورم الكوليسترولي",
            "تصلب الركابة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>علامة براون للورم الكبي الوداجي</p>"
    },
    {
        question: "167. التهاب الأذن الوسطى المصلي:(دورة 2010)",
        options: [
            "ويبر تنحرف نحو جهة الإصابة",
            "قد يصل نقص السمع إلى 50 ديسيبل",
            "نمط AS",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نقص سمع توصيلي ، نادرا ما يتجاوز 35 ديسبل و في الالتصاقي يصل الى 50ديسبل ونموذج المعاوقة النموذج B.</p>"
    },
    {
        question: "168. الورم الكبي الوداجي على حساب:(دورة 2010)",
        options: [
            "بصلة الوداجي",
            "الضفيرة الطبلية",
            "العصب السمعي",
            "القوقعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ينشأ على حساب النسيج جانب العقدي الموجود في الطنف و البصلة الوداجية.</p>"
    },
    {
        question: "169. طفل عمره أربع سنوات مصاب بنقص سمع بالأذنين:(دورة 2010)",
        options: [
            "التهاب أذن وسطى مصلي",
            "تصلب الركابة",
            "ورم كوليسترولي",
            "كسر العظم الصدغي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عادة تكون التهاب أذن وسطى مصلي أكثر شيوعاً عند الاطفال .ثنائي الجانب .</p>"
    },
    {
        question: "170. الورم الكوليسترولي:(دورة 2010)",
        options: [
            "انثقاب هامشي",
            "انثقاب مركزي",
            "بدون انثقاب",
            "انثقاب كلي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الورم الكوليسترولي مع انثقاب هامشي</p>"
    },
    {
        question: "171. التهاب الأذن الوسطى المزمن النشيط المخاطي:(دورة 2010)",
        options: [
            "سيلان قيحي كريه الرائحة",
            "احتمال صحيح",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب الأذن الوسطى المزمن النشيط المخاطي</p>"
    },
    {
        question: "172. تصلب الأذن:(دورة 2010)",
        options: [
            "ثنائي الجانب بنسبة 80%",
            "العرق الأصفر",
            "الرجال",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاناث ، نقص سمع مترق ببطء ثنائي الجانب غير متناظر .</p>"
    },
    {
        question: "173. شق غشاء الطبل عند الأطفال:(دورة 2009)",
        options: [
            "محلول بونان",
            "حقن ليدوكائين",
            "تخدير موضعي",
            "دون تخدير"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تجرى دون تخدير عند الرضع.(مقرر صفحة 55)</p>"
    },
    {
        question: "174. التهاب الطبلة الفقاعي:(دورة 2009)",
        options: [
            "ألم",
            "نقص سمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ألم شديد دون نقص سمع أو حرارة (مقرر صفحة 60)</p>"
    },
    {
        question: "175. التهاب الأذن الوسطى الشائك النشيط:(دورة 2009)",
        options: [
            "انثقاب هامشي",
            "ورم كوليسترولي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>  لا يوجد ورم كوليسترولي ولا إنثقاب هامشي والسؤال جدلي وغالبا يوجد خطأ نقل لانه لا يوجد بمقررنا التهاب اذن وسطى شائك نشيط</p>"
    },
    {
        question: "176. استسقاء الدماغ الأذني المنشأ:(دورة 2009)",
        options: [
            "من الاختلاطات الشائعة في التهاب الأذن",
            "توسع ضمن البطينات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>اختلاط نادر ويكون حجم البطينات طبيعي.(مقرر صفحة 76)</p>"
    },
    {
        question: "177. كسور العظم الصدغي المعترض:(دورة 2009)",
        options: [
            "شلل العصب الوجهي",
            "تمزق الطبلة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التمزق في الطولاني.(مقرر صفحة 81)</p>"
    },
    {
        question: "178. العامل المسبب لانثقاب غشاء الطبل الخبيث:(دورة 2008)",
        options: [
            "الحصبة",
            "العقديات",
            "العنقوديات",
            "العصيات الزرق"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>حيث يلاحظ رائحة زهر الليمون أو الياسمين. (مقرر ص58)</p>"
    },
    {
        question: "179. المحلول المستخدم للتخدير عند شق غشاء الطبل:(دورة 2008)",
        options: [
            "الليدوكائين",
            "المنتول",
            "الفينول",
            "البونان"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتم التخدير قبل الشق ب البونان الذي يحتوي على الفنول و الكوكائين و المنتول . (مقرر ص54)</p>"
    },
    {
        question: "180. سبب التهاب الطبلة الفقاعي:(دورة 2008)",
        options: [
            "العقديات",
            "مناعي",
            "وراثي",
            "تحسسي",
            "الحمات الراشحة"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>يصيب الشباب سببه حمة راشحة . (مقرر ص60)</p>"
    },
    {
        question: "181. يعالج الورم الكبي الوداجي:(دورة 2008)",
        options: [
            "جراحة + تصميم",
            "شعاعي",
            "كيماوي",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأساس جراحي ويفيد التصميم.</p>"
    },
    {
        question: "182. أكثر المواد المستعملة في عملية ترقيع غشاء الطبل هي:(دورة 2008)",
        options: [
            "الجلفوم",
            "السيليكون",
            "الغضروف",
            "العظم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الجلفوم المستخدم في ترقيع غشاء الطبل</p>"
    },
    {
        question: "183. يحدث ارتفاع الضغط داخل القحف أذني المنشأ:(دورة 2008)",
        options: [
            "السبب مجهول",
            "توسع بطينات",
            "مضاد استطباب البزل",
            "جميع ما سبق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>استقساء الدماغ الأذيني مجهول السبب و هو اختلاط نادر ، يظهر ب CT أن حجم البطينات طبيعي و من المعالجة التفجير المتقطع ل CSF .</p>"
    },
    {
        question: "184. في متلازمة غرادينغو يحدث شلل العصب القحفي:(دورة 2008)",
        options: [
            "الثالث",
            "الرابع",
            "السادس",
            "السابع"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>شلل فقط للسادس وانضغاط عقد غاسر.</p>"
    }

    ],
    7:[ 
    {
        question: "1. نقص السمع الشيخي:(دورة 2020 حملة)",
        options: [
            "ثنائي الجانب",
            "يصيب التواترات المنخفضة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يصيب التواترات الحادة (المرتفعة).(مقرر ص85)</p>"
    }
,
    {
        question: "2. نقص السمع الحسي العصبي عند الأطفال:(دورة 2025)",
        options: [
            "غالباً رض صوتي",
            "يعالج بالمعينة السمعية والتأهيل المناسب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نقص السمع الحسي العصبي عند الأطفال ممكن أن يكون نقص سمع وراثي حيث يشكل 50% من حالات الصم البكم عند الأطفال أو بسبب إصابة الجنين أثناء الحمل أو الأطفال الذين تعرضوا لأذية أثناء الولادة مثل نقص الأكسجة أو لأسباب حدثت في الطفولة الباكرة غالبا إنتان و يتم تزويد هؤلاء الأطفال بمعينة سمعية مناسبة للتحسن.(مقرر صفحة 83)</p>"
    },
    {
        question: "3. نقص السمع الشيخي:(دورة 2025)",
        options: [
            "خاصة للتواترات المنخفضة",
            "أحادي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>هو نقص سمع حسي حسي مترق بالتدريج ثنائي الجانب يصيب عادة التواترات الحادة. (مقرر صفحة 85)</p>"
    },
    {
        question: "4. من الأدوية السامة للأذن:(دورة 2025)",
        options: [
            "الأمينوغليكوزيدات",
            "البنسلين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأدوية السامة هي الأمينوغليكوزيدات، الكينين، المدرات، الماكرولديات و الساليسيلات(مقرر صفحة 84)</p>"
    },
    {
        question: "5. يفيد في تشخيص داء منيير:(دورة 2025)",
        options: [
            "الرنين",
            "تخطيط القوقعة الكهربي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يفيد تخطيط القوقعة الكهربي ECOG.(مقرر صفحة 90)</p>"
    },
    {
        question: "6. في متلازمة كوغان:(دورة 2025)",
        options: [
            "اختبار حروري طبيعي",
            "ظاهرة داندي إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في متلازمة كوغان الاختبار الحروري معدوم و ظاهرة داندي إيجابية (مقرر صفحة 93)</p>"
    },
    {
        question: "7. من أسباب ألم الأذن الانعكاسي:(دورة 2025)",
        options: [
            "انطمار النواجذ السفلية",
            "استئصال اللوزات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أشيع أسباب ألم الاذن الانعكاسي هي انطمار النواجذ و التهاب اللوزات الحاد و استئصالها</p>"
    },
    {
        question: "8. نقص السمع بالرض الصوتي:(دورة 2025)",
        options: [
            "يصيب التواترات المنخفضة",
            "من النوع النقلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>هو نقص سمع حسي عصبي للتواترات الحادة مع ثلمة عند منطقة 4-3 كيلو هرتز.(مقرر صفحة 85)</p>"
    },
    {
        question: "9. من أسباب الدوار الأذني المنشأ:(دورة 2025)",
        options: [
            "الشقيقة",
            "التهاب التيه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الأسباب الاذنية للدوار هي داء منيير، دوار وضعة اشتدادي سليم، التهاب عصب دهليزي، ورم العصب السمعي، دوار السفر، كسور الصخرة، التهاب التيه ......(مقرر صفحة 88)</p>"
    },
    {
        question: "10. متلازمة داندي:(دورة 2024)",
        options: [
            "قصور دهليز مزمن مزدوج",
            "دوار عند سماع الأصوات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هي تأرجح الرؤية أثناء المشي، وتنجم عن فقد وظيفة القريبة الكييس في الجهتين معاً(قصور دهليز مزمن مزدوج). (مقرر ص84)</p>"
    },
    {
        question: "11. ورم العصب السمعي:(دورة 2024)",
        options: [
            "يكون على حساب غمد العصب الدهليزي",
            "نقص سمع حسي عصبي أحادي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ورم سليم نسجياً سيء الإنذار نسبياً بتوضعه، ينشأ على حساب غمد العصب الدهليزي خاصة ضمن مجرى السمع الباطن، ويتظاهر بنقص سمع عصبي على حساب العصب السمعي وليس الأذن الباطنة وحيد الجانب مترقٍ ببطء شديد. (مقرر ص92)</p>"
    },
    {
        question: "12. دوار الوضعة الاشتدادي السليم:(دورة 2024)",
        options: [
            "أشيع أسباب الدوار المحيطي",
            "علاجه بمناورة براون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يشكل 50% من حالات الدوار المحيطي، يتحسن بمناورة إيبلي.(مقرر ص91)</p>"
    },
    {
        question: "13. في داء منيير:(دورة 2024)",
        options: [
            "دوار لثوان",
            "ظاهرة الاستنفار إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الدوار يستمر من 20 دقيقة على الأقل وقد يستمر حتى 24 ساعة على الأكثر. (مقرر ص89+90)</p>"
    },
    {
        question: "14. نقص السمع بالرض الصوتي:(دورة 2024)",
        options: [
            "هو سبب نقص السمع الأشيع عند البالغين",
            "نقص سمع للتواترات المنخفضة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>السبب الأشيع عند البالغين هو نقص السمع الشيخي، ويكون للتواترات الحادة في هذه الحالة. (مقرر ص85)</p>"
    },
    {
        question: "15. داء منيير:(دورة 2023)",
        options: [
            "دوار يستمر لثوان",
            "تمزق غشاء رايسنر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الدوار هو العرض الرئيسي، يستمر من 20 دقيقة إلى 24 ساعة، يتميز بأنه نوبي فجائي، وسببه تمزق غشاء رايسنر واختلاط اللمف الباطن والظاهر.(مقرر صفحة 89)</p>"
    },
    {
        question: "16. نقص السمع الشيخي:(دورة 2023)",
        options: [
            "تنكس الكييس والقريبة",
            "يصيب التواتر المنخفض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التنكس يكون في عضو كورتي أو العصب السمعي أو الجملة العصبية المركزية، ويصيب التواترات الحادة.( مقرر صفحة 85)</p>"
    },
    {
        question: "17. أدوية تسبب نقص سمع حسي دائم:(دورة 2023)",
        options: [
            "الأميكاسين",
            "الأسبرين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأميكاسين من الأمينوغليكوزيدات ويسبب نقص سمع دائم، بينما تأثير الأسبرين مؤقت.(مقرر صفحة 84)</p>"
    },
    {
        question: "18. ورم العصب السمعي:(دورة 2023)",
        options: [
            "طنين نابض",
            "نقص سمع أحادي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يترافق بطنين مختلف الشدة غير نابض، ونقص السمع يكون عصبيًا أحادي الجانب مترقٍ ببطء شديد.( مقرر صفحة 92)</p>"
    },
    {
        question: "19. ناسور اللمف الظاهر:(دورة 2023)",
        options: [
            "سببه ثقب في غشاء النافذة المدورة",
            "تكون علامة توليو إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>هو اتصال غير طبيعي بين الأجواف الحاوية على اللمف الظاهر (من الأذن الداخلية) وجوف الأذن الوسطى، ويكون غالباً سببه ثقب في غشاء النافذة المدورة أو خلل في الرباط الحلزي المحيط بقاعدة الركابة، علامة الناسور وعلامة توليو إيجابيتان.(مقرر صفحة 86)</p>"
    },
    {
        question: "20. الدوار المحيطي:(دورة 2023)",
        options: [
            "إهلاسات حركية",
            "غياب عن الوعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الإهلاسات الحركية تكون في الدوار الحقيقي ذو الأسباب المحيطية أو المركزية، بينما غياب الوعي يكون في الدوار الكاذب (مقرر صفحة 88)</p>"
    },
    {
        question: "21. دوار الوضعية الاشتدادي السليم:(دورة 2023)",
        options: [
            "علامة رينيه سلبية",
            "علاجه بالمدرات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>داء منيير علاجه بالمدرات، لا علاقة لعلامة رينيه بالدوار.(مقرر صفحة 91)</p>"
    },
    {
        question: "22. أسباب الطنين الناشئ عن الأذن الداخلية:(دورة 2023)",
        options: [
            "الرض الصوتي",
            "نقص السمع الشيخي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أسبابه تشمل الرض الصوتي، نقص السمع الشيخي، الأدوية السامة للعصب، ورم العصب السمعي، داء منيير.(مقرر صفحة 95)</p>"
    },
    {
        question: "23. من الأسباب غير الأذنية للدوار:(دورة 2022)",
        options: [
            "الشقيقة",
            "نقص تروية الشريان القاعدي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من الأسباب المركزية للدوار الحقيقي مرض ازالة غمد النخاعين، الشقيقة، اورام الحفرة الخلفية، نقص ترويج الشريان الفقاري القاعدي واحتشاء البصلة. (مقرر ص88)</p>"
    },
    {
        question: "24. من شروط نجاح المعينات السمعية:(دورة 2022)",
        options: [
            "ظاهرة الاستنفار إيجابية",
            "تمييز جيد للكلام",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>شروط نجاح المعينات السمعية: تمييز كلام جيد، معالجة الاستنفار، معالجة الشدة واللحن، معالجة لارسن، والقبول الجمالي وراحة الأذن. (مقرر ص97)</p>"
    },
    {
        question: "25. ورم العصب السمعي:(دورة 2022)",
        options: [
            "التشخيص بالخزعة",
            "نقص سمع عصبي وحيد الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التشخيص الاكيد يكون بالرنين المغناطيسي MRI مع حقن الغادولينيوم، و يشخص أيضا بالتخطيط حيث يبدي نقص سمع حس عصبي وظاهره الاستنفار سلبية وانخفاض والاختبار الحروري معدوم. (مقرر ص92)</p>"
    },
    {
        question: "26. ناسور اللمف الظاهر:(دورة 2022)",
        options: [
            "يسبب نقص سمع حسي عصبي فجائي",
            "ظاهرة توليو إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ناسور اللمف الظاهر هو من أسباب نقص السمع الحسي العصبي المفاجئ، علامة الناسور وظاهرة توليو إيجابيتان.(مقرر ص86)</p>"
    },
    {
        question: "27. دوار الوضعة الاشتدادي السليم:(دورة 2022)",
        options: [
            "طنين عالي",
            "يتحسن بمناورة إيبلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>هو السبب الأشيع للدوار المحيطي (50%)، ولا يترافق بطنين، يتحسن بمناورة ايبلي. (مقرر ص91)</p>"
    },
    {
        question: "28. نقص السمع بالرض الصوتي:(دورة 2022)",
        options: [
            "يعالج في الأيام الأولى بالكورتيزون",
            "إصابة عند ثلمة 500 هرتز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تظهر ثلمة عند منطقة 4000 هرتز.(مقرر ص85)</p>"
    },
    {
        question: "29. نقص السمع الشيخي:(دورة 2022)",
        options: [
            "مخطط سمع صاعد",
            "شائع عند البالغين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>السبب الأكثر شيوعاً لنقص السمع الحسي العصبي عند البالغين، ومخطط السمع نازل.(مقرر ص85)</p>"
    },
    {
        question: "30. تشقق جدار القناة الهلالية العلوية:(دورة 2022)",
        options: [
            "نقص سمع حسي عصبي",
            "دوار عند السعال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نقص السمع يكون من النمط النقلي وحيد الجانب وعند طفل غالباً، ويحدث دوار عند العطاس والسعال وحركة فالسالفا. (مقرر ص93)</p>"
    },
    {
        question: "31. في تناذر كرزون:(دورة 2021)",
        options: [
            "نقص سمع حسي عصبي",
            "ضمور فك علوي",
            "تدلي لسان",
            "انشقاق قبة الحنك"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يشاهد في متلازمة كرزون ما يلي: عسر تصنع قحفي وجهي \"جحوظ عيني، ضمور فك علوي، انسداد مجرى سمع ظاهر، تشوه أذن وسطى، تباعد موقين، أنف كالببغاء\" تدلي اللسان نحو الخلف والأسفل + انشقاق قبة الحنك يشاهدان في بيير روبين ولا يوجد نقص سمع حسي عصبي في تناذر كرزون لعدم إصابته الأذن الداخلية.(مقرر صفحة 53)</p>"
    },
    {
        question: "32. أي عملية ممكن أن تسبب نقص سمع حسي عصبي:(دورة 2021)",
        options: [
            "تصنيع ركابة",
            "خزع غشاء طبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>جراحة الركابة من الأسباب الرضية للنقص الحسي العصبي المفاجئ.(مقرر صفحة 86)</p>"
    },
    {
        question: "33. علاج نقص السمع الحسي العصبي المفاجئ:(دورة 2021)",
        options: [
            "حقن ستيروئيدات بجوف الأذن الوسطى",
            "مضادات الهيستامين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعالج بالستيروئيدات بالطريق العام أو بالحقن ضمن جوف الطبل.(مقرر صفحة 86)</p>"
    },
    {
        question: "34. علاج داء منيير:(دورة 2021)",
        options: [
            "حقن كورتيزون ضمن جوف الأذن الوسطى",
            "المدرات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يفيد حقن الكورتيزون ضمن الأذن الوسطى، وحمية خفيفة الملح والسوائل مع مضادات الدوار والقلق والإقياء، وتعطى المدرات والموسعات الوعائية، ويوجد علاج جراحي عند فشل العلاج الدوائي.(مقرر صفحة 89)</p>"
    },
    {
        question: "35. مناورة إيبلي تستخدم في:(دورة 2021)",
        options: [
            "دوار الوضعة الاشتدادي السليم",
            "التهاب العصب الوجهي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتحسن الدوار بمناور إيبلي.(مقرر صفحة 91)</p>"
    },
    {
        question: "36. ورم العصب السمعي ما عدا:(دورة 2021)",
        options: [
            "ظاهرة الاستنفار إيجابية",
            "علامة رينيه إيجابية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ظاهرة الاستنفار سلبية لأن الحلزون سليم و رينيه إيجابية بسبب عدم حدوث نقص سمع نقلي (مقرر صفحة 92)</p>"
    },
    {
        question: "37. دوار لمدة يومين دون نقص سمع أو طنين، التشخيص الأفضل:(دورة 2021)",
        options: [
            "التهاب العصب الدهليزي",
            "دوار الوضعة الاشتدادي السليم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>دوار الوضعة السليم يستمر لأسابيع.(مقرر صفحة 91)</p>"
    },
    {
        question: "38. تشقق جدار القناة الهلالية العلوية:(دورة 2021)",
        options: [
            "ظاهرة توليو إيجابية",
            "يتحسن نقص السمع عند الدوار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ظاهرتا توليو وتورماكين إيجابيتان.(مقرر صفحة 93)</p>"
    },
    {
        question: "39. ناسور اللمف الظاهر:(دورة 2020)",
        options: [
            "دوار لساعات",
            "يشخص بالمعاوقة السمعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يوجد دوار وذكرت مدته في فقرة تصنيف الدوار حسب طول وقته أنها ساعات، ولم يذكر استعمال المعاوقة السمعية في التشخيص كما انها منطقياً لا تفيد اصلاً في هذا الغرض.</p>"
    },
    {
        question: "40. نقص السمع الشيخي:(دورة 2020)",
        options: [
            "أشيع أسباب نقص السمع عند البالغين",
            "يعالج بالمعينات السمعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>(مقرر ص85)</p>"
    },
    {
        question: "41. نقص السمع بالرض الصوتي:(دورة 2020)",
        options: [
            "خاصة عند التواتر 4000 هرتز",
            "انخفاض تمييز الكلام أقل من 30%",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثلمة عند منطقة 4 كيلوهرتز، (مقرر ص85)</p>"
    },
    {
        question: "42. داء منيير:(دورة 2020)",
        options: [
            "يشخص بفحص الأذن أثناء الهجمة",
            "ظاهرة الاستنفار إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فحص الأذن طبيعي أثناء النوب. (مقرر ص89+90)</p>"
    },
    {
        question: "43. الأدوية السامة للأذن:(دورة 2020)",
        options: [
            "الستيروئيدات",
            "المدرات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مضادات الالتهاب غير الستيروئيدية، الماكروليدات، السالسيلات، الكينينة، المدرات و الأمينوغليكوزيدات.(مقرر ص84)</p>"
    },
    {
        question: "44. نقص السمع المفاجئ:(دورة 2020)",
        options: [
            "يدوم لساعات",
            "غالباً ثنائي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث نقص السمع خلال فترة قصيرة (ساعات وحتى 3 أيام) وغالباً وحيد الجانب بنسبة 90%.(مقرر ص86)</p>"
    },
    {
        question: "45. ورم العصب السمعي:(دورة 2020)",
        options: [
            "يشخص بالخزعة",
            "إنذاره جيد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>إنذاره سيء والتشخيص بتخطيط السمع نقص سمع حسي عصبي وحيد الجانب واختبار حروري منعدم وظاهرة الاستنفار سلبية ويتأكد بالرنين المغناطيسي. (مقرر ص92)</p>"
    },
    {
        question: "46. دوار الوضعة الاشتدادي السليم:(دورة 2020)",
        options: [
            "يتحسن بمناورة إيبلي",
            "نقص سمع للتواترات الحادة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد نقص سمع. (مقرر ص91)</p>"
    },
    {
        question: "47. شروط عملية زرع الحلزون:(دورة 2020 حملة)",
        options: [
            "سلامة ألياف العصب السمعي",
            "ضمور تام في الحلزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>شروط عملية زرع الحلزون هي: نقص سمع حسي عصبي عميق مزدوج، تطور روحي حركي طبيعي، فشل المعينات السمعية مع تأهيل مناسب لمدة 6 أشهر على الأقل، سلامة ألياف العصب السمعي وموجودات شعاعية جيدة للحلزون. (مقرر ص98)</p>"
    },
    {
        question: "48. التهاب العصب الدهليزي:(دورة 2020 حملة)",
        options: [
            "الاختبار الحروري ضعيف",
            "الاختبارات السمعية طبيعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الاختبار الحروري ضعيف و الاختبارات السمعية طبيعية.(مقرر ص91)</p>"
    },{
        question: "49. ألم الأذن الانعكاسي:(دورة 2020 حملة)",
        options: [
            "منشؤه خارج أذني",
            "فحص الأذن طبيعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> منشؤه من الأعصاب المعصبة للأذن (5-7-9-10-C2-C3).(مقرر ص96)"
    },
    {
        question: "50. ورم العصب السمعي:(دورة 2020 حملة)",
        options: [
            "ينشأ على حساب غمد العصب الثامن",
            "نقص السمع فيه مختلط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نقص سمع عصبي على حساب العصب السمعي وليس الأذن الباطنة.(مقرر ص92)"
    },
    {
        question: "51. نقص السمع الحسي العصبي عند الأطفال:(دورة 2020 حملة)",
        options: [
            "غالباً وراثي",
            "علاجه دائماً زرع حلزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يشكل نقص السمع الوراثي 50% من حالات الصم البكم لدى الأطفال، يتم تزويد الأطفال بمعينة سمعية غالباً.(مقرر ص83)"
    },
    {
        question: "52. في دوار الوضعة:(دورة 2020 حملة)",
        options: [
            "تخطيط السمع طبيعي",
            "طنين عالي التواتر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> السمع والاختبار الحروري والفحص العصبي المركزي كلها طبيعية، لا يوجد طنين.(مقرر ص91)"
    },
    {
        question: "53. السبب الأكثر شيوعاً لنقص السمع الحسي العصبي عند البالغين:(دورة 2019)",
        options: [
            "انسمام دوائي",
            "نقص سمع حسي عصبي مفاجئ",
            "نقص السمع الشيخي",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> نقص سمع حسي عصبي مترق بالتدريج ثنائي الجانب يصيب عادة التواترات الحادة وهو السبب الأكثر شيوع عند البالغين.(مقرر صفحة 85)"
    },
    {
        question: "54. نقص السمع الحسي العصبي المفاجئ:(دورة 2019)",
        options: [
            "ثنائي الجانب",
            "يفيد إعطاء الزنك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> غالباً وحيد الجانب بنسبة 90%، ولم يعد إعطاء الزنك مذكوراً في المقرر الجديد وكان مذكوراً في المقرر القديم لذلك نعتبر هذا الخيار غلط هنا.(مقرر صفحة 86)"
    },
    {
        question: "55. داء منيير:(دورة 2019)",
        options: [
            "وراثي",
            "فرط توتر اللمف الظاهر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الآلية غير محددة، وترتبط بعوامل تشريحية ومناعية وإنتانية وأرجية، وفرط التوتر في اللمف الباطن.(مقرر صفحة 89)"
    },
    {
        question: "56. دوار الوضعة الاشتدادي السليم:(دورة 2019)",
        options: [
            "أشيع سبب للدوار المحيطي",
            "يدوم لعدة ثوانٍ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يدوم من عدة ثوانٍ حتى عدة دقائق و يشكل 50% من حالات الدوار المحيطي فهو بذلك الاشيع.(مقرر صفحة 91)"
    },
    {
        question: "57. ورم العصب السمعي:(دورة 2019)",
        options: [
            "يترافق دوماً بنوب دوار",
            "الاختبار الحروري معدوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> نادراً ما تحدث نوب دوار صريحة و الاختبار الحروري معدوم.(مقرر صفحة 92)"
    },
    {
        question: "58. من أسباب الطنين الموضوعي:(دورة 2019)",
        options: [
            "الرض الصوتي",
            "تشنج عضلات شراع الحنك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الرض الصوتي يسبب طنيناً شخصياً.(مقرر صفحة 95)"
    },
    {
        question: "59. شروط نجاح المعينات السمعية:(دورة 2019)",
        options: [
            "تمييز كلام جيد",
            "نقص سمع نقلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نجاح المعينة يعتمد على تمييز الكلام، ونقص السمع النقلي ليس شرطاً.(مقرر صفحة 97)"
    },
    {
        question: "60. مضاد استطباب عملية زرع الحلزون:(دورة 2019)",
        options: [
            "نقص سمع حسي وحيد الجانب",
            "ضمور تام في الحلزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يجب أن يكون نقص السمع حسي عصبي عميق مزدوج لذلك خلل هذا الشرط جعل الخيار مضاد استطباب.(مقرر صفحة 98)"
    },
    {
        question: "61. نقص السمع الوراثي:(دورة 2018)",
        options: [
            "حس عصبي",
            "وحيد الجانب عادة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحدث عند الاطفال نقص السماع الحسي العصبي.(مقرر ص83)"
    },
    {
        question: "62. الأدوية السامة للأذن:(دورة 2018)",
        options: [
            "الكورتيزون",
            "الأميكاسين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الأميكاسين من الأمينوغليكوزيدات.(مقرر ص84)"
    },
    {
        question: "63. نقص السمع الشيخي:(دورة 2018)",
        options: [
            "خاصة للتواتر 4000 هرتز",
            "قد تفيد الجراحة فيه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> نقص السمع بالرض الصوتي هو من يكون خاص للتواتر 4000 هرتز، العلاج بالمعينات السمعية.(مقرر ص85)"
    },
    {
        question: "64. نقص السمع الحسي العصبي المفاجئ:(دورة 2018)",
        options: [
            "غالباً أحادي الجانب",
            "يفيد حقن الديكساميتازون ضمن جوف الطبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> 90% وحيد الجانب، يفيد حقن الستيروئيدات (الديكساميتازون) بالطريق العام او حقن طبل جوف الطبل.(مقرر ص86)"
    },
    {
        question: "65. داء منيير:(دورة 2018)",
        options: [
            "يعتمد التشخيص على تخطيط السمع",
            "يفيد فيه مضادات القلق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> المعالجة حماية خفيفة من الملح والسوائل مع مضادات (الدوار والقلق والاقياء)، والتشخيص يعتمد بشكل أساسي على الاستجواب والقصة السريرية، ويفيد ECOG، يظهر نقص سمع حسي عصبي وظاهرة الاستنفار ايجابية، الاختبار الحروري نقص ارتكاس في الاذن المصابة دون ان ينعدم.(مقرر ص90)"
    },
    {
        question: "66. دوار الوضعة السليم:(دورة 2018)",
        options: [
            "طنين",
            "نقص سمع حسي عصبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> السمع والاختبار الحروري والفحص العصبي المركزي كلها طبيعية.(مقرر ص91)"
    },
    {
        question: "67. يفيد في معالجة الطنين الأساسي:(دورة 2018)",
        options: [
            "مضادات الكآبة",
            "التنبيه الكهربي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> العلاج بالليزر والتنبيه الكهربي والإبر الصينية غير فعال عادة.(مقرر ص96)"
    },
    {
        question: "68. من الأدوية السامة للأذن:(دورة 2017)",
        options: [
            "الأميكاسين",
            "الإريثرومايسين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الأميكاسين من زمرة الأمينوغليكوزيدات، الإريثرومايسين من زمرة الماكروليدات، وكلا الزمرتين سامتان."
    },
    {
        question: "69. الطنين منخفض التواتر:(دورة 2017)",
        options: [
            "سدادة صملاخية",
            "انثقاب غشاء الطبل الرضي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الطنين الناشئ عن الأذن الوسطى والخارجية يكون منخفض التواتر كالسدادة وانثقاب غشاء الطبل.(مقرر صفحة 95)"
    },
    {
        question: "70. نقص السمع الشيخي:(دورة 2017)",
        options: [
            "يعالج بالمعينات السمعية",
            "مخطط نقص سمع صاعد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مخطط نقص سمع منحدر.(مقرر صفحة 85)"
    },
    {
        question: "71. ورم العصب السمعي:(دورة 2017)",
        options: [
            "للاضطرابات الهرمونية دور فيه",
            "يصيب الشباب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يتواجد عند الجنسين بشكل متساو وخاصة بالعقد الخامس، ولم يذكر دور للاضطرابات الهرمونية فيه.(مقرر صفحة 92)"
    },
    {
        question: "72. ناسور اللمف الظاهر:(دورة 2017)",
        options: [
            "دوار لعدة ثوان",
            "علامة رينيه سلبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الدوار بين 20 دقيقة _ ساعات، علامة الناسور و رينيه إيجابية بسبب عدم حدوث نقص سمع نقلي.(مقرر صفحة 86)"
    },
    {
        question: "73. داء منيير يفيد فيه:(دورة 2017)",
        options: [
            "المدرات البولية",
            "حقن الجنتامايسين عبر غشاء الطبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يفيد إجراء استئصال الدهليز الدوائي من خلال حقن الجنتامايسين في الأذن الوسطى عبر غشاء الطبل كما تفيد المدرات.(مقرر صفحة 90)"
    },
    {
        question: "74. دوار الوضعة السليم:(دورة 2017)",
        options: [
            "نقص سمع حسي",
            "طنين عالي التواتر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لا يوجد نقص سمع أو طنين.(مقرر صفحة 91)"
    },
    {
        question: "75. داء منيير:(دورة 2017)",
        options: [
            "غالباً ثنائي الجانب",
            "النوبة على الأقل 20 دقيقة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> 85% من الحالات وحيد الجانب، تستمر النوبة 20 دقيقة على الأقل و 24 ساعة على الأكثر.(مقرر صفحة 89)"
    },
    {
        question: "76. نقص السمع بالرض الصوتي:(دورة 2017)",
        options: [
            "الأشيع عند البالغين بإحداث نقص سمع حسي",
            "ثلمة عند 4000 هرتز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الأشيع عند البالغين بإحداث نقص السمع الحسي العصبي هو نقص السمع الشيخي.(مقرر صفحة 85)"
    },
    {
        question: "77. تميز نقص السمع في داء منيير:(دورة 2017 حملة)",
        options: [
            "نقلي",
            "متموج",
            "يكون بداية للتواترات العالية",
            "يتحسن بتكرار النوب"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> نقص سمع حسي، في البدء متموج ويصيب التواترات المنخفضة، ثم بعد ذلك يصيب بقية التواترات.(مقرر صفحة 89)"
    },
    {
        question: "78. ورم العصب السمعي:(دورة 2017 حملة)",
        options: [
            "ينشأ على حساب غمد العصب الثامن",
            "سبب نقص سمع مختلط",
            "ضعف الاختبار الحروري",
            "دوار"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ينشأ على حساب العصب الدهليزي و يحدث نقص سمع عصبي، الاختبار الحروري معدوم، نادراً ما تحدث نوب دوار.(مقرر صفحة 92)"
    },
    {
        question: "79. السمية الدوائية للأذن بالأمينوغليكوزيدات صحيحة ما عدا:(دورة 2017 حملة)",
        options: [
            "يجب مراقبة كمية الدواء بالدم",
            "تحدث بعد حقنات قليلة",
            "تحدث بعد عدة أشهر من إعطاء الدواء",
            "تزداد حسب كمية الدواء"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مراقبة كمية الدواء بالجسم لا تمنع حدوث الأذية السمعية، الخيار الأخير غير مذكور بالمقرر لكن صحيح منطقيًا.(مقرر صفحة 84)"
    },
    {
        question: "80. دوار الوضعة السليم ينجم عن:(دورة 2017 حملة)",
        options: [
            "القنوات الهلالية",
            "العصب الدهليزي",
            "القريبة",
            "الكييس"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الأعراض نتيجة تراكم الرمال الأذنية فوق القنزعة المجلية للقناة نصف الدائرية الخلفية.(مقرر صفحة 91)"
    },
    {
        question: "81. أسباب نقص السمع الحسي العصبي المفاجئ:(دورة 2017 حملة)",
        options: [
            "وعائي",
            "إنتاني",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> سببه إما رضي أو بدون رض كالأسباب الوعائية والإنتانات الفيروسية وغيرها من الأسباب.(مقرر صفحة 86)"
    },
    {
        question: "82. طنين منخفض التواتر:(دورة 2017 حملة)",
        options: [
            "رض صوتي",
            "انثقاب غشاء طبل رضي",
            "نقص سمع شيخي",
            "التهاب عصب دهليزي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الطنين الناشئ عن الأذن الوسطى والخارجية يكون منخفض التواتر.(مقرر صفحة 95)"
    },
    {
        question: "83. ورم العصب السمعي:(دورة 2016)",
        options: [
            "ظاهرة الاستنفار سلبية",
            "التشخيص الأكيد بالرنين المغناطيسي مع الحقن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> نقص سماع حس عصبي على حساب العصب السمعي وليس الاذن الباطنة ظاهرة الاستنفار سلبية.(مقرر ص92)"
    },
    {
        question: "84. يستخدم لعلاج الطنين الأساسي:(دورة 2016)",
        options: [
            "موسعات وعائية",
            "تنبيه كهربائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يستخدم للعلاج الاساسي المهدئات ومضادات الكٱبة وموسعات الاوعية وفيتامين B اما العلاج بالليزر والتنبيه الكهربائي و الإبر الصينية غير فعال عادة.(مقرر ص96)"
    },
    {
        question: "85. يمكن أن يحصل نقص السمع الحسي العصبي المفاجئ بسبب:(دورة 2016)",
        options: [
            "رض",
            "ارتكاس مناعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> سببه اما رضي أو غير رضي (بسبب وعائي، انتان من حمى راشحة ارتكاس مناعي، سمي دوائي، قصور درق او مجهول السبب).(مقرر ص86)"
    },
    {
        question: "86. إن السبب الأشيع لنقص السمع الحسي العصبي عند البالغين هو:(دورة 2016)",
        options: [
            "نقص السمع الانسمامي",
            "نقص السمع المفاجئ",
            "نقص السمع بالرض الصوتي",
            "نقص السمع الشيخي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> نقص السمع الشيخي هو السبب الأكثر شيوعاً لنقص السمع الحسي العصبي عند البالغين."
    },
    {
        question: "87. إن نقص السمع الحسي العصبي عند الأطفال:(دورة 2016)",
        options: [
            "غالباً وراثي",
            "أصغر عمر مناسب لتزويد الأطفال بالمعينات السمعية هو ستة أشهر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> (مقرر ص83)"
    },
    {
        question: "88. الفيروسات التي تسبب نقص سمع خلال فترة الحمل:(دورة 2016)",
        options: [
            "الحمة المضخمة للخلايا",
            "الحصبة الألمانية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الفيروسات التاليه تسبب نقص سمع حيث تكون CMV ولادية أو مكتسبة، حسب الالمانية ولادية وتتفاقم، النكاف والانفلونزا والحصبة ورمزي هانت- الحلأ البسيط- مكتسبة.(مقرر ص87)"
    },
    {
        question: "89. في التهاب العصب الدهليزي:(دورة 2016)",
        options: [
            "خيار صحيح",
            "المعالجة عرضية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> المعالجة: ستيروئيدات مع مضادات (الدوار والقلق والاقياء) لفترة ايام حتى لا تؤثر على المعاوضة المركزية للدواء و مضادات الفيروسات.(مقرر ص91)"
    },
    {
        question: "90. إن نقص السمع بالرض الصوتي:(دورة 2016)",
        options: [
            "يحدث عند مستوى ضجيج 50 ديسيبل لمدة ثمان ساعات يومياً",
            "ثلمة عند منطقة 500 هرتز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> عند مستوى ضجيج 85 ديسبل والثلمة عند 4000هرتز.(مقرر ص85)"
    },
    {
        question: "91. في ناسور اللمف الظاهر:(دورة 2016)",
        options: [
            "دوار عفوي لساعات",
            "يسبب نقص سمع حسي عصبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> دوار عند سماع صوت مرتفع(ظاهرة توليو) اي ليس عفوي، نقص سمع حسي.(مقرر ص86)"
    },
    {
        question: "92. داء منيير:(دورة 2015)",
        options: [
            "أهم أعراضه نقص السمع",
            "يكون مخطط السمع في البدء من الشكل الصاعد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> أهم أعراضه الدوار، نقص السمع حسه وفي البدء يصيب التواترات المنخفضة اي من الشكل الصاعد.(مقرر ص89)"
    },
    {
        question: "93. داء منيير:(دورة 2015)",
        options: [
            "يكون الارتكاس الحروري شديد",
            "تكون ظاهرة الاستنفار سلبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الاختبار الحروري يظهر نقص ارتكاس في الأذن المصابة دون أن ينعدم، ظاهرة الاستنفار ايجابية.(مقرر ص90)"
    },
    {
        question: "94. نقص السمع الحسي العصبي عند الأطفال:(دورة 2015)",
        options: [
            "غالباً وراثي",
            "يعالج غالباً بزرع الحلزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ذكر سابقاً"
    },
    {
        question: "95. نقص السمع الشيخي:(دورة 2015)",
        options: [
            "السبب الأكثر شيوعاً عند البالغين",
            "يصيب عادة التواترات الحادة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> نقص السمع الشيخي هو السبب الأكثر شيوعاً لنقص السمع الحسي العصبي عند البالغين ويصيب عادة التواترات الحادة."
    },
    {
        question: "96. في نقص السمع بالرض الصوتي:(دورة 2015)",
        options: [
            "يوجد ثلمة عند التواتر 2000 هرتز",
            "نسبة تخطيط فهم الكلام أقل من 30%",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ذكر سابقاً"
    },
    {
        question: "97. ناسور اللمف الظاهر:(دورة 2015)",
        options: [
            "الضغط على الصيوان يسبب دوار وطنين",
            "يعالج بشكل محافظ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يعالج بشكل محافظ راحه في السرير والرأس مرفوع مع التغطية بالصادات."
    },
    {
        question: "98. دوار الوضعة الاشتدادي السليم:(دورة 2015)",
        options: [
            "يستمر لثوان",
            "يحدث فيه نقص سمع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يستمر من عدة ثوان وحتى دقائق واختبار السمع طبيعي.(مقرر ص91)"
    },
    {
        question: "99. ورم العصب السمعي:(دورة 2015)",
        options: [
            "يحدث فيه نقص سمع حسي عصبي",
            "تحدث فيه نوبات دوار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نادراً ما تحدث نوب دوار صريحة.(مقرر ص92)"
    },
    {
        question: "100. عملية زرع الحلزون تشترط:(دورة 2015)",
        options: [
            "سلامة ألياف العصب السمعي",
            "نقص سمع حسي عصبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يجب أن يكون نقص السمع عميقاً مزدوجاً.(مقرر ص98)"
    },
    {
        question: "101. الجنتامايسين:(دورة 2015)",
        options: [
            "مراقبة كميته بالجسم تمنع حدوث الأذية السمعية",
            "أذيته غير قابلة للتراجع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> المراقبة لا تمنع.(مقرر ص84)"
    },
    {
        question: "102. التهاب العصب الدهليزي:(دورة 2015)",
        options: [
            "يسبب نقص سمع",
            "يسبب طنين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الاختبارات السمعية طبيعية.(مقرر ص91)"
    },
    {
        question: "103. يحدث نقص السمع الحسي العصبي المفاجئ:(دورة 2014)",
        options: [
            "خلال ساعات",
            "خلال يومين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يحدث خلال فترة قصيرة ساعات وحتى 3 ايام.(مقرر ص86)"
    },
    {
        question: "104. يحدث نقص السمع الحسي العصبي بعد الولادة بسبب:(دورة 2014)",
        options: [
            "CMV",
            "نكاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الفيروسات التاليه تسبب نقص سمع حيث تكون CMV ولادية أو مكتسبة، حسب الالمانية ولادية وتتفاقم، النكاف والانفلونزا والحصبة ورمزي هانت- الحلأ البسيط- مكتسبة.(مقرر ص87)"
    },
    {
        question: "105. في داء منيير يحدث:(دورة 2014)",
        options: [
            "فرط توتر لمف ظاهر",
            "انثقاب غشاء قاعدي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> فرط توتر لمف باطن، انثقاب غشاء رايسنر.(مقرر ص89)"
    },{
        question: "106. يحدث دوار لعدة ساعات بدون أعراض حلزونية في:(دورة 2014)",
        options: [
            "التهاب العصب الدهليزي",
            "دوار الوضعة", 
            "داء منيير",
            "كل ما سبق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الدوار في دوار الوضعة يكون عده ثواني وحتى دقائق، ويكون في داء منيير عده ساعات ولكنه يترافق مع نقص سمع و طنين اي مع اعراض حلزونية، بينما الدوار في التهاب العصب الدهليزي تستمر لعده ساعات وحتى ايام ويكون الاختبارات السمعية طبيعية اي سمع طبيعي اي بدون اعراض حلزونية."
    },
    {
        question: "107. في ورم العصب السمعي:(دورة 2014)",
        options: [
            "علامة هيستل برغر إيجابية",
            "الدوار هو العرض الأساسي", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نادراً ما تحدث نوب دوار. (مقرر ص92)"
    },
    {
        question: "108. نقص السمع الحسي العصبي بسبب انسمامي:(دورة 2013)",
        options: [
            "غير قابل للتراجع",
            "مراقبة كمية الدواء في الجسم لا تمنع من حدوث الأذية السمعية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> الانسمام بالامينوغليكوزيدات يكون غير قابل للتراجع كما أن مراقبة كمية الدواء بالجسم لا تمنع من حدوث الاذنة(مقرر صفحة 84)"
    },
    {
        question: "109. نقص السمع الشيخي:(دورة 2013)",
        options: [
            "يصيب التواترات المنخفضة",
            "علامة رينيه إيجابية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> علامة رينيه إيجابية نقص سمع حسي عصبي .(مقرر صفحة 85)"
    },
    {
        question: "110. ناسور اللمف الظاهر:(دورة 2013)",
        options: [
            "نقص سمع نقلي",
            "دوار وطنين", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يحدث دوار وطنين و نقص سمع حسي(مقرر صفحة 86)"
    },
    {
        question: "111. داء منيير:(دورة 2013)",
        options: [
            "تستمر النوبة لعدة ثوان",
            "علامة الاستنفار إيجابية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> النوبة من 20 دقيقة إلى 24 ساعة.(مقرر صفحة 89)"
    },
    {
        question: "112. دوار الوضعة الاشتدادي السليم:(دورة 2013)",
        options: [
            "اختبار السمع طبيعي",
            "يتحسن بمناورة فالسالفا", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتحسن بمناورة إيبلي.(مقرر صفحة 91)"
    },
    {
        question: "113. ورم العصب السمعي:(دورة 2013)",
        options: [
            "سوء فهم الكلام لأقل من 50%",
            "التشخيص الأكيد يكون بالرنين مع حقن الغادولينيوم", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يحدث انخفاض في فهم الكلام أقل من 50% و يُشخص بال MRI مع حقن الغادولينيوم.(مقرر صفحة 92)"
    },
    {
        question: "114. في الطنين العلاج:(دورة 2013)",
        options: [
            "التنبيه الكهربائي",
            "الإبر الصينية", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تم ذكره سابقا"
    },
    {
        question: "115. عملية زرع الحلزون:(دورة 2013)",
        options: [
            "سلامة ألياف العصب السمعي",
            "نقص سمع حسي عصبي مزدوج", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> تم ذكره سابقا"
    },
    {
        question: "116. أشيع سبب لنقص السمع الحسي العصبي لدى الأطفال هو:(دورة 2011)",
        options: [
            "وراثي بنسبة 50%",
            "التهابات الأذن الوسطى",
            "الرض الصوتي", 
            "الأدوية السامة للأذن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تم ذكره سابقا"
    },
    {
        question: "117. الساليسيلات:(دورة 2011)",
        options: [
            "نقص سمع ثنائي الجانب مؤقت قابل للتراجع",
            "نقص سمع دائم غير قابل للتراجع",
            "تأثير على الجهاز الدهليزي فقط", 
            "لا تسبب أي تأثير على السمع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لم يتم ذكر أنّ نقص السمع ثنائي الجانب لكن تأثيراتها عادة مؤقتة( مقرر صفحة 84)"
    },
    {
        question: "118. ال CMV: (دورة2011)",
        options: [
            "نقص سمع حسي عصبي لدى الأطفال قبل وبعد الولادة",
            "يسبب فقط نقص سمع توصيلي",
            "لا يؤثر على السمع", 
            "يسبب طنين فقط بدون نقص سمع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نقص السمع الحسي العصبي قد يحدث بسبب التهاب تيه فيروسي بسبب ال CMV و قد يكون ولادي أو قد يتفاقم بعد الولادة (مقرر صفحة 87)"
    },
    {
        question: "119. داء منيير:(دورة 2011)",
        options: [
            "نقص سمع للتواترات المنخفضة",
            "نقص سمع للتواترات العالية فقط",
            "نقص سمع توصيلي", 
            "لا يسبب نقص سمع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يصيب التواترات المنخفضة ثم بعد ذلك يصيب بقية التواترات (مقرر صفحة89)"
    },
    {
        question: "120. أدق تشخيص لورم العصب السمعي:(دورة 2011)",
        options: [
            "طبقي محوري",
            "ال MRI", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> التشخيص الأكيد يكون بالرنين المغناطيسي مع حقن الغادولينيوم.(مقرر صفحة 92)"
    },
    {
        question: "121. التهاب العصب الدهليزي:(دورة 2011)",
        options: [
            "الاستنفار إيجابي",
            "ويبر منحرف", 
            "كلاهما صحيح",
            "كلاهما غلط"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> الاختبارات السمعية طبيعية.(مقرر صفحة91)"
    },
    {
        question: "122. شروط نجاح المعينات السمعية:(دورة 2011)",
        options: [
            "اختبار تمييز الكلام جيد",
            "نقص سمع توصيلي فقط",
            "عمر المريض أقل من 10 سنوات", 
            "عدم وجود طنين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تم ذكره سابقا"
    },
    {
        question: "123. طنين مشخص:(دورة 2011)",
        options: [
            "رض صوتي + نقص السمع الشيخي",
            "داء منيير فقط",
            "ورم العصب السمعي فقط", 
            "التهاب الأذن الوسطى"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تم ذكره سابقا"
    },
    {
        question: "124. داء منيير:(دورة 2010)",
        options: [
            "غالباً بالجهتين",
            "أعراضه متموجة", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يكون وحيد الجانب في 85% من الحالات."
    },
    {
        question: "125. ورم العصب السمعي:(دورة 2010)",
        options: [
            "على حساب غمد شوان",
            "اختبار تمييز الكلام 60%",
            "أهم الأعراض دوار", 
            "أفضل مشخص تخطيط جذع الدماغ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> على حساب غمد العصب الدهليزي، وأفضل مشخص هو الرنين مع الحقن ، انخفاض في فهم تمييز الكلام اقل من 50% ."
    },
    {
        question: "126. من الآفات المثبطة للدهليز:(دورة 2010)",
        options: [
            "التهاب العصب الدهليزي",
            "داء منيير",
            "دوار الوضعة", 
            "الرضح السمعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> التهاب العصب الدهليزي"
    },
    {
        question: "127. نقص السمع الشيخي:(دورة 2010)",
        options: [
            "تنكس الخلايا المشعرة لكورتي",
            "تنكس العصب السمعي",
            "تنكس قشرة الدماغ", 
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يعود الى تنكس في عضو كورتي او العصب السمعي أو الجملة العصبية المركزية. (مقرر ص85)"
    },
    {
        question: "128. أهم أسباب الألم الانعكاسي في الأذن:(دورة 2010)",
        options: [
            "تقرحات اللسان",
            "أورام الجيوب",
            "استئصال اللوزات", 
            "تناذر كوستن"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> أشيع أسباب آلام الأذن الانعكاسية هي انطمار النواجذ السفلية والتهاب اللوزات الحاد واستئصالها."
    },
    {
        question: "129. أكثر التواترات إصابة بالرض الصوتي:(دورة 2010)",
        options: [
            "4000 هرتز",
            "2000 هرتز",
            "1000 هرتز", 
            "500 هرتز"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> 4000 هرتز"
    },
    {
        question: "130. نقص سمع ولادي:(دورة 2010)",
        options: [
            "الCMV",
            "وردية وافدة",
            "تنافر زمر", 
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أحد أسبابه اختلاف زمر الدم بين الوالدين، ذكر CMV"
    },
    {
        question: "131. من أسباب نقص السمع المفاجئ:(دورة 2010)",
        options: [
            "حمات راشحة",
            "تمزق أغشية الأذن الباطنة", 
            "مناعي",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> سببه اما رضي أو غير رضي (بسبب وعائي، انتان من حمى راشحة ارتكاس مناعي، سمي دوائي ،قصور درق او مجهول السبب). (مقرر ص86)"
    },
    {
        question: "132. التهاب التيه المصلي المنتشر:(دورة 2010)",
        options: [
            "ألم شديد",
            "دوار حاد", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> التهاب التيه المصلي المنتشر يسبب دوار حاد"
    },
    {
        question: "133. مريض لديه التهاب بالتيه مصلي منتشر يكون لديه:(دورة 2009)",
        options: [
            "نقص سمع",
            "السقوط للجهة المعاكسة", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> التهاب التيه المصلي المنتشر يسبب نقص سمع"
    },
    {
        question: "134. تناذر توماركين نشاهده في:(دورة 2009)",
        options: [
            "داء منيير",
            "التهاب العصب الدهليزي",
            "دوار الوضعة", 
            "ورم العصب السمعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قد تحدث ظاهرة توماركين في داء منيير (مقرر صفحة 90)"
    },
    {
        question: "135. اختبار الغليسرول مفيد لتشخيص:(دورة 2009)",
        options: [
            "داء منيير",
            "التهاب العصب الدهليزي",
            "دوار الوضعة", 
            "ورم العصب السمعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يمكن إجراء اختبار الغليسرول يحدث تحسن الأعراض لعدة ساعات(مقرر صفحة 90)"
    },
    {
        question: "136. في داء منيير:(دورة 2009)",
        options: [
            "دوار شديد مع فقدان وعي",
            "نقص سمع حسي عصبي", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> نقص سمع حسي وليس حسي عصبي ولا يحدث فقدان وعي (مقرر صفحة 89,90)"
    },
    {
        question: "137. مناورة إيبلي في:(دورة 2009)",
        options: [
            "دوار الوضعة السليم",
            "داء منيير",
            "التهاب العصب الدهليزي", 
            "ورم العصب السمعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يتحسن هذا الدوار عادة بمناورة ايبلي (مقرر صفحة 91)"
    },
    {
        question: "138. أهم أسباب نقص السمع الحسي العصبي:(دورة 2009)",
        options: [
            "وراثي",
            "رض صوتي",
            "أدوية سامة للأذن", 
            "التهابات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> السؤال غير واضح أشيع سبب عند الاطفال هو الوراثي بينما عند البالغين نقص السمع الشيخي"
    },
    {
        question: "139. علاج نقص السمع الفجائي كل مما يلي ما عدا:(دورة 2009)",
        options: [
            "موسعات وعائية",
            "يعالج بالكورتيزون", 
            "تسمم بالأمينوغليكوزيدات",
            "الراحة في الفراش"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يعالج بالستيروئيدات حقن ضمن جوف الطبل (مقرر صفحة 86)"
    },
    {
        question: "140. ما يلي مفيد في معالجة الطنين:(دورة 2009)",
        options: [
            "الليزر",
            "الإبر الصينية", 
            "التنبيه الكهربائي",
            "كل ما سبق خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> كلها غير فعالة في العلاج.(مقرر صفحة 96)"
    },
    {
        question: "141. من شروط زرع الحلزون:(دورة 2009)",
        options: [
            "سلامة عضو كورتي",
            "نقص سمع حسي عصبي عميق", 
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يجب أن يكون نقص السمع مزدوجًا مع سلامة ألياف العصب السمعي .(مقرر صفحة 98)"
    },
    {
        question: "142. أشيع العمليات المؤدية لنقص السمع الحسي العصبي الدائم هي المجراة على:(دورة 2008)",
        options: [
            "المطرقة",
            "القريبة",
            "الكييس", 
            "الركابة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أشيع العمليات المؤدية لنقص السمع الحسي العصبي الدائم هي المجراة على الركابة"
    },
    {
        question: "143. داء منيير:(دورة 2008)",
        options: [
            "قد تستمر النوبة لمدة دقيقة",
            "قد يغيب الشخص عن الوعي خلال النوبة",
            "نقص السمع التوصيلي", 
            "نقص السمع المتموج"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> نقص السمع من النوع الحسي وفي البداية يكون متموجاً."
    },
    {
        question: "144. ورم العصب السمعي:(دورة 2008)",
        options: [
            "ورم زاوية جسرية مخيخية بنسبة 90%",
            "نقص السمع التوصيلي",
            "التشخيص بتخطيط السمع", 
            "كل ما سبق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> التشخيص الأكيد بالرنين المغناطيسي مع حقن الغادولينيوم."
    },
    {
        question: "145. تستخدم مناورة إيبلي لمعالجة:(دورة 2008)",
        options: [
            "دوار الوضعة الاشتدادي السليم",
            "دوار الحركة أو السفر",
            "التهاب العصب الدهليزي", 
            "احتشاء البصلة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تستخدم مناورة إيبلي لمعالجة دوار الوضعة الاشتدادي السليم"
    },
    {
        question: "146. شخص عانى من نوبة دوار استمرت لمدة 72 ساعة دون وجود أي أعراض أخرى، التشخيص الأكثر احتمالاً:(دورة 2008)",
        options: [
            "داء منيير",
            "دوار السفر أو الحركة",
            "التهاب العصب الدهليزي", 
            "دوار الوضعة الاشتدادي السليم"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> التهاب العصب الدهليزي يسبب دوار يستمر لعدة ساعات حتى أيام بدون أعراض حلزونية"
    },
    {
        question: "147. أهم سبب لألم الأذن الانعكاسي:(دورة 2008)",
        options: [
            "التهاب البلعوم الأنفي الحاد",
            "التهاب الجيوب",
            "انحراف الوتيرة", 
            "انطمار النواجذ السفلية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أشيع أسباب آلام الأذن الانعكاسية هي انطمار النواجذ السفلية والتهاب اللوزات الحاد واستئصالها."
    },
    {
        question: "148. يحتاج التأهيل بعد زرع الحلزون حوالي:(دورة 2008)",
        options: [
            "أسبوعين",
            "شهرين",
            "ستة أشهر", 
            "عدة سنوات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> "
    }
   
    ],
    8:[
      {
        question: "1. متلازمة هيرفورد يحدث شلل وجهي مع:(دورة 2008)",
        options: [
            "وذمة في الشفاه",
            "حويصلات",
            "ساركوئيد في النكفة",
            "كل ما سبق خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>متلازمة هيرفورد هي شلل وجهي مع إصابة الغدة النكفية في داء الساركوئيد.(مقرر صفحة 176)</p>"
    },
    {
        question: "2. ألياف العصب الوجهي:(دورة 2025)",
        options: [
            "صادرة نظيرة ودية من النواة اللعابية السفلية",
            "واردة ذوقية إلى نواة الشريط المفرد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ألياف صادرة مفرزة نظيرة ودية من النواة اللعابية العلوية و ليس السفلية (مقرر صفحة 169)</p>"
    },
    {
        question: "3. الدرجة الثالثة في تصنيف هاوس براكمان:(دورة 2025)",
        options: [
            "إغلاق عين غير تام مع الجهد",
            "تناظر تام للوجه أثناء الراحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>إغلاق عين تام مع جهد (مقرر صفحة 170)</p>"
    },
    {
        question: "4. في أورام العصب الوجهي:(دورة 2025)",
        options: [
            "عدم تحسن سريري خلال أسبوعين من الإصابة",
            "علامة هيتسل برغر سلبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تتظاهر بترقي الإصابة ببطئ لأكثر من ثلاث أسابيع أو عدم تحسن السريري خلال ثلاث أشهر و علامة هيتسل برغر إيجابية (مقرر صفحة 176)</p>"
    },
    {
        question: "5. الألياف نظيرة الودية الصادرة عن العصب الوجهي تنظم إفراز:(دورة 2024)",
        options: [
            "الغدة الدمعية",
            "الغدة النكفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الألياف الصادرة المفرزة نظيرة الودية تخرج من النواة اللعابية العلوية وتغذي الغدة الدمعية عبر العصب الصخري السطحي الكبير، وتغذي الإفراز اللعابي للغدتين تحت الفك وتحت اللسان عبر عصب حبل الطبل.(مقرر صفحة 169)</p>"
    },
    {
        question: "6. يفيد في شلل العصب الوجهي بالتهاب الأذن الوسطى الحاد:(دورة 2024)",
        options: [
            "شق غشاء الطبل",
            "الستيروئيدات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>عندما يكون الشلل ناجم عن التهاب الأذن الوسطى الحاد يكون تدريجياً، و يعالج بالمضادات الحيوية وشق غشاء الطبل والستيروئيدات.(مقرر صفحة 173)</p>"
    },
    {
        question: "7. تصنيف هاوس براكمان الدرجة 1:(دورة 2023)",
        options: [
            "عصب طبيعي",
            "تحديد بسيط بحركة الفم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في الدرجة الأولى العصب طبيعي.(مقرر صفحة 170)</p>"
    },
    {
        question: "8. أسباب شلل العصب الوجهي:(دورة 2023)",
        options: [
            "التهاب أذن وسطى حاد إذا كان العصب مكشوف",
            "التهاب أذن وسطى مزمن مع ورم كولسترولي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد يحدث الشلل الوجهي من التهاب الأذن الوسطى الحاد إذا كان العصب مكشوفاً فيها،ويكون عادة تدريجياً، أو يحدث كاختلاط لالتهاب الأذن الخارجية الخبيث، أو التهاب أذن وسطى مزمن مع ورم كولسترولي.(مقرر صفحة 173)</p>"
    },
    {
        question: "9. شلل بل:(دورة 2023)",
        options: [
            "شلل وجهي محيطي",
            "يفيد الرنين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>شلل بل هو شلل وجهي محيطي، ولا يفيد الرنين المغناطيسي أو التصوير المقطعي.(مقرر صفحة 174)</p>"
    },
    {
        question: "10. إصابة العصب الوجهي من الدرجة الثالثة:(دورة 2022)",
        options: [
            "عدم تناظر الوجه أثناء الراحة",
            "إغلاق عين تام مع جهد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>التناظر تام للوجه في الراحة وعدم تناظر متوسط أثناء الحركة، إغلاق العين يكون تاماً لكن مع جهد.(مقرر صفحة 170)</p>"
    },
    {
        question: "11. إصابة العصب الوجهي ضمن النكفة:(دورة 2022)",
        options: [
            "دماع طبيعي",
            "غياب منعكس الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يغيب منعكس الركابة فالاصابة بعد تفرع عصب عضلة الركابة و الدماع طبيعي أيضا لأن الإصابة أسفل العقدة الركابية.(مقرر صفحة 172)</p>"
    },
    {
        question: "12. إصابة العصب الوجهي بعد العقدة الركبية مباشرة:(دورة 2021)",
        options: [
            "نقص دماع",
            "عضلات وجه طبيعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يؤدي إلى شلل عضلات الوجه التعبيرية بالجهة نفسها، و نقص لعاب وفقد الذوق في نصف اللسان الموافق.(مقرر صفحة 172)</p>"
    },
    {
        question: "13. إصابة العصب الوجهي من الدرجة الثالثة:(دورة 2021)",
        options: [
            "إغلاق عين تام مع جهد",
            "عدم تناظر أثناء الراحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يوجد تناظر تام بالراحة مع عدم تناظر متوسط في الوجه أثناء الحركة.(مقرر صفحة 170)</p>"
    },
    {
        question: "14. شلل العصب الوجهي بمنطقة النكفة:(دورة 2020)",
        options: [
            "دماع طبيعي",
            "غياب منعكس الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الدماع طبيعي بما أن الإصابة أسفل العقدة الركابية و منعكس الركابة طبيعي أيضا (مقرر صفحة172)</p>"
    },
    {
        question: "15. الدرجة الثالثة من شلل العصب الوجهي حسب تصنيف هاوس براكمان:(دورة 2020)",
        options: [
            "عدم تناظر الوجه بالراحة",
            "إغلاق عين تام مع جهد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تناظر تام بالراحة مع عدم تناظر متوسط في الوجه أثناء الحركة.(مقرر صفحة 170)</p>"
    },
    {
        question: "16. عند إصابة العصب الوجهي في مجرى السمع الباطن:(دورة 2020 حملة)",
        options: [
            "اللعاب طبيعي",
            "نقص الدماع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>نقص اللعاب بسبب إصابة العقدة الركبية (مقرر صفحة 171)</p>"
    },
    {
        question: "17. ورم العصب الوجهي:(دورة 2019)",
        options: [
            "إصابة مترقية أكثر من 3 أسابيع",
            "علامة هيتسل برغر إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكون علامة هيتسل برغر إيجابية و الإصابة مترقية لأكثر من ثلاث أسابيع.(مقرر صفحة 176)</p>"
    },
    {
        question: "18. الألياف الإفرازية للعصب الوجهي تعصب:(دورة 2019)",
        options: [
            "الغدة الدمعية",
            "الغدة النكفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الألياف الصادرة تغذي الغدة الدمعية عبر العصب الصخري السطحي الكبير وتغذي الإفراز اللعابي للغدتين تحت الفك وتحت اللسان عبر عصب حبل الطبل.</p>"
    },
    {
        question: "19. الدرجة الثالثة لأذية العصب الوجهي حسب هاوس براكمان:(دورة 2018)",
        options: [
            "عدم تناظر الوجه بالراحة",
            "إغلاق عين تام مع الجهد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تناظر تام في الراحة.(مقرر صفحة 170)</p>"
    },
    {
        question: "20. يعالج شلل بل الدرجة الخامسة بـ:(دورة 2018)",
        options: [
            "بريدنيزولون",
            "فالاسيكلوفير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>عندما تكون الإصابة فوق الدرجة الرابعة يعطى بريدنيزولون مع فالاسيكلوفير.(مقرر صفحة 174)</p>"
    },
    {
        question: "21. قد يحدث شلل العصب الوجهي في:(دورة 2018)",
        options: [
            "التهاب أذن وسطى مصلي",
            "التهاب أذن خارجية خبيث",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التعليل: لا يحدث شلل عصب وجهي في التهاب الاذن الوسطى المصلي إلا في حالات نادرة، اذا كان العصب الوجهي مكشوف أما الأشيع هو حدوث شلل العصب الوجهي مع التهاب الاذن الوسطى القيحي.</p>"
    },
    {
        question: "22. من فروع العصب الوجهي ضمن العظم الصدغي:(دورة 2017)",
        options: [
            "العصب الصخري العميق",
            "عصب حبل الطبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>عصب حبل الطبل، عصب عضلة الركابة، عصب الصخري السطحي الكبير هي الفروع ضمن العظم الصدغي.(مقرر صفحة 168)</p>"
    },
    {
        question: "23. شلل العصب الوجهي في الغدة النكفية:(دورة 2017)",
        options: [
            "الدماع طبيعي",
            "غياب منعكس الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يغيب المنعكس.(مقرر صفحة 170)</p>"
    },
    {
        question: "24. المكان الأضيق بالنسبة للعصب الوجهي:(دورة 2017 حملة)",
        options: [
            "ما قبل العقدة الركبية",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المنطقة ما قبل العقدة الركبية هي أضيق نقطة في العصب و تسمى منطقة عنق الزجاجة (مقرر صفحة 173)</p>"
    },
    {
        question: "25. في إصابة العصب الوجهي ما بعد العقدة الركبية:(دورة 2016)",
        options: [
            "نقص دماع",
            "نقص لعاب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تتظاهر إصابته بهذه النقطة بشلل العضلات التعبيرية الوجهية بنفس الجهة + نقص لعاب وفقدان الذوق في نصف اللسان الموافق.(مقرر صفحة 172)</p>"
    },
    {
        question: "26. في شلل بل:(2015)",
        options: [
            "مجهول السبب",
            "يبدأ بشكل فجائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يشكل ما نسبته 75% من شلل العصب الوجهي الفجائي، وهو مجهول السبب لكن يُعتقد أنه فيروسي أو بسبب تشنج وعائي.(مقرر صفحة 173)</p>"
    },
    {
        question: "27. إصابة العصب الوجهي بعد العقدة الركبية:(دورة 2015)",
        options: [
            "شيرمر طبيعي",
            "منعكس الركابة طبيعي",
            "يستطيع إغلاق عينيه",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتأثر منعكس الركابة ويحدث شلل عضلات الوجه التعبيرية، أي لا يستطيع إغلاق عينيه و يحدث نقص دماع أي شيرمر إيجابية.</p>"
    },
    {
        question: "28. سوء الإنذار في شلل بل في حال:(دورة 2015)",
        options: [
            "الشلل التام",
            "ألم خلف الأذن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يسوء الانذار في الشلل التام و ألم خلف الأذن و غياب منعكس الركابة و جفاف القرنية و زوال حس الذوق و داء السكري (مقرر صفحة 174)</p>"
    },
    {
        question: "29. نوى العصب الوجهي:(دورة 2014)",
        options: [
            "صادرة مفرزة لعابية",
            "حسية سبيل مفرد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ألياف صادرة مفرزة نظيرة ودية من النواة اللعابية العلوية، وألياف واردة حسية لنواة السبيل المفرد.(مقرر صفحة 169)</p>"
    },
    {
        question: "30. يحدث في إصابة العصب الوجهي عند الثقبة الإبرية الخشائية:(دورة 2014)",
        options: [
            "نقص دماع",
            "نقص لعاب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يحدث شلل العضلات الوجهية التعبيرية بالجهة نفسها فقط.(مقرر صفحة 171)</p>"
    },
    {
        question: "31. يحدث شلل العصب الوجهي ثنائي الجانب في:(دورة 2014)",
        options: [
            "غيلان باريه",
            "ملكرسون روزنتال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكون الشلل غالباً عائلي وحيد الجانب في ملكرسون روزنتال، وثنائي الجانب في غيلان باريه.(مقرر صفحة 175،176</p>"
    },
    {
        question: "32. ألياف العصب الوجهي:(دورة 2011)",
        options: [
            "حسية نواة السبيل المفرد",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>(مقرر صفحة 169)</p>"
    },
    {
        question: "33. انقطاع العصب الوجهي في القطعة الطبلية:(دورة 2011)",
        options: [
            "يحدث نقص اللعاب دون نقص الدمع",
            
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بسبب سلامة العقدة الركبية</p>"
    },
    {
        question: "34. شلل بل:(دورة 2011)",
        options: [
            "العمر 30 سنة",
            "ليس له توزع عرقي أو جنسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لا يوجد له ميل جنسي أو عرقي، وغالباً في العقد الثالث من العمر (عمر 30 سنة هو نهاية العقد الثالث).(مقرر صفحة 173)</p>"
    },
    {
        question: "35. من فروع العصب الوجهي في العظم الصدغي:(دورة 2010)",
        options: [
            "عصب حبل الطبل",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>وعصب عضلة الركابة والعصب الصخري السطحي الكبير.(مقرر صفحة 168)</p>"
    },
    {
        question: "36. نوى العصب الوجهي:(دورة 2010)",
        options: [
            "لعابية علوية للنكفية",
            "لعابية سفلية لتحت اللسان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ألياف صادرة نظيرة ودية من النواة اللعابية العلوية تغذي الغدة الدمعية، وتغذي الإفراز اللعابي للغدة تحت الفك وتحت اللسان.(مقرر صفحة 169)</p>"
    },
    {
        question: "37. إصابة العصب الوجهي بين الركبة والمرفق:(دورة 2010)",
        options: [
            "دماع طبيعي",
            
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بسبب سلامة العقدة الركبية</p>"
    },
    {
        question: "38. شلل بل:(دورة 2010)",
        options: [
            "نادراً فجائي",
            "الذكور",
            "غالباً في العقد الثالث",
            "العرق الأبيض"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>75% من شلل العصب الوجهي الفجائي، ليس له ميل للعرق أو الجنس.(مقرر صفحة 173)</p>"
    },
    {
        question: "39. متلازمة ملكرسون روزنتال:(دورة 2010)",
        options: [
            "شلل عصب وجهي متكرر",
            "تشقق خلقي في اللسان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تتظاهر بهجمات متكررة من شلل العصب الوجهي و وذمة في الوجه والشفاه مع تشقق خلقي في اللسان.(مقرر صفحة 175)</p>"
    },
    {
        question: "40. أورام لشلل العصب الوجهي:(دورة 2010)",
        options: [
            "ترقي الإصابة > أسبوعين",
            "عدم تحسن > 6 أشهر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تتظاهر بترقي الإصابة ببطء لأكثر من ثلاثة أسابيع أو بعدم تحسن سريري خلال ثلاثة أشهر.(مقرر صفحة 176</p>"
    },
    {
        question: "41. إصابة العصب الوجهي في القطعتين الطبلية والخشائية يسبب:(دورة 2009)",
        options: [
            "فقدان الذوق في نصف اللسان الموافق",
            "نقص كمية اللعاب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الإصابة بعد العقدة الركبية تؤدي لشلل عضلات الوجه التعبيرية بالجهة نفسها ونقص اللعاب وفقدان الذوق في نصف اللسان الموافق.(مقرر صفحة 171)</p>"
    },
    {
        question: "42. شلل بل:(دورة 2009)",
        options: [
            "نادراً البدء مفاجئ",
            "الذكور أكثر من الإناث",
            "في العقد الثالث من العمر",

        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>75% من شلل العصب الوجهي الفجائي، ليس له ميل للجنس أو العرق وغالباً في العقد الثالث.(مقرر صفحة 173)</p>"
    },
    {
        question: "43. متلازمة رامزي هانت:(دورة 2009)",
        options: [
            "تصيب الأطفال",
            "تصيب النساء",
            "يشاهد عند عمر 60 سنة",
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يشكل 10% من حالات شلل العصب الوجهي ويشاهد بعد عمر 60 عام.(مقرر صفحة 175)</p>"
    },
    {
        question: "44. شلل العصب الوجهي الناجم عن الأورام يترقى لأكثر من:(دورة 2009)",
        options: [
            "3 أسابيع",
            "3 أشهر",
            "4 أشهر",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يترقى ببطء لأكثر من ثلاثة أسابيع.(مقرر صفحة 176)</p>"
    },
    {
        question: "45. يشخص شلل بل:(دورة 2009)",
        options: [
            "القصة السريرية",
            "ال CT",
            "الMRI",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>CT و MRI لا يفيدان في شلل بل.(مقرر صفحة 174)</p>"
    },
    {
        question: "46. يخرج العصب الوجهي من الثقبة الإبرية الخشائية أمام:(دورة 2008)",
        options: [
            "الناتئ الإبري",
            "الناتئ الخشائي",
            "شق ذات البطنين",
            "الدرز الصدغي القذالي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يخرج العصب الوجهي من الثقبة الإبرية الغشائية أمام شق ذات البطنين وخلف النتوء الإبري الخشائي.(مقرر صفحة 167)</p>"
    },
    {
        question: "47. شلل بل:(دورة 2008)",
        options: [
            "الحدوث بشكل مفاجئ بنسبة 25%",
            "الشفاء العفوي بنسبة 25% إذا أصبح الشلل خلال الأسبوع الأول من بدئه فالإنذار أفضل",
            "عائلي 10%",
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>75% من شلل العصب الوجهي الفجائي، لم يذكر أنه يشفى عفوياً.(مقرر صفحة 173)</p>"
    },
   

    ],
    9:[
 {
    question: "1. الصماخ السفلي ينفتح على:(دورة 2024)",
    options: [
      "فوهة الجيب الفكي",
      "القناة الدمعية الأنفية",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>تنفتح على الصماخ السفلي القناة الدمعية الأنفية، وعلى الصماخ المتوسط ينفتح الجيب الفكي والجبهي وفوهات الخلايا الغربالية الأمامية، وعلى الصماخ العلوي تنفتح فوهات الخلايا الغربالية الخلفية، وتنفتح فوهة الجيب الوتدي على الردب الوتدي الغربالي. (مقرر ص103)</p>"
  },
  {
    question: "2. التعصيب نظير الودي للأنف:(دورة 2023)",
    options: [
      "العصب الصخري الكبير",
      "تأثيره موسع للأوعية",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>نظير الودي عبر العصب الصخري السطحي الكبير وله تأثير موسع، أما الودي فمقبض عبر الصخري العميق. (مقرر ص105)</p>"
  },
  {
    question: "3. أوعية الأنف ما عدا:(دورة 2022)",
    options: [
      "الوتدي الحنكي",
      "الشفوي العلوي",
      "الغربالي الأمامي",
      "الأنفي الخلفي"
    ],
    correct: 3,
    explanation: "<strong>التعليل:</strong><p>لا يعتبر الشريان الأنفي الخلفي من أوعية الأنف الرئيسية، حيث تاتي تروية الانف من شعب السباتي الظاهر اهمها الوتدي الحنكي ثم الشفوي العلوي و تحت الحجاج و السنخي العلوي و الشعبة البلعومية للفكي الباطن ، و شعب من السباتي الباطن عن طريق العيني ثم الغربالي الامامي و الخلفي. (مقرر ص104)</p>"
  },
  {
    question: "4. الجيب الجبهي ينفتح على:(دورة 2021)",
    options: [
      "الصماخ العلوي",
      "الصماخ المتوسط",
      "الصماخ السفلي",
      "كل ما سبق خطأ"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>تنفتح على الصماخ السفلي القناة الدمعية الأنفية، وعلى الصماخ المتوسط ينفتح الجيب الفكي والجبهي وفوهات الخلايا الغربالية الأمامية، وعلى الصماخ العلوي تنفتح فوهات الخلايا الغربالية الخلفية، وتنفتح فوهة الجيب الوتدي على الردب الوتدي الغربالي. (مقرر ص103)</p>"
  },
  {
    question: "5. من أوعية الأنف عدا:(دورة 2020)",
    options: [
      "الغربالي الأمامي",
      "الوتدي الحنكي",
      "الأنفي الخلفي",
      "الشفوي العلوي"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>لا يعتبر الشريان الأنفي الخلفي من أوعية الأنف الرئيسية، حيث تاتي تروية الانف من شعب السباتي الظاهر اهمها الوتدي الحنكي ثم الشفوي العلوي و تحت الحجاج و السنخي العلوي و الشعبة البلعومية للفكي الباطن ، و شعب من السباتي الباطن عن طريق العيني ثم الغربالي الامامي و الخلفي. (مقرر ص104).</p>"
  },
  {
    question: "6. التعصيب الذاتي للأنف:(دورة 2018)",
    options: [
      "العصب الصخري السطحي الكبير",
      "العصب الصخري العميق",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>يتحد العصب الصخري السطحي الكبير (نظير الودي) و العصب الصخري العميق (الودي) ليشكلا عصب قناة فيديان. (مقرر ص105)</p>"
  },
  {
    question: "7. اختبار الجلد التحسسي لا ينفع عند:(دورة 2014)",
    options: [
      "مرضى الكتابة الجلدية",
      "تناول الكورتيزون",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>لا تنفع عند مرضى الكتابة الجلدية بسبب الايجابية الكاذبة و لا عند المرضى الذين يتناولون أدوية مضادة للتحسس بسبب السلبية الكاذبة. (مقرر ص13)</p>"
  },
  {
    question: "8. ضفيرة كيسلباخ:(دورة 2013)",
    options: [
      "الشريان الوتدي الحنكي",
      "الشريان السنخي العلوي",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>ضفيرة كيسلباخ هي ضفيرة وعائية تتألف من تضافر شعب الشريان الشفوي العلوي والوتدي الحنكي والغربالي الأمامي في المنطقة السفلية الأمامية للحاجز الأنفي.(مقرر ص104)</p>"
  },
  {
    question: "9. الفرجة الشمية:(دورة 2011)",
    options: [
      "بين القرين المتوسط والوتيرة",
      
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>المسافة بين القرين السفلي و الحاجز الانفي تدعى الفرجة التنفسية و المسافة بين القرين المتوسط و الحاجز الانفي تدعى الفرجة الشمية. (مقرر ص103)</p>"
  },
  {
    question: "10. الفرجة التنفسية:(دورة 2011)",
    options: [

      "بين القرين السفلي والوتيرة",
      
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>المسافة بين القرين السفلي و الحاجز الانفي تدعى الفرجة التنفسية و المسافة بين القرين المتوسط و الحاجز الانفي تدعى الفرجة الشمية. (مقرر ص103)</p>"
  },
  {
    question: "11. ضفيرة كيسلباخ ضفيرة وعائية تتألف من:(دورة 2010)",
    options: [
      "شعب الشريان الشفوي العلوي والوتدي الحنكي",
     
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>ضفيرة كيسلباخ هي ضفيرة وعائية تتألف من تضافر شعب الشريان الشفوي العلوي والوتدي الحنكي والغربالي الأمامي في المنطقة السفلية الأمامية للحاجز الأنفي.(مقرر ص104)</p>"
  },
  {
    question: "12. ينفتح على الصماخ العلوي:(دورة 2010)",
    options: [
      "الخلايا الغربالية الخلفية",
     
    ],
    correct: 0,
    explanation: "<strong>التعليل:</strong><p>تنفتح على الصماخ السفلي القناة الدمعية الأنفية، وعلى الصماخ المتوسط ينفتح الجيب الفكي والجبهي وفوهات الخلايا الغربالية الأمامية، وعلى الصماخ العلوي تنفتح فوهات الخلايا الغربالية الخلفية، وتنفتح فوهة الجيب الوتدي على الردب الوتدي الغربالي. (مقرر ص103)</p>"
  },
  {
    question: "13. التعصيب الودي للأنف يأتي من العصب:(دورة 2008)",
    options: [
      "العصب الصخري السطحي الكبير",
      "العصب الصخري العميق",
      "العصب الصخري الصغير",
      "عصب حبل الطبل"
    ],
    correct: 1,
    explanation: "<strong>التعليل:</strong><p>التعصيب الودي يأتي عن طريق العصب الصخري العميق من الضفيرة الودية السباتية. (مقرر ص105)</p>"
  },
  {
    question: "14. إن توقف عمل الأهداب يؤدي إلى:(دورة 2008)",
    options: [
      "الإنتان",
      "تشكل القشور",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>نقص أو توقف عمل الأهداب يؤدي إلى تراكم المفرزات المخاطية وتشكل القشور وبالتالي يكثر التعرض للإنتان.(مقرر ص107)</p>"
  }
    ],
    10:[
 {
        question: "1. انسداد الأنف الخلفي الخلقي غالباً:(دورة 2025)",
        options: [
            "عظمي",
            "ثنائي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكون الانسداد غشائي في 10% من الحالات و عظمي في 90% منها ، وحيد الجانب في 70% و ثنائي الجانب في 30%(مقرر صفحة 115)</p>"
    },
    {
        question: "2. في كسور ورضوض الأنف:(دورة 2025)",
        options: [
            "الصورة الشعاعية ضرورية للتشخيص",
            "رد مفتوح في كسر غضاريف الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الصورة الشعاعية غير مطلوبة إلا لضرورة التسجيل القضائي و الرد المفتوح يكون في حال فشل الرد المغلق مع وجود انحراف وتيرة أو كسور في غضاربف الأنف (مقرر صفحة 118)</p>"
    },
    {
        question: "3. في انحراف الوتيرة:(دورة 2025)",
        options: [
            "قد تكون ولادية",
            "تسبب سيلان أنف مائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث الإنحراف عادة بسبب الرضوض أو ولادي يتطور مع العمر بسبب عامل النمو.(مقرر صفحة 120)</p>"
    },
    {
        question: "4. في ضخامة القرينات الأنفية:(دورة 2025)",
        options: [
            "صداع",
            "التشخيص يعتمد على الطبقي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتظاهر ضخامة القرينات سريريا بانسداد انف و ثقل بالرأس و نقص شم و الفحص يبدي ضخامة في القرين (مقرر صفحة 124)</p>"
    },
    {
        question: "5. في التهاب الأنف الوعائي الحركي:(دورة 2025)",
        options: [
            "اضطراب في استقلاب البروستاغلاندين",
            "يترافق مع بوليبات أنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>من أسباب البوليبات الأنفية التهابات الأنف و الجيوب المزمنة التحسسية و غير التحسسية و خاصة الميكوبلاسما و الفطور و التهاب الانف الوعائي هو التهاب غير تحسسي (مقرر صفحة 139)</p>"
    },
    {
        question: "6. من طرق التدبير للرعاف المعند:(دورة 2025)",
        options: [
            "التصميم الانتقائي",
            "ربط الشريان الفكي الباطن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من التدابير الجراحية تخثير الشريان الوتدي الحنكي أو ربط الشريان الغربالي الامامي أو الفكي الباطن أو السباتي الظاهر أو استخدام تصميم انتقائي (مقرر صفحة 127)</p>"
    },
    {
        question: "7. يفيد في معالجة التهاب الأنف الأرجي:(دورة 2025)",
        options: [
            "تجنب المادة المحسسة",
            "المعالجة المناعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>معالجة التهاب الانف الارجي تكون بمعالجة دوائية أو مناعية أو تجنب المادة المحسسة أو تثقيف المريض. (مقرر صفحة 134)</p>"
    },
    {
        question: "8. التهاب الأنف الدوائي:(دورة 2025)",
        options: [
            "انسداد أنف مزمن",
            "يعالج بقطرات مضادة للاحتقان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعاني هؤلاء المرضى من انسداد انفي بسبب استخدام البخاخات الأنفية المضادة للاحتقان الموضعية لفترات طويلة.(مقرر صفحة 138)</p>"
    },
    {
        question: "9. من أعراض التهاب الأنف الأرجي:(دورة 2025)",
        options: [
            "سيلان مائي",
            "عطاس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من أعراض التهاب الأنف الأرجي سيلان الانف و الذي غالبا ما يكون مائيا و غزيرا و عطاس غالبا ما يكون شديدا بخاصة في الشكل الفصلي من التحسس الأنفي(مقرر صفحة 133)</p>"
    },
    {
        question: "10. سليلة الأنف الخلفية (البوليب القمعي الغاري): (دورة 2025)",
        options: [
            "إنتاني المنشأ",
            "يعالج ببخاخ الكورتيزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مجهول السبب، العلاج الأمثل هي جراحة الجيوب التنظيرية.(مقرر صفحة 140)</p>"
    },
    {
        question: "11. الرعاف: (دورة 2025)",
        options: [
            "أمامي 95%",
            "قد يكون السبب ورم سليم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد يكون سبب الرعاف موضعي داخل الأنف كالسبب الورمي سواء سليم او خبيث، كمان أن 95% من الرعاف يحدث في القسم الامامي ( مقرر صفحة 125)</p>"
    },
    {
        question: "12. في ثلاثي سامتر:(دورة 2025)",
        options: [
            "ربو",
            "حساسية للبنسلين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثلاثي سامتر هو ربو ، حساسية للاسبرين ، بوليبات أنفية (مقرر صفحة 136 )</p>"
    },
    {
        question: "13. من أمراض التهاب الأنف الحبيبي غير النوعية:(دورة 2025)",
        options: [
            "حبيبوم واغنر",
            "تصلب الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأورام الحبيبومية إما أن تكون نوعية مثل السل و الافرنجي و تصلب الأنف و البواغ الانفي أو غير نوعية مثل الساركوئيد و حبيبوم واغنر (مقرر صفحة 130)</p>"
    },
    {
        question: "14. تدبير الرعاف المستمر:(دورة 2024)",
        options: [
            "كي بنترات الفضة",
            "دكة جلفوم لمن لديه اضطراب تخثر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الكي يفيد في الرعاف غير المستمر، أما المستمر فيحتاج دك أمامي وجلفوم عند اضطراب التخثر. (مقرر ص126)</p>"
    },
    {
        question: "15. التهاب الأنف الوعائي الحركي:(دورة 2024)",
        options: [
            "اختبار الجلد التحسسي سلبي",
            "سببه نقص استقلاب البروستاغلاندينات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكون اختبار الجلد التحسسي سلبي وعيار الحمضات طبيعي، بينما اضطراب استقلاب البروستاغلاندينات في التهاب الأنف غير الأرجي مع فرط الحمضات \"الإيوزيني\". (مقرر ص136)</p>"
    },
    {
        question: "16. التهاب الأنف الأرجي:(دورة 2024)",
        options: [
            "سببه التدخين",
            "العطاس عرض شائع بالشكل المستمر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العطاس عرض شائع ويكون شديداً في الشكل الفصلي ، و التدخين من العوامل المؤهبة. (مقرر ص133)</p>"
    },
    {
        question: "17. البوليبات الأنفية عند الأطفال:(دورة 2024)",
        options: [
            "متلازمة الأهداب الساكنة",
            "الداء الكيسي الليفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يجب نفي متلازمة الأهداب الساكنة والداء الكيسي الليفي كعوامل مسببة للبوليبات الأنفية عند الأطفال.(مقرر ص139)</p>"
    },
    {
        question: "18. من اختلاطات خراج الحاجز الأنفي:(دورة 2024)",
        options: [
            "الأنف السرجي",
            "التهاب الجيب الكهفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إذا لم يعالج الورم الدموي بالوقت المناسب يحدث ضمور وتنخر في الغضروف مؤدياً لظهور الأنف السرجي وإذا حدث إنتان للورم الدموي تحول إلى خراج الحاجز الأنفي، والإنتان هنا خطير بسبب الاتصال الوريدي عديم الدسامات مع الحجاج والجيب الكهفي.(مقرر ص123)</p>"
    },
    {
        question: "19. انحراف الوتيرة:(دورة 2024)",
        options: [
            "قد يكون خلقي",
            "المعالجة جراحية قبل سن 10 سنوات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث بسبب الرضوض أو ولادي ويتطور مع العمر.بسبب عامل النمو، ويعالج بإجراء تصنيع وتيرة مع استئصال الأقسام المحروفة فقط ثم الدك لمدة 48 ساعة مع الصادات.(مقرر ص120)</p>"
    },
    {
        question: "20. القيلة الدماغية في الأنف:(دورة 2024)",
        options: [
            "تشخص بالرنين",
            "علامة فورستنبرغ إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الوسيلة الأفضل للتشخيص MRI، وتكون علامة فورستنبرغ إيجابية بخلاف الكيسة الأدمية الأنفية والورم الدبقي الأنفي حيث تكون سلبية في كلتا الحالتين.(مقرر ص117)</p>"
    },
    {
        question: "21. في ضخامة القرينات:(دورة 2024)",
        options: [
            "خاصة في القرين العلوي",
            "يعتمد التشخيص على الفحص السريري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ضخامة القرينات هي ثخانة في الغشاء المخاطي للقرينات وخاصة السفلي وليس العلوي، وتتظاهر بانسداد أنف وثقل بالرأس ونقص شم، و يبدي الفحص ضخامة في القرين، لذلك يعتمد التشخيص على الفحص السريري.(مقرر ص124)</p>"
    },
    {
        question: "22. في انسداد الأنف الخلفي الخلقي غالباً:(دورة 2024)",
        options: [
            "ثنائي الجانب",
            "غشائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يكون غشائي في 10% من الحالات، وعظمي في 90% من الحالات، و وحيد الجانب في 70% و ثنائي الجانب في 30%(مقرر ص115)</p>"
    },
    {
        question: "23. الورم الدموي بالأنف:(دورة 2023)",
        options: [
            "وحيد الجانب غالباً",
            "يسبب أنف سرجي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>عادة ثنائي الجانب، وإذا لم يُعالج باكراً يسبب الأنف السرجي.(مقرر صفحة 123)</p>"
    },
    {
        question: "24. التشخيص التفريقي لسيلان أنف وحيد الجانب:(دورة 2023)",
        options: [
            "جسم أجنبي",
            "انحراف وتيرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يدخل في التشخيص التفريقي لسيلان أنف وحيد الجانب: الجسم الأجنبي، انسداد الأنف الخلفي الخلقي وحيد الجانب، أورام الحفرة الأنفية(مقرر صفحة 122)</p>"
    },
    {
        question: "25. انثقاب الوتيرة:(دورة 2023)",
        options: [
            "أهم الأسباب الورم",
            "يحدث فيه قشور أنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أهم الأسباب هي الجراحة على الوتيرة، وقد تكون بسبب ورم أو آفة مزمنة (مثل السل، السفلس، داء فاغنر، ساركوئيد)، سريرياً قد تكون غير عرضية أويحدث رعاف وقشور أنفية وصفير أثناء التنفس.(مقرر صفحة 119)</p>"
    },
    {
        question: "26. الكيسة الأدمية الأنفية:(دورة 2023)",
        options: [
            "قد يكون لها اتصال مع الجهاز العصبي المركزي",
            "تتوسع مع البكاء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن أن يكون هناك اتصال مع الجهاز العصبي المركزي في 25% من الحالات، ولا تتوسع الكيسة أثناء البكاء، أي تكون علامة فروستنبرغ سلبية.(مقرر صفحة 116)</p>"
    },
    {
        question: "27. البوليب القمعي الغاري:(دورة 2023)",
        options: [
            "تحسسي",
            "فطري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مجهول السبب.(مقرر صفحة 140)</p>"
    },
    {
        question: "28. الحمرة:(دورة 2023)",
        options: [
            "تصل للأدمة",
            "سببها اللاهوائيات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تصل الإصابة للأدمة والعامل المسبب هو العقديات (أخماج الأنف الجلدية).(مقرر صفحة 128)</p>"
    },
    {
        question: "29. أعراض التهاب الأنف التحسسي:(دورة 2023)",
        options: [
            "عطاس في الشكل الفصلي",
            "حكة شديدة في الشكل الدائم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العطاس الشديد في الشكل الفصلي، أما الحكة فقد تغيب في الشكل الدائم.(مقرر صفحة 133)</p>"
    },
    {
        question: "30. التهاب الأنف الوعائي الحركي:(دورة 2023)",
        options: [
            "اضطراب استقلاب البروستاغلاندينات",
            "فرط حمضات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>سببه اضطراب التوازن الوعائي الحركي في الغشاء المخاطي للأنف، وعيار الحمضات طبيعي.(مقرر صفحة 136)</p>"
    },
    {
        question: "31. الرعاف:(دورة 2023)",
        options: [
            "غالباً أمامي",
            "الخلفي يترافق مع ارتفاع ضغط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الرعاف يكون في 95% من الحالات في القسم الأمامي من الوتيرة، وفي 90% من الحالات في منطقة ليتل في ضفيرة كيسلباخ نظراً لغزارة التروية، الرعاف الخلفي أشد وأخطر ويترافق مع ارتفاع الضغط وتصلب الأوعية.(مقرر صفحة 125)</p>"
    },
    {
        question: "32. علاج الرعاف الأمامي المستمر:(دورة 2022)",
        options: [
            "الكي بنترات الفضة",
            "دك أمامي",
            "دك خلفي",
            "ربط الأوعية"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>إذا استمر النزف فمن الضروري استخدام دك أمامي، بينما الكي بنترات الفضة يستخدم لعلاج الرعاف الأمامي غير المستمر.(مقرر ص126)</p>"
    },
    {
        question: "33. فيمة الأنف:(دورة 2022)",
        options: [
            "تسبب نقص شم",
            "خلقية",
            "لا تسبب صداع",
            "كل ما سبق صحيح"
        ],
        correct: 2,
        explanation: "<strong>التعليق:</strong><p>لا تسبب نقص شم، وهي ليست خلقية وإنما ناجمة عن العدة الوردية وتترافق مع الكحولية وتناول التوابل والكافئين، ولا تسبب صداع، وإنما هي مشكلة جمالية فقط.(مقرر ص141)</p>"
    },
    {
        question: "34. كل ما يلي صحيح في التهاب الأنف الضموري ما عدا:(دورة 2022)",
        options: [
            "العطاس",
            "الصداع",
            "انسداد الأنف",
            "سيلان قيحي"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong><p>يتظاهر التهاب الأنف الضموري سريرياً بـ: صداع، انسداد أنف، رائحة نفس كريهة لا يشعر بها المريض، ألم خلف المقلة، فقدان الشم، نز قيحي، ولا يتظاهر بالعطاس.(مقرر ص137)</p>"
    },
    {
        question: "35. حول التهاب الأنف غير الأرجي مع فرط الحمضات:(دورة 2022)",
        options: [
            "مثال عليه ثلاثي سامتر",
            "هو التهاب أنف وعائي حركي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong><p>سببه اضطراب استقلاب البروستاغلاندينات، التهاب الأنف الوعائي الحركي نوع آخر من الالتهابات اللا تحسسية.(مقرر ص136)</p>"
    },
    {
        question: "36. السلائل الأنفية الخلفية:(دورة 2022)",
        options: [
            "تحسسية",
            "مركب أنفي صلب",
            "علاجها كورتيزون",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>مجهولة السبب و ليست تحسسية، تتكون من مركبين أحدهما مركب أنفي صلب والآخر مركب فكي علوي كيسي، والعلاج الأمثل هو جراحة الجيوب التنظيرية مع إزالة جميع مركباتها لا سيما الفكية وإلا النكس وارد. (مقرر ص140)</p>"
    },
    {
        question: "37. في التهاب الأنف التحسسي ما عدا:(دورة 2022)",
        options: [
            "يعتمد التشخيص على اختبار الجلد التحسسي",
            "يعالج بمضادات الاحتقان الموضعية",
            "سيلان ثنائي الجانب",
            "يسبب حكة"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>يفيد اختبار الجلد التحسسي  في التشخيص.(مقرر ص134)</p>"
    },
    {
        question: "38. البوليبات الأنفية ما عدا:(دورة 2022)",
        options: [
            "تتظاهر بالرعاف",
            "غير مؤلمة",
            "من أسبابها متلازمة سوء حركة الأهداب",
            "تكون ثنائية الجانب عادة"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong><p>متلازمة سوء حركة الأهداب هي عامل مسبب عند الأطفال، العرض الرئيسي هو انسداد أنفي مستمر ثم نقص أو فقدان حاسة الشم، وهي آفات فقيرة التوعية وغير مؤلمة.(مقرر ص139)</p>"
    },
    {
        question: "39. انثقاب الوتيرة الأنفية ما عدا:(دورة 2022)",
        options: [
            "رعاف",
            "صفير",
            "قشور",
            "الانثقابات الكبيرة تعالج بالترميم"
        ],
        correct: 3,
        explanation: "<strong>التعليق:</strong><p>قد تكون غير عرضية أو يحدث رعاف وقشور أنفية وصفير أثناء التنفس. أما بالنسبة للترميم فقد كان مذكوراً في مقرر العام السابق بأن الانثقابات الصغيرة ترمم والانثقابات الكبيرة تعالج بالمراهم الموضعية، وفي مقرر هذا العام تم تعديل العلاج لتصبح ترميم الانثقابات خاصة الصغيرة أي أن الانثقابات الكبيرة أيضاً تعالج بالترميم، لذا تصبح جميع الإجابات صحيحة حسب المقرر الحالي، بينما حسب المقرر السابق الذي ورد السؤال معتمداً عليه في حينه فالجواب D.(مقرر ص119)</p>"
    },
    {
        question: "40. الكيسة الأدمية الأنفية تشخص بـ:(دورة 2022)",
        options: [
            "الخزعة",
            "الفحص السريري",
            "المرنان المغناطيسي",
            "الصورة الشعاعية البسيطة"
        ],
        correct: 2,
        explanation: "<strong>التعليق:</strong><p>MRI يعد أهم وسيلة تشخيصية. (مقرر ص117)</p>"
    },
    {
        question: "41. الكيسة الأدمية الأنفية:(دورة 2021)",
        options: [
            "علامة فروستنبرغ إيجابية",
            "MRI ضروري للتشخيص",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>علامة فروستنبرغ سلبية، وMRI هو الأهم للتشخيص.(مقرر صفحة  116)</p>"
    },
    {
        question: "42. الرد المفتوح لكسور الأنف:(دورة 2021)",
        options: [
            "كسور الوتيرة",
            "غير متبدلة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الرد المفتوح نقوم باجراء تصنيع وترة أو تصنيع أنف خاصة في حال فشل الرد المغلق مع وجود انحراف وتيرة أو كسور في غضاريف الأنف.(مقرر صفحة 118)</p>"
    },
    {
        question: "43. انثقاب الوتيرة كل ما يلي صحيح عدا:(دورة 2021)",
        options: [
            "صداع",
            "رعاف",
            "قشور",
            "صفير"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يسبب صداعاً، بينما الانحراف هو الذي يسبب صداعاً، قد تكون غير عرضية سريرياً أو يحدث رعاف وقشور أنفية وصفير في أثناء التنفس.(مقرر صفحة 119)</p>"
    },
    {
        question: "44. انحراف الوتيرة قد يكون:(دورة 2021)",
        options: [
            "غير عرضية",
            "مع صداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>انحراف الوتيرة قد يسبب انسداد أنف ورعاف وصداع خاصة عندما يضغط الحاجز الأنفي على القرين المتوسط، انثقاب الوتيرة هي التي قد تكون غير عرضية وليس الاحراف.(مقرر صفحة 120)</p>"
    },
    {
        question: "45. شم روائح كريهة:(دورة 2021)",
        options: [
            "أسباب نفسية",
            "جسم أجنبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الأسباب النفسية تسبب روائح غير موجودة.</p>"
    },
    {
        question: "46. الورم الدموي:(دورة 2021)",
        options: [
            "أحادي الجانب",
            "من اختلاطاته الأنف السرجي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>عادة ثنائي الجانب.(مقرر صفحة 123)</p>"
    },
    {
        question: "47. ضخامة القرينات:(دورة 2021)",
        options: [
            "من أسبابها التهابات الأنف المزمنة",
            "تتظاهر بالرعاف",
            "تعالج بالاستئصال التام",
            "تكون خاصة بالقرين المتوسط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تتظاهر بانسداد أنف وثقل بالرأس ونقص شم، وتكون في القرين السفلي و تعالح باستئصال جزئي و ليس تام .(مقرر صفحة 124)</p>"
    },
    {
        question: "48. شاب يعاني من رعاف مستمر من وعاء صغير من ليتل، التدبير الأفضل:(دورة 2021)",
        options: [
            "دك أمامي",
            "كي بنترات الفضة",
            "تصميم",
            "ربط غربالي أمامي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الدك الأمامي ضروري في الرعاف المستمر(مقرر صفحة 126 )</p>"
    },
    {
        question: "49. المعالجة المناعية بالتهاب الأنف الأرجي:(دورة 2021)",
        options: [
            "عرضية",
            "لثلاثة أشهر متتالية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تستمر 3–5 سنوات وتعتمد على معالجة السبب وليس الأعراض.(مقرر صفحة 135)</p>"
    },
    {
        question: "50. معالجة التهاب الأنف الأرجي:(دورة 2021)",
        options: [
            "كي القرينات",
            "جراحة جيوب تنظيرية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العلاج يشمل تجنب المادة المحسسة، المعالجة الدوائية، المناعية، وتثقيف المريض(مقرر صفحة 134)</p>"
    },
    {
        question: "51. التهاب الأنف الوعائي الحركي:(دورة 2021)",
        options: [
            "تشخيص بالتصوير الوعائي",
            "العلاج ببخاخ كورتيزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>المعالجة تكون بالستيروئيدات الأنفية الموضعية ومضادات الاحتقان.(مقرر صفحة 136 )</p>"
    },
    {
        question: "52. كل ما يلي صحيح حول السليلات الأنف  التحسسية ما عدا:(دورة 2021)",
        options: [
            "انسداد أنف",
            "رعاف",
            "سيلان",
            "نقص شم"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العرض الرئيسي هو انسداد الأنف المستمر ثم نقص الشم أو فقدانه وهي فقيرة التوعية.(مقرر صفحة 139)</p>"
    }, {
        question: "53. التهاب الأنف الوعائي الحركي:(دورة 2020)",
        options: [
            "حكة أنفية",
            "سيلان مائي",
            "ارتفاع حمضات الدم",
            "اضططراب استقلاب البروستاغلاندينات"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يعاني المرضى بشكل رئيسي من سيلان أنف خاصة خلفي و بشكل أقل انسداد أنفي، وعيار الحمضات طبيعي، وسببه اضطراب التوازن الوعائي الحركي في الغشاء المخاطي للأنف وما يميزه عن التهاب الأنف الأرجي عدم وجود اعراض عينية او حكة انفية او قصة عائلية.(مقرر ص136)</p>"
    },
    {
        question: "54. علاج الرعاف الأمامي المستمر:(دورة 2020)",
        options: [
            "الكي بنترات الفضة",
            "دك أمامي",
            "دك خلفي",
            "ربط الأوعية النازفة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>إذا استمر النزف فمن الضروري استخدام دك أمامي، بينما الكي بنترات الفضة يستخدم لعلاج الرعاف الأمامي غير المستمر.(مقرر ص126)</p>"
    },
    {
        question: "55. فيمة الأنف:(دورة 2020)",
        options: [
            "زوال حاسة الشم",
            "لا تسبب صداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تزول حاسة الشم ولا تسبب صداعاً، المشكلة جمالية فقط.(مقرر ص141)</p>"
    },
    {
        question: "56. كل مما يلي صحيح حول التهاب الأنف التحسسي عدا:(دورة 2020)",
        options: [
            "حكة أنفية",
            "سيلان مائي ثنائي الجانب",
            "يعالج بمضادات احتقان موضعية",
            "يشخص باختبار الجلد التحسسي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العلاج بمضادات الهيستامين في الحالات المتقطعة و الخفيفة أو بخاخ الكورتيزون الموضعي في الحالات المتوسطة و الشديدة.(مقرر ص134)</p>"
    },
    {
        question: "57. البوليب القمعي الغاري:(دورة 2020)",
        options: [
            "له مركب أنفي صلب",
            "أكثر شيوعاً عند اليافعين الذكور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>له مركب أنفي صلب ومركب فكي علوي كيسي، وهو أكثر شيوعاً عند اليافعين الذكور.(مقرر ص140)</p>"
    },
    {
        question: "58. كل مما يلي صحيح حول السليلات الأنفية عدا:(دورة 2020)",
        options: [
            "تكون خاصة في الصماخ المتوسط",
            "غير مؤلمة",
            "الرعاف",
            "انسداد الأنف"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تنشأ في معظم الأحيان من الصماخ المتوسط ثم القرين المتوسط، وهي فقيرة التوعية غير مؤلمة، العرض الرئيسي لها هو الانسداد الأنفي المستمر ثم نقص لحاسة الشم أو فقدانها، و لا وجود للرعاف.(مقرر ص139)</p>"
    },
    {
        question: "59. انثقاب الوتيرة يسبب كل ما يلي عدا:(دورة 2020)",
        options: [
            "الصداع",
            "الرعاف",
            "قشور أنفية",
            "صفير"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>انثقاب الوتيرة يحدث رعافاً وقشوراً وصفيراً أثناء التنفس، بينما انحراف الوتيرة قد يسبب صداعاً.(مقرر ص120)</p>"
    },
    {
        question: "60. كل مما يلي صحيح حول الورم الدموي في الأنف ما عدا:(دورة 2020)",
        options: [
            "سببه اضطراب عوامل التخثر",
            "يتوضع الدم بين الغضروف والسمحاق",
            "يتضمن العلاج الشق والتفجير",
            "الأنف السرجي من اختلاطاته"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث نتيجة الرض أو الجراحة. (مقرر ص123)</p>"
    },
    {
        question: "61. انحراف الوتيرة كل ما يلي صحيح عدا:(دورة 2020)",
        options: [
            "يسبب التهاب جيوب",
            "يسبب سيلان أنفي قيحي",
            "يحدث بسبب الرضوض",
            "يسبب صداع"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قد يؤهب لالتهاب الجيوب انسداد فوهة الجيوب بسبب انحراف وتيرة، ويسبب الانحراف انسداد أنف، و لكنه لا يسبب سيلان.(مقرر ص120)</p>"
    },
    {
        question: "62. يتواجد دمل الأنف:(دورة 2020 حملة)",
        options: [
            "في منطقة الصماخ السفلي",
            "الوتيرة",
            "الدهليز الأنفي",
            "الصفيحة المثقبة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يصيب جلد دهليز الأنف، سببه العنقوديات أو العقديات تسبقه عادة أذية رضية في جلد دهليز الانف. (مقرر ص128)</p>"
    },
    {
        question: "63. يفيد في معالجة التهاب الأنف الدوائي:(دورة 2020 حملة)",
        options: [
            "بخاخ مضاد للاحتقان",
            "الصادات الموضعية",
            "بخاخ الكورتيزون",
            "الجراحة التنظيرية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>المعالجة بايقاف البخاخات المضادة للاحتقان واستخدام محاليل ملحية مفرطة التوتر مع بخاخات الستيروئيدات  وقد نستخدم مضاد احتقان جهازي او حقن ستيروئيدات تحت المخاطية(مقرر ص138)</p>"
    },
    {
        question: "64. التهاب الأنف الأرجي:(دورة 2020 حملة)",
        options: [
            "أهم الأسباب العث المنزلي",
            "يفيد في التشخيص اختبار الجلد التحسسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العث المنزلي وغبار الطلع من أهم المستأرجات المسببة له، التشخيص يتضمن القصة التحسسية واختبارات التحريض والحذف والجلد التحسسي وعيار IgE.(مقرر ص133+134)</p>"
    },
    {
        question: "65. السليلات الأنفية التحسسية مصدرها غالباً:(دورة 2020 حملة)",
        options: [
            "الوتيرة",
            "الأصمخة الأنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تنشأ في معظم الأحيان من الصماخ المتوسط ثم القرين المتوسط.(مقرر ص139)</p>"
    },
    {
        question: "66. في البوليب القمعي الغاري (سليلة الأنف الخلفية):(دورة 2020 حملة)",
        options: [
            "شهيق حر",
            "عطاس شديد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكون الشهيق حراً نسبياً، ولكن انحشار البوليب في القمع الخلفي عند الزفير يسبب انسداد أنف كلي.(مقرر ص140)</p>"
    },
    {
        question: "67. كل ما يلي صحيح حول الأجسام الغريبة في الأنف عدا:(دورة 2020 حملة)",
        options: [
            "انسداد أنف وحيد الجانب",
            "رائحة كريهة",
            "سيلان قيحي وحيد الجانب",
            "لتشخيص التفريقي انحراف الوتيرة."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تتظاهر الأجسام الغريبة في الأنف بأعراض انسداد أنف وحيد الجانب مع سيلان قيحي غالباً ورائحة كريهة. التشخيص التفريقي: جسم أجنبي، انسداد أنف خلفي خلقي وحيد الجانب، أورام الحفرة الأنفية.(مقرر ص122)</p>"
    },
    {
        question: "68. ضخامة القرينات الأنفية:(دورة 2020 حملة)",
        options: [
            "سيلان أنفي قيحي",
            "تسبب الصداع",
            "التشخيص يعتمد على التصوير الطبقي المحوري",
            "تعالج بالاستئصال الجراحي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يعالج السبب اولاً و في حال التليف يفيد الاستئصال.(مقرر ص124)</p>"
    },
    {
        question: "69. في انسداد الأنف الخلفي الخلقي كل ما يلي صحيح عدا:(دورة 2020 حملة)",
        options: [
            "غالباً عظمي",
            "ثنائي الجانب خطير",
            "التشخيص يعتمد على الرنين",
            "يعالج بالجراحة التنظير"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>غالباً عظمي في 90% من الحالات، الانسداد ثنائي الجانب خطير يؤدي لموت الوليد، يتم التشخيص بعدم إمكان إمرار قثطرة من المنخر المسدود، والتصوير الشعاعي بعد وضع مادة ظليلة في الأنف يظهر الانسداد الخلفي للمنخر، ويمكن استخدام CT ولا دور للرنين في هذه الحالة، علاج الانسداد وحيد الجانب بالتنظير أو جراحي.(مقرر ص115)</p>"
    },
    {
        question: "70. من أعراض انحراف الوتيرة:(دورة 2020 حملة)",
        options: [
            "سيلان مائي",
            "صداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قد يسبب انحراف الوتيرة انسداد أنف ورعاف وصداع خاصة عندما يضغط الحاجز الأنفي على القرين المتوسط، ولا يسبب سيلان مائي.(مقرر ص120)</p>"
    },
    {
        question: "71. انسداد الأنف الخلفي الخلقي:(دورة 2019)",
        options: [
            "أغلبه عظمي",
            "التشخيص بالإيكو",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عظمي في 90% من الحالات، التشخيص بعدم إمكان إمرار قثطرة من المنخر المسدود، ويمكن الاستعانة بالتصوير الشعاعي مع مادة ظليلة، أو CT بمقاطع رقيقة، ولا دور للإيكو في هذه الحالة.(مقرر صفحة 115)</p>"
    },
    {
        question: "72. تشخيص كسور الأنف:(دورة 2019)",
        options: [
            "الفحص السريري",
            "الصورة الشعاعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التشخيص سريري، والصورة تستخدم فقط للتسجيل القضائي.(مقرر صفحة 118)</p>"
    },
    {
        question: "73. انثقاب الوتيرة:(دورة 2019)",
        options: [
            "قشور أنفية",
            "صداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>قد تكون غير عرضية سريرياً، أو يحدث رعاف وقشور أنفية وصفير في أثناء التنفس، بينما الصداع يكون في انحراف الوتيرة.(مقرر صفحة 119)</p>"
    },
    {
        question: "74. انحراف الحاجز الأنفي:(دورة 2019)",
        options: [
            "سيلان أنفي كريه الرائحة",
            "التشخيص بالتصوير الشعاعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يوجد سيلان في انحراف الوتيرة ولم يذكر الحاجة للتصوير الشعاعي لتأكيد التشخيص ولكن يكفي القصة وفحص الأنف العادي.(مقرر صفحة 120)</p>"
    },
    {
        question: "75. الأجسام الغريبة:(دورة 2019)",
        options: [
            "سيلان كريه الرائحة",
            "أحادي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تتظاهر بأعراض انسداد أنف وحيد الجانب مع سيلان غالباً ما يكون قيحي وكريهة الرائحة.(مقرر صفحة 122)</p>"
    },
    {
        question: "76. اختلاط الورم الدموي في الأنف:(دورة 2019)",
        options: [
            "الأنف السرجي",
            "القيلة الغربالية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأنف السرجي هو الاختلاط الوحيد.(مقرر صفحة 123)</p>"
    },
    {
        question: "77. ضخامة القرينات:(دورة 2019)",
        options: [
            "سيلان أنف قيحي",
            "صداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>سريرياً تتظاهر بانسداد أنف وثقل بالرأس ونقص شم.(مقرر صفحة 124)</p>"
    },
    {
        question: "78. العوامل المسببة لالتهاب الأنف الأرجي:(دورة 2019)",
        options: [
            "العطور",
            "التدخين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العطور والتدخين من العوامل المؤهبة، أما المسببة فهي غبار الطلع والفطور والعث المنزلي.(مقرر صفحة 133)</p>"
    },
    {
        question: "79. التهاب الأنف الأيوزيني:(دورة 2019)",
        options: [
            "سببه وعائي حركي",
            "اختبار تحسس سلبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببه اضطراب استقلاب البروستاغلاندين، والاختبارات الأرجية فيه سلبية.(مقرر صفحة 136)</p>"
    },
    {
        question: "80. السليلات الأنفية:(دورة 2019)",
        options: [
            "ألم باللمس",
            "معظمها من الصماخ المتوسط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فقيرة التوعية وغير مؤلمة.(مقرر صفحة 139)</p>"
    },
    {
        question: "81. من التهابات الأنف الحبيبية النوعية:(دورة 2018)",
        options: [
            "تصلب الأنف",
            "الساركوئيد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الساركوئيد وحبيبوم واغنر التهابات حبيبية غير نوعية، بينما السل والإفرنجي وتصلب الأنف والبواغ التهابات حبيبية  نوعية.(مقرر ص130)</p>"
    },
    {
        question: "82. العوامل المسببة للتحسس الأنفي:(دورة 2018)",
        options: [
            "العطور",
            "التدخين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العطور والتدخين هي عوامل مؤهبة وليست عوامل مسببة.(مقرر ص133)</p>"
    },
    {
        question: "83. التهاب الأنف الوعائي الحركي:(دورة 2018)",
        options: [
            "احتقان وسيلان مستمر",
            "لا يوجد حكة أنفية وعينية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يعاني المرضى بشكل رئيسي من سيلان انف.(مقرر ص136)</p>"
    },
    {
        question: "84. من ثلاثي سامتر:(دورة 2018)",
        options: [
            "حساسية للأسبرين",
            "بوليبات أنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ثلاثي سامتر : حساسية للأسبرين و بوليبات أنفية و الربو.(مقرر ص136)</p>"
    },
    {
        question: "85. السليلة الأنفية الخلفية:(دورة 2018)",
        options: [
            "تنشأ من الجيب الجبهي",
            "تسبب سيلان أنفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تنشأ من الجدار الجانبي الخلفي لجيب الفك العلوي، ولا تسبب سيلان.(مقرر ص140)</p>"
    },
    {
        question: "86. من أعراض انحراف الوتيرة:(دورة 2018)",
        options: [
            "الرعاف",
            "سيلان الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأعراض انسداد أنف ورعاف وصداع.(مقرر ص128)</p>"
    },
    {
        question: "87. ضخامة القرينات:(دورة 2018)",
        options: [
            "المعالجة تجريف القرين",
            "أهم الأعراض انسداد الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>المعالجة استئصال.(مقرر ص124)</p>"
    },
    {
        question: "88. في ضخامة القرينات:(دورة 2017)",
        options: [
            "يعتمد التشخيص على الفحص السريري",
            "العلاج المفضل هو الاستئصال الجراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يبدي الفحص ضخامة في القرين، العلاج الأفضل استئصال القسم العظمي من القرين السفلي بالتنظير.(مقرر صفحة 124)</p>"
    },
    {
        question: "89. الكيسة الأدمية الأنفية:(دورة 2017)",
        options: [
            "قابلة للانضغاط",
            "ال CT أهم وسيلة تشخيصية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>غير قابلة للانضغاط، أهم وسيلة تشخيصية هي الـ MRI حيث يمكن له أن يظهر اتصالها مع داخل القحف.(مقرر صفحة 116)</p>"
    },
    {
        question: "90. انحراف الوتيرة:(دورة 2017)",
        options: [
            "التشخيص بالتصوير الشعاعي.",
            "من أعراضه الرعاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قد يسبب انحراف الوتيرة انسداد أنف والرعاف والصداع.(مقرر صفحة 120)</p>"
    },
    {
        question: "91. من اختلاطات التهاب الأنف الأرجي:(دورة 2017)",
        options: [
            "التهاب جيوب",
            "بوليبات أنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التهاب الجيوب الحاد قد يحدث بعد الأرج. (مقرر صفحة 133)</p>"
    },
    {
        question: "92. روائح غير موجودة:(دورة 2017)",
        options: [
            "أمراض نفسية",
            "أورام الدماغ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>والانفلونزا من الأسباب المحتملة أيضاً. (مقرر صفحة 142)</p>"
    },
    {
        question: "93. التهاب الأنف الدوائي:(دورة 2017)",
        options: [
            "تسببه أدوية الضغط",
            "يعالج بمضادات الاحتقان الموضعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تسببه البخاخات الأنفية المضادة للاحتقان، المعالجة بإيقاف البخاخات المضادة للاحتقان واستخدام محاليل ملحية مفرطة التوتر مع بخاخات ستيروئيدات وقد نستخدم مضاد احتقان جهازي أو حقن ستيروئيد تحت المخاطية.(مقرر صفحة 138)</p>"
    },
    {
        question: "94. التهاب دهليز الأنف:(دورة 2017)",
        options: [
            "شائع عند الأطفال",
            "يعالج بالمراهم التي تحوي الصادات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لم يذكر شيوعه. (مقرر صفحة 129)</p>"
    },
    {
        question: "95. الرعاف عند مرضى ارتفاع الضغط:(دورة 2017)",
        options: [
            "من منطقة ليتل في ضفيرة كيسلباخ",
            "يكون غزير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الرعاف الخلفي أشد ويترافق عادة مع ارتفاع الضغط وتصلب الأوعية.(مقرر صفحة 125)</p>"
    },
    {
        question: "96. ثلاثي سامتر مع الربو يحدث:(دورة 2017)",
        options: [
            "تحسس للأسبرين",
            "بوليب أنفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ثلاثي سامتر (تحسس للأسبرين + بوليبات الأنف + الربو).(مقرر صفحة 136)</p>"
    },
    {
        question: "97. التهاب الأنف الوعائي الحركي:(دورة 2017)",
        options: [
            "تعداد الحمضات في الدم أكثر من 10%",
            "سيلان أنفي مائي غزير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>عيار الحمضات طبيعي، يعاني المرضى بشكل أساسي من سيلان أنفي خلفي خاصة.(مقرر صفحة 136)</p>"
    },
    {
        question: "98. كل ما يلي صحيح في الانسداد الوحيد الجانب للأنف ومترافق بالسيلان القيحي عدا:(دورة 2017 حملة)",
        options: [
            "جسم أجنبي",
            "داء فاغنر",
            "أورام الحفرة الأنفية",
            "انسداد أنف وحيد الجانب خلقي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يدخل في التشخيص التفريقي لسيلان أنف وحيد الجانب: الجسم الأجنبي، انسداد الأنف الخلقي وحيد الجانب،  أورام الحفرة الأنفية.(مقرر صفحة 122)</p>"
    },
    {
        question: "99. كل ما يلي صحيح في الورم الدموي في الحاجز الأنفي ما عدا:(دورة 2017 حملة)",
        options: [
            "أهم أعراضه رعاف أمامي",
            "سببه رضي",
            "يتجمع الدم بين السمحاق والغضروف",
            "يعالج بالشق والدك الأمامي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سببه رض أو جراحة، الرعاف ليس من أعراضه.(مقرر صفحة 123)</p>"
    },
    {
        question: "100. تهدف المعالجة المناعية (إزالة الحساسية) في التهاب الأنف الأرجي:(دورة 2017 حملة)",
        options: [
            "منع تطور المرض للأسوأ كالربو مثلًا",
            "منع ظهور مؤرجات جديدة",
            "زوال الأعراض والشفاء منها",
            "كل ما سبق صحيح"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العلاج المناعي هو العلاج الوحيد النوعي القادر على إزالة الحساسية و تغير طبيعة المرض و الشفاء منه (مقرر صفحة 135)</p>"
    },
    {
        question: "101. السليلات الأنفية التحسسية غالباً من:(دورة 2017 حملة)",
        options: [
            "الأصمخة",
            "القرينات",
            "دهليز الأنف",
            "الوترة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تنشأ في معظم الأحيان من الصماخ المتوسط ثم القرين المتوسط.(مقرر صفحة 139)</p>"
    },
    {
        question: "102. التهاب الأنف الضموري البدئي:(دورة 2017 حملة)",
        options: [
            "غالباً عند النساء",
            "العامل الممرض هو العصيات الزرق",
            "صغر وتضيق الأنف",
            "بعد عمليات جراحية عنيفة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يكثر عند الإناث بخاصة في بداية البلوغ، مجهول السبب يشاهد فيه العنقوديات المذهبة، أنف واسع، الثانوي يكون بعد العمليات الجراحية وليس البدئي.(مقرر صفحة 137)</p>"
    },
    {
        question: "103. أهم أعراض التهاب دهليز الأنف:(دورة 2017 حملة)",
        options: [
            "قشور",
            "رعاف",
            "ألم",
            "انسداد الأنف بالمفرزات القيحية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تتشكل قشور ملتصقة مزعجة ومؤلمة.(مقرر صفحة 129)</p>"
    },
    {
        question: "104. أسباب البوليب القمعي الغاري:(دورة 2017 حملة)",
        options: [
            "مجهول السبب",
            "التهاب الأنف الوعائي الحركي",
            "التهاب الأنف الأرجي",
            "التعليل: وأكثر شيوعاً عند اليافعين الذكور."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>وأكثر شيوعاً عند اليافعين الذكور. (مقرر صفحة 140)</p>"
    },
    {
        question: "105. أشيع أسباب الرعاف:(دورة 2017 حملة)",
        options: [
            "مجهول السبب",
            "ارتفاع التوتر الشرياني",
            "تصلب الأوعية",
            "ازدياد الضغط الوريدي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>للرعاف أسباب موضعية أشيعها مجهول السبب، وله أسباب جهازية أخرى.(مقرر صفحة 125)</p>"
    },
    {
        question: "106. كل ما يلي صحيح في التهاب الأنف الأرجي عدا:(دورة 2017 حملة)",
        options: [
            "مخاطية شاحبة",
            "معالجة بالقطرات الأنفية",
            "العث المنزلي من أسبابه",
            "ارتفاع الأيوزينات"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>المعالجة تكون بالأنتي هيستامين (فموي أو بخاخ أنفي)، أو يضاف لها في الحالات المتوسطة والشديدة بخاخ الكورتيزون الموضعي.(مقرر صفحة 134)</p>"
    }, {
        question: "107. في كسور الأنف يكون التشخيص ب:(دورة 2016)",
        options: [
            "الفحص السريري",
            "الصورة الشعاعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التشخيص سريري والصورة الشعاعية غير مطلوبة إلا لضرورة التسجيل القضائي.(مقرر ص118)</p>"
    },
    {
        question: "108. في انثقاب الوتيرة:(دورة 2016)",
        options: [
            "مراهم موضعية للانثقابات الصغيرة",
            "ترميم للانثقابات الكبيرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> معالجة السبب مع المراهم الموضعية، وترميم الانثقابات خاصة إن كانت صغيرة.(مقرر ص119)</p>"
    },
    {
        question: "109. كون التهاب الأنف الأرجي متقطع في حال كانت الأعراض:(دورة 2016)",
        options: [
            "تظهر أقل من أربعة أيام في الأسبوع",
            "تظهر أقل من أربعة أسابيع متتالية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> ومستمراً إن كانت الأعراض تظهر أكثر من أربعة أيام في الأسبوع، ولمدة أكثر من أربعة أسابيع متتالية.(مقرر ص131)</p>"
    },
    {
        question: "110. في التهاب الأنف الوعائي الحركي:(دورة 2016)",
        options: [
            "اختبار الجلد التحسسي إيجابي",
            "عيار الحمضات طبيعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> اختبار الجلد التحسسي سلبي.(مقرر ص136)</p>"
    },
    {
        question: "111. تكون علامة فروستنبرغ إيجابية في:(دورة 2016)",
        options: [
            "الكيسة الأدمية الأنفية",
            "القيلة السحائية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> وسلبية في الكيسة الأدمية الأنفية و الورم الدبقي الانفي. (مقرر ص117)</p>"
    },
    {
        question: "112. البوليبات الأنفية:(دورة 2016)",
        options: [
            "في الصماخ المتوسط",
            "تتظاهر بالصداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> تنشأ في معظم الأحيان من الصماخ المتوسط ثم القرين المتوسط، لم يذكر الصداع.(مقرر ص139)</p>"
    },
    {
        question: "113. الرد المغلق لكسور الأنف:(دورة 2016)",
        options: [
            "كسور شاملة في غضاريف الأنف",
            "يكون خلال 1-3 ساعات من الأذية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> الكسور الشاملة تحتاج رد مفتوح.(مقرر ص118)</p>"
    },
    {
        question: "114. انسداد الأنف الخلفي الخلقي:(دورة 2016)",
        options: [
            "الأشيع أنه وحيد الجانب وعظمي",
            "الأشيع أنه وحيد الجانب وغشائي",
            "الأشيع أنه ثنائي الجانب وعظمي",
            "الأشيع أنه ثنائي الجانب وغشائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> يكون عظمي في 90% من الحالات ووحيد الجانب في 70% من الحالات.(مقرر ص115)</p>"
    },
    {
        question: "115. سليلة الأنف الخلفية:(دورة 2016)",
        options: [
            "غير مؤلمة",
            "تحسسية",
            "الجيب الجبهي",
            "أكثر عرضة للنزف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> مجهولة السبب، تنشأ من الجدار الجانبي الخلفي للجيب الفكي العلوي، لا يوجد نزف.(مقرر ص140)</p>"
    },
    {
        question: "116. التهاب الأنف الضموري البدئي:(دورة 2016)",
        options: [
            "يصيب الإناث غالباً",
            "له رائحة يشعر بها المريض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> يكثر عند الإناث، ويتظاهر سريرياً بصداع وانسداد أنف ورائحة نفس كريهة لا يشعر بها المريض.(مقرر ص137)</p>"
    },
    {
        question: "117. انسداد الأنف الخلفي الخلقي:(دورة 2015)",
        options: [
            "عظمي",
            "عند الذكور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غالباً عند الإناث و 90% عظمي.(مقرر صفحة 115)</p>"
    },
    {
        question: "118. انحراف الوتيرة:(دورة 2015)",
        options: [
            "تسبب سيلان أنفي",
            "تسبب رعاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> تسبب رعاف وانسداد أنف وصداع.(مقرر صفحة 120)</p>"
    },
    {
        question: "119. يدخل في التشخيص التفريقي لسيلان الأنف وحيد الجانب:(دورة 2015)",
        options: [
            "الجسم الأجنبي",
            "أورام الحفرة الأنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>وانسداد الأنف الخلفي الخلقي وحيد الجانب.(مقرر صفحة 122)</p>"
    },
    {
        question: "120. الورم الدموي للأنف:(دورة 2015)",
        options: [
            "ثنائي الجانب",
            "يفيد فيه كي الأوعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> يعالج بالشق والتفجير.(مقرر صفحة 123)</p>"
    },
    {
        question: "121. تحدث ضخامة القرينات بسبب:(دورة 2015)",
        options: [
            "التهاب الجيوب المتكرر",
            "التهاب الأنف الأليرجائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>والتهاب الأنف الوعائي الحركي والتدخين والمخرشات الصناعية.(مقرر صفحة 124)</p>"
    },
    {
        question: "122. الرعاف:(دورة 2015)",
        options: [
            "أشيغ أسبابه رضي",
            "غالباً خلفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> أشيع الأسباب مجهول السبب، غالباً أمامي، والخلفي أخطر.(مقرر صفحة 125)</p>"
    },
    {
        question: "123. من اختلاطات التهاب الأنف الأرجي:(دورة 2015)",
        options: [
            "البوليبات الأنفية",
            "التهاب الجيوب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> التهاب الجبوب والتهاب الأذن الوسطى المصلي من اختلاطاته.(مقرر صفحة 131)</p>"
    },
    {
        question: "124. فيمة الأنف تحدث بسبب:(دورة 2015)",
        options: [
            "ضخامة الغدد الزهمية",
            "ازدياد عدد الغدد الزهمية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مع انسداد في أقنية هذه الغدد وتليف والتهاب وتوسع وعائي.(مقرر صفحة 141)</p>"
    },
    {
        question: "125. التهاب دهليز الأنف:(دورة 2015)",
        options: [
            "يحدث عند الكهول عادة",
            "تتشكل قشور ملتصقة مؤلمة للمريض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> لم يذكر شيوعه.(مقرر صفحة 129)</p>"
    },
    {
        question: "126. البوليبات الأنفية:(دورة 2015)",
        options: [
            "قليلة التروية",
            "تسبب صداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> فقيرة التوعية غير مؤلمة، لا تسبب صداع ولا سيلان حسب كلام الدكتور.(مقرر صفحة 139)</p>"
    },
    {
        question: "127. الأشيع عن انسداد الأنف الخلفي الخلقي:(دورة 2014)",
        options: [
            "ثنائي الجانب",
            "غشائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يكون الأسداد وحيد الجانب في 70% من الحالات وعظمي في 90% من الحالات.(مقرر ص115)</p>"
    },
    {
        question: "128. التشخيص التفريقي لكتلة على ظهر الأنف:(دورة 2014)",
        options: [
            "الورم الدبقي",
            "الكيسة الأدمية الأنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الورم الدبقي والكيسة الأدمية الأنفية والقيلة السحائية تدخل في التشخيص التفريقي.(مقرر ص116+117)</p>"
    },
    {
        question: "129. ضخامة القرينات:(دورة 2014)",
        options: [
            "تسبب الصداع",
            "تعالج جراحياً بالاستئصال الجزئي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تسبب ثقل بالرأس، وتعالج بالتخثير الحراري أيضاً.(مقرر ص124)</p>"
    },
    {
        question: "130. تحدث السليلات الأنفية بسبب:(دورة 2014)",
        options: [
            "استخدام مضادات الاحتقان الموضعية طويلاً",
            "التهاب الأنف الوعائي الحركي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> التهاب الأنف والجبوب المزمنة التحسسية وغير التحسسية من الأسباب.</p>"
    },
    {
        question: "131. فيمة الأنف:(دورة 2014)",
        options: [
            "تحدث عند الإناث غالباً",
            "لا يفيد الليزر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> تصيب الذكور أكثر من الإناث بنسبة 3/1 وتظهر عادة بعد عمر 45 سنة، يمكن استخدام الليزر والمشرط الحراري أو السنفرة كعلاج.(مقرر ص141)</p>"
    },
    {
        question: "132. سبب داء السليلات عند الأطفال: (دورة 2013)",
        options: [
            "الداء الكيسي الليفي",
            "سوء حركة الأهداب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> يجب نفي الداء الكيسي الليفي وسوء حركة الأهداب.(مقرر صفحة 139)</p>"
    },
    {
        question: "133. انسداد الأنف الخلفي الخلقي: (دورة 2013)",
        options: [
            "التصوير الشعاعي الظليل بعد وضع مادة ظليلة",
            "CT",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> يتم التشخيص بعدم إمكان إمرار قثطرة من المنخر المسدود ، كما أن التصوير الشعاعي بعد وضع مادة ظليلة في الأنف يظهر الانسداد الخلفي للمنخر. كما يمكن تشخيص الحالة وتحديد سمك الانسداد العظمي وذلك باستخدام CT بمقاطع رقيقة.(مقرر صفحة 115)</p>"
    },
    {
        question: "134. انحراف الحاجز الأنفي: (دورة 2013)",
        options: [
            "انسداد الأنف",
            "الصداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> والرعاف.(مقرر صفحة 120)</p>"
    },
    {
        question: "135. الورم الدموي: (دورة 2013)",
        options: [
            "كي الورم الدموي بالمخثر.",
            "من أعراضه الرعاف.",
            "كلاهما صحيح.",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> يعالج بالشق والتفجير.(مقرر صفحة 123)</p>"
    },
    {
        question: "136. علاج ضخامة القرينات: (دورة 2013)",
        options: [
            "التخثير الحراري",
            "استئصال القرينات الجراحي التام",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> استئصال جزئي.(مقرر صفحة 124)</p>"
    },
    {
        question: "137. التهاب الأنف الأرجي: (دورة 2013)",
        options: [
            "عطاس شديد بالشكل الفصلي",
            "انسداد أنف شديد في التهاب الأنف المستمر.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> وانسداد الأنف يكون مختلف في الشكل الفصلي.(مقرر صفحة 133)</p>"
    },
    {
        question: "138. سليلة الأنف الخلفية:(دورة 2013)",
        options: [
            "سببها تحسسي",
            "المعالجة بالكورتيزون.",
            "كلاهما صحيح.",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> مجهولة السبب، المعالجة الأمثل هي جراحة الجيوب التنظيرية مع التأكيد على إزالة جميع مركباتها لا سيما ذات المنشأ الفكي، و إلا النكس وارد، ولم يذكر دور للكورتيزون في عالجها.(مقرر صفحة 140)</p>"
    },
    {
        question: "139. التهاب الأنف الضموري: (دورة 2013)",
        options: [
            "رائحة نفس كريهة لا يشعر بها المريض",
            "قشور مخضرة كبيرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> يتظاهر سريرياً بصداع وانسداد أنف ورائحة نفس كريهة لا يشعر بها المريض وألم خلف المقلة وفقدان الشم ونز قيحي، بالفحص أنف واسع مع قشور مخضرة كبيرة سادّة.(مقرر صفحة 137)</p>"
    },
    {
        question: "140. انسداد الأنف الخلفي الخلقي:(دورة 2011)",
        options: [
            "الإناث",
            "غالباً عظمي 90%",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> غالباً عند الإناث، عظمي في %90 من الحالات، وحيد الجانب في %70 من الحالات.(مقرر ص115)</p>"
    },
    {
        question: "141. القيلة السحائية:(دورة 2011)",
        options: [
            "أفضل طريقة للتشخيص MRI",
            "علامة فروستنبرغ إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> وتكون العلامة سلبية في الكيسة الأدمية الأنفية، والجراحة العصبية الأذنية ضرورية للقيلة السحائية.(مقرر ص117)</p>"
    },
    {
        question: "142. شم رائحة كريهة من قبل المريض والطبيب:(دورة 2011)",
        options: [
            "جسم أجنبي",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> يمكن للمريض والفاحص أن يشم روائح كريهة، مثل التهاب الجيوب الفكية المزمنة السنية المنشأ أو وجود أجسام أجنبية في الأنف.</p>"
    },
    {
        question: "143. الورم الدموي:(دورة 2011)",
        options: [
            "ثنائي الجانب",
            "يتوضع بين السمحاق والغضروف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> ويحدث نتيجة الرض أو الجراحة.</p>"
    },
    {
        question: "144. ضخامة القرينات:(دورة 2011)",
        options: [
            "لا تحدث عند الأطفال",
            "لا يسبب الصداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> لم يذكر شيوعها بالمقرر، تسبب انسداد أنف وثقل بالرأس ولم يذكر الصداع.</p>"
    },
    {
        question: "145. الرعاف الخلفي:(دورة 2011)",
        options: [
            "الدكات + الصادات",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> تستطب الدكات الخلفية عند فشل الدك الأمامي المطبق بشكل جيد أو عند وجود نزف خلفي واضح، وتترك الدك لمدة ثلاثة أيام مع المسكنات والصادات كما سبق</p>"
    },
    {
        question: "146. المعالجة النوعية لالتهاب الأنف الأرجي:(دورة 2011)",
        options: [
            "مناعية",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> تؤول إلى الشفاء على عكس المعالجة الدوائية.</p>"
    },
    {
        question: "147. التهاب الأنف الوعائي الحركي:(دورة 2011)",
        options: [
            "سيلان مائي خلفي",
            "لا يسبب الصداع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> وبشكل أقل انسداد أنفي.</p>"
    },
    {
        question: "148. التهاب الأنف الضموري:(دورة 2011)",
        options: [
            "الثانوي بسبب الاستئصال المفرط للقرينات",
            "البدئي عند الفتيان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> يكثر البدئي عند الإناث وخاصة في بداية البلوغ.</p>"
    },
    {
        question: "149. سليلة الأنف الخلفية: (دورة 2011)",
        options: [
            "تحدث لدى الشباب",
            "مركب فكي علوي كيسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> أكثر شيوعاً عند اليافعين الذكور، والمركب الآخر أنفي صلب.</p>"
    },
    {
        question: "150. فيمة الأنف: (دورة 2011)",
        options: [
            "تحدث لدى الرجال أكثر من النساء",
            "العوامل المؤهبة تشمل الكافئين والكحول والتوابل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> تصيب الذكور أكثر من الإناث بنسبة 1/3 وتظهر عادة بعد عمر 45 سنة، تترافق عادة مع الكحولية وتناول التوابل والكافئين.</p>"
    },
    {
        question: "151. الشكل الأشيع لانسداد الأنف الخلفي الخلقي:(دورة 2009)",
        options: [
            "أحادي الجانب عظمي",
            "أحادي الجانب غشائي",
            "ثنائي الجانب عظمي",
            "ثنائي الجانب غشائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> انسداد الأنف الخلفي الخلقي يكون عظمي في %90 من الحالات وغشائي في %10، وحيد الجانب في %70 من الحالات و ثنائي الجانب في 30% من الحالات..(مقرر صفحة 115)</p>"
    },
    {
        question: "152. تشخص ضخامة القرينات بواسطة:(دورة 2009)",
        options: [
            "التصوير الشعاعي",
            "المنظار الليفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> بالطبقي المحوري.</p>"
    },
    {
        question: "153. في كسور الأنف: يستخدم الرد المغلق في:(دورة 2009)",
        options: [
            "كسور العظام",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> الرد المفتوح يستخدم في كسور غضاريف الأنف (مقرر صفحة 118)</p>"
    },
    {
        question: "154. معالجة الورم الدموي في الحاجز الأنفي:(دورة 2009)",
        options: [
            "البزل",
            "الشق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> الشق والتفجير.(مقرر صفحة 123)</p>"
    },
    {
        question: "155. المعالجة المعيدة للشم لدى مريض التهاب الأنف التحسسي:(دورة 2009)",
        options: [
            "ستيروئيد موضعي",
            "ستيروئيد عام",
            "مضادات احتقان بالطريق العام",
            "لقاحات للمادة المسببة للحساسية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> تستمر بين 3-5 سنوات.(مقرر صفحة 135)</p>"
    },
    {
        question: "156. السليلة الأنفية التحسسية:(دورة 2009)",
        options: [
            "حساسية للألم",
            "تسبب صداع جبهي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> فقيرة التوعية غير مؤلمة، لا تسبب صداع حسب كلام الدكتور.(مقرر صفحة 139)</p>"
    },
    {
        question: "157. التهاب الأنف الضموري:(دورة 2009)",
        options: [
            "يشكو المريض من رائحة كريهة",
            "تليف الشرينات في مخاطية الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> رائحة نفس كريهة لا يشعر بها المريض.(مقرر صفحة 137)</p>"
    },
    {
        question: "158. الكيسة الأدمية الأنفية:(دورة 2009)",
        options: [
            "علامة فروستنبرغ إيجابية",
            "قابلة للانضغاط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> علامة فروستنبرغ سلبية، غير قابلة للانضغاط وغير شفيفة.(مقرر صفحة 116)</p>"
    },
    {
        question: "159. فيمة الأنف:(دورة 2009)",
        options: [
            "إناث غالباً",
            "معالجة بالستيروئيد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p> تصيب الذكور غالباً، المعالجة بتقشير الجلد أو تعريته، ويمكن استخدام الليزر والمشرط الحراري أو السنفرة، وقد نحتاج لوضع طعم جلدي.(مقرر صفحة 141)</p>"
    },
    {
        question: "160. تعالج كسور الأنف جراحياً وهي:(دورة 2008)",
        options: [
            "الكسور غير المتبدلة",
            "كسور الهرم العظمي",
            "الكسور الشاملة لغضروف الأنف",
            "الكسور الشاملة للوتيرة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> الرد المفتوح يكون في حال فشل الرد المغلق مع وجود انحراف وتيرة أو كسور في غضاريف الأنف.</p>"
    },
    {
        question: "161. نزيف الرعاف عند الكهول يحدث من:(دورة 2008)",
        options: [
            "الشريان الغربالي الأمامي",
            "الشريان الغربالي الخلفي",
            "ضفيرة كيسلباخ",
            "الشريان الوتدي الحنكي"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p> %90 من النزف يكون في منطقة ليتل في ضفيرة كيسلباخ.</p>"
    },
    {
        question: "162. أعراض انثقاب حاجز الأنف يشمل كل مما يلي عدا:(دورة 2008)",
        options: [
            "الصفير",
            "الصداع",
            "القشور",
            "النزيف"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> قد يكون انثقاب الوتيرة غير عرضي سريرياً أو يحدث رعاف وقشور أنفية وصفير في أثناء التنفس، لكن لا يحدث الصداع في الانثقاب وإنما في الانحراف.</p>"
    },
    {
        question: "163. أعراض السليلات الأنفية كل مما يلي عدا:(دورة 2008)",
        options: [
            "انسداد الأنف",
            "سيلان الأنف",
            "الصداع",
            "نقص الشم"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> العرض الرئيسي الانسداد الأنفي المستمر ثم نقص لحاسة الشم أو فقدانها.</p>"
    },
    {
        question: "164. تشخيص التهاب الأنف الأرجي يشمل كل مما يلي عدا:(دورة 2008)",
        options: [
            "التشخيص السريري",
            "الاختبارات الجلدية",
            "قياس تركيز IgE في المصل",
            "اختبارات الحذف",
            "معايرة الحمضات في مفرزات الأنف"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p> للتشخيص .... ص 134</p>"
    },
    {
        question: "165. السليلات الأنفية التحسسية مصدرها:(دورة 2003)",
        options: [
            "الأصمخة الأنفية",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> تنشأ في معظم الأحيان من الصماخ المتوسط ثم القرين المتوسط.(مقرر صفحة 139)</p>"
    },
    {
        question: "166. أشيع الأسباب للبوليبات التحسسية عند الأطفال:(دورة 2003)",
        options: [
            "التحسس",
            "الداء الكيسي الليفي",
            "الربو",
            "عدم تحمل الأسبرين"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p> عند الأطفال يجب نفي الداء الكيسي الليفي وسوء حركة الأهداب كعوامل مسببة للبوليبات الأنفية.(مقرر صفحة 139)</p>"
    },
    {
        question: "167. أفضل علاج لالتهاب الأنف التحسسي المستمر:(دورة 2003)",
        options: [
            "المعالجة المناعية",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> تؤدي للشفاء.(مقرر صفحة 135)</p>"
    },
    {
        question: "168. تكون علامة فروستنبرغ إيجابية في:(دورة 2003)",
        options: [
            "القيلة السحائية",
            "الكيسة الأدمية الأنفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> تكون علامة فروستنبرغ إيجابية في القيلة السحائية وسلبية في الكيسة الأدمية الأنفية والورم الدبقي الأنفي.(مقرر صفحة 117,116)</p>"
    }
    ],
    11:[
    {
        question: "1. من اختلاطات التهاب الجيوب:(دورة 2025)",
        options: [
            "خراج الحجاج",
            "بوليب غاري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>خراج الحجاج و خثار الجيب الكهفي و خراج تحت السمحاق من الاختلاطات الحجاجية لالتهاب الجيوب (مقرر صفحة 151)</p>"
    },
    {
        question: "2. الكرة الفطرية في الجيوب:(دورة 2025)",
        options: [
            "غالباً في الجيب الجبهي",
            "يفيد مضادات الفطور في العلاج",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تشاهد عادة بجيب واحد خاصة الفكي و المعالجة بالجراحة التنظيرية مع تأمين تهوية جيدة (مقرر صفحة 147)</p>"
    },
    {
        question: "3. أورام الجيوب الخبيثة:(دورة 2025)",
        options: [
            "رعاف أحادي الجانب",
            "نموها بطيء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الرعاف وحيد الجانب من أعراض أورام الجيوب الخبيثة بالإضافة إلى الانسداد وحيد الجانب و الالم و الصداع و الشفع و الجحوظ العيني و الضزز (مقرر صفحة 162)</p>"
    },
    {
        question: "4. الناسور الفموي الغاري:(دورة 2025)",
        options: [
            "هو اتصال بين الجيب الفكي وجوف الأنف",
            "من أسبابه أورام الفك العلوي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>هو اتصال مباشر بين الجيب الفكي و جوف الفم (مقرر صفحة 153)</p>"
    },
    {
        question: "5. يفيد في علاج فقد الشم العصبي المنشأ:(دورة 2025)",
        options: [
            "كورتيزون بالطريق العام",
            "أوكسجين عالي الضغط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يُفيد في علاج فقد الشم العصبي المنشأ الكورتيزون الموضعي و بالطريق العام و العلاج بالاوكسجين عالي الضغط و الاوميغا 3 (مقرر صفحة 163)</p>"
    },
    {
        question: "6. في حثل الجيوب الأنفية:(دورة 2024)",
        options: [
            "عند مضعفي المناعة",
            "يترافق بصداع وتورم مؤلم في الوجه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يقتصر على مضعفي المناعة، ويترافق بتشوه وتورم غير مؤلم في العظام.(مقرر ص160)</p>"
    },
    {
        question: "7. أهم وسيلة تشخيصية في التهاب الجيوب الأنفية:(دورة 2024)",
        options: [
            "طبقي بمقاطع إكليلية",
            "رنين مغناطيسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المقاطع الإكليلية تظهر الجيوب وآفاتها بوضوح، خاصة الجيب الفكي.</p>"
    },
    {
        question: "8. من اختلاطات التهاب الجيوب الحجاجية:(دورة 2024)",
        options: [
            "التهاب النسيج الخلوي حول الحجاج",
            "خثار الجيب الكهفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تشمل الاختلاطات الوذمة الالتهابية (وهي الأشيع)، التهاب النسيج الخلوي حول الحجاج، الخراج تحت السمحاق، خراج الحجاج، وخثار الجيب الكهفي.(مقرر ص151)</p>"
    },
    {
        question: "9. الكرة الفطرية:(دورة 2024)",
        options: [
            "هي التهاب فطري غازي",
            "علاجها جراحة جيوب تنظيرية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>هي خمج فطري غير غازي يصيب عادة جيباً واحداً خاصة الفكي، يعالج بالجراحة التنظيرية مع تأمين تهوية جيدة، والنكس نادر.(مقرر ص147)</p>"
    },
    {
        question: "10. خراج فكي وحيد الجانب عند شاب:(دورة 2024)",
        options: [
            "يكون غالباً من منشأ سني",
            "السبب العصيات الزرق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سببه انتقال الخمج من الآفة ذروية سنية إلى أرض الجيب الفكي، والعامل الممرض هو الجراثيم اللاهوائية غالباً.(مقرر ص144)</p>"
    },
    {
        question: "11. التشخيص التفريقي لالتهاب الجيوب الحاد:(دورة 2023)",
        options: [
            "ألم مثلث التوائم",
            "الصداع التوتري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يشمل التهاب الأنف الفيروسي، ألم المفصل الفكي الصدغي، الصداع التوتري، الشقيقة، ألم مثلث التوائم.(مقرر صفحة 145)</p>"
    },
    {
        question: "12. التهاب الجيوب الفطري الأرجي:(دورة 2023)",
        options: [
            "يترافق مع بوليبات",
            "عند مضعفي المناعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يترافق غالباً مع بوليبات ويشاهد في المناطق الحارة وعند المتأتبين.(مقرر صفحة 147)</p>"
    },
    {
        question: "13. اختلاطات التهاب الجيوب:(دورة 2023)",
        options: [
            "التهاب النسيج الخلوي حول الحجاج",
            "خثار الجيب الجانبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>من الاختلاطات خثار الجيب الكهفي وليس الجانبي.(مقرر صفحة 151)</p>"
    },
    {
        question: "14. الاستقصاء الرئيسي لالتهاب الجيوب:(دورة 2023)",
        options: [
            "الصورة البسيطة",
            "التصوير الطبقي",
            "الرنين المغناطيسي",
            "التعليل: التصوير الطبقي هو الاستقصاء الرئيسي خاصة بالوضعيات الإكليلية في التهاب الجيوب."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التصوير الطبقي هو الاستقصاء الرئيسي خاصة بالوضعيات الإكليلية في التهاب الجيوب.</p>"
    },
    {
        question: "15. الورم الحليمي المنقلب:(دورة 2023)",
        options: [
            "رعاف",
            "على الجدار الإنسي للحاجز الأنفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يسبب انسداد في الأنف وأحياناً رعاف وسيلان، توجد عادة على الجدار الوحشي للأنف.(مقرر صفحة 159)</p>"
    },
    {
        question: "16. اختلاطات التهاب الجيوب:(دورة 2022)",
        options: [
            "خراج بيزولد",
            "خثار الجيب الكهفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>خراج بيزولد من اختلاطات التهاب الأذن الوسطى القيحي.(مقرر ص149+151)</p>"
    },
    {
        question: "17. الكرة الفطرية:(دورة 2022)",
        options: [
            "سنية المنشأ",
            "غازية",
            "يسببها الفطار العفني",
            "تعالج بمضادات الفطور بالطريق العام"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong><p>تحدث عند المرضى الذين لديهم مشاكل سنية وليس لديهم تأتب، غير غازية، المسبب الرشاشيات الدخنية، تعالج بالجراحة التنظيرية مع تأمين تهوية جيدة.(مقرر ص147)</p>"
    },
    {
        question: "18. الناسور الفموي الغاري:(دورة 2022)",
        options: [
            "رعاف وحيد الجانب",
            "سببه خلع الأضراس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>سببه خلع الأضراس العلوية وخاصة الرحى الأولى والثانية وبشكل أقل الضاحك الثاني، ويتظاهر بسيلان قيحي من مسكن السن والأنف.(مقرر ص153)</p>"
    },
    {
        question: "19. الأورام الحليمية الشائكة في الأنف:(دورة 2022)",
        options: [
            "تصيب الدهليز",
            "تعالج بمضادات الفيروسات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong><p>تنشأ على حساب دهليز الأنف، ولكن تعالج بالكي والاستئصال.(مقرر ص161)</p>"
    },
    {
        question: "20. من أعراض الأورام الخبيثة في الجيوب:(دورة 2022)",
        options: [
            "رعاف وحيد الجانب",
            "سقوط الأسنان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليق:</strong><p>أعراض أورام الجيوب الخبيثة هي: انسداد وحيد الجانب، رعاف وحيد الجانب، ألم وصداع، تخلخل الأسنان وسقوطها العفوي، ضخامة العقد اللمفية، الشفع والجحوظ العيني، الضزز، انتباج في الوجنة وقبة الحنك.(مقرر ص162)</p>"
    },
    {
        question: "21. النخرات السنية تسبب التهاب جيوب:(دورة 2021)",
        options: [
            "الجيب الجبهي",
            "جراثيم لا هوائية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تسبب التهاب جيب فكي وحيد الجانب(مقرر صفحة 144)</p>"
    },
    {
        question: "22. حول الناسور الفموي الغاري، كل ما يلي صحيح عدا:(دورة 2021)",
        options: [
            "الناسور يكون بين الأنف والفم",
            "يصيب الكهول",
            "سيلان قيحي من مسكن السن",
            "سببه أضراس"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الناسور يكون بين الجيب الفكي وجوف الفم، لم يذكر الكهول و من أسبابه خلع الاضراس العلوية.(المقرر صفحة 153)</p>"
    },
    {
        question: "23. التهاب الجيوب الفطري:(دورة 2020)",
        options: [
            "عند المضعفين مناعياً",
            "سيلان مائي غزير",
            "كثافة متجانسة CT",
            "بخاخ الكورتيزون مضاد استطباب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ما هو مذكور ان التهاب الجيوب الفطري الغازي يحدث عند مضعفي المناعة والسكريين وتكون المفرزات مخاطية داكنة مطاطية غنية بالبروتينات السكرية ويظهر CT فرط كثافة وعدم تجانس.</p>"
    },
    {
        question: "24. من اختلاطات التهاب الجيوب:(دورة 2020)",
        options: [
            "خثار الجيب الكهفي",
            "خراج بيزولد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>خراج بيزولد من اختلاطات التهاب الأذن الوسطى القيحي.</p>"
    },
    {
        question: "25. الناسور الفموي الغاري:(دورة 2020)",
        options: [
            "رعاف أحادي الجانب",
            "بعد خلع الأضراس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببه خلع الأضراس العلوية وخاصة الرحى الأولى والثانية وبشكل أقل الضاحك الثاني، ويتظاهر بسيلان قيحي من مسكن السن والأنف.(مقرر ص153)</p>"
    },
    {
        question: "26. الأورام الحليمية الشائكة في الأنف:(دورة 2020)",
        options: [
            "تصيب دهليز الأنف",
            "تعالج بمضادات الفيروسات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تنشأ على حساب دهليز الأنف، ولكن تعالج بالكي والاستئصال.(مقرر ص161)</p>"
    },
    {
        question: "27. أورام الأنف والجيوب الخبيثة:(دورة 2020)",
        options: [
            "أشيعها السرطانة شائكة الخلايا",
            "تسبب انسداد ورعاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أشيعها كارسينوما شائكة الخلايا وتسبب انسداداً ورعافاً وحيدَي الجانب.(مقرر ص161+162)</p>"
    },
    {
        question: "28. كل ما يلي صحيح حول التهاب الجيوب المزمن عدا:(دورة 2020 حملة)",
        options: [
            "استمرار الأعراض لأكثر من 3 أشهر",
            "أهم الجراثيم العنقوديات المذهبة",
            "غالباً هنا شذوذ تشريحي",
            "يعالج بالصادات لمدة عشرة أيام."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>اهم الجراثيم العنقوديات المذهبة والعقديات واللا هوائية روسيات الزرق والفطور وتستمر الاعراض اكثر من 12 اسبوع وغالبا ما يشاهد هنا شذوذ تشريحي مع تبدلات مزمنة في المخاطية يعالج المرضى بالصادات المقاومة للبيتا لاكتاماز أو الكلاريترومايسين لمدة أربعة أسابيع قبيل إجراء CT مع إجراء بزل وغسيل للجيب المصاب.(مقرر ص146)</p>"
    },
    {
        question: "29. الحثل الليفي في الجيوب:(دورة 2020 حملة)",
        options: [
            "تشوه غير مؤلم",
            "المعالجة بالاستئصال التام",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعاني المريضة من تشوه وتورم غير مؤلم، يعالج بالتجريف وتقليل التشوه ما أمكن.(مقرر ص160)</p>"
    },
    {
        question: "30. من أسباب التهاب الجيوب المتكرر عند الأطفال:(دورة 2020 حملة)",
        options: [
            "متلازمة كارتاجنر",
            "الداء الكيسي الليفي",
            "كلاهما صحيح",
            "كلاهما حط"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أهم الجراثيم المسؤولة هي المكورات العنقودية المذهبة في الولدان حتى 5 سنوات، والمستدمية النزلية والمكورات الرئوية بعد عمر 5 سنوات، ونادراً اللا هوائيات والعصيات سلبية الغرام.(مقرر ص144)</p>"
    },
    {
        question: "31. التشخيص التفريقي لالتهاب الجيوب الحاد:(دورة 2020 حملة)",
        options: [
            "ألم المفصل الفكي الصدغي",
            "ألم مثلث التوائم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>والتهاب الأنف الفيروسي والصداع التوتري والشقيقة وأورام الجيوب وآلام سنية المنشأ.(مقرر ص145)</p>"
    },
    {
        question: "32. من اختلاطات التهاب الجيوب الموضعية:(دورة 2020 حملة)",
        options: [
            "القيلة المخاطية",
            "ذات عظم ونقي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من الاختلاطات الموضعيه كيسه بالدقيقه احتباسيه وقيل المخاطيه وذات العظم والنقي.(مقرر ص145)</p>"
    },
    {
        question: "33. الناسور الفمي الغاري:(دورة 2020 حملة)",
        options: [
            "هو اتصال بين الجيب الفكي والأنف",
            "يعتمد التشخيص على الإيكو",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>هو اتصال بين الجيب الفكي وجوف الفم، والتشخيص يتم بحقن فوهة الناسور بمصل فيزيولوجي فيخرج السائل من الأنف في الجهة الموافقة، ويمكن التصوير مع حقن مادة ظليلة، ويفيد تصوير البانوراما في تقدير حجم وموضع النواسير.(مقرر ص153)</p>"
    },
    {
        question: "34. علاج التهاب الجيوب الفطري الأرجي:(دورة 2019)",
        options: [
            "جراحة جيوب تنظيرية",
            "بخاخ كورتيزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العلاج جراحة الجيوب التنظيرية بتأمين إزالة العناصر الفطرية والبوليبات وتهوية الجيوب و يعطى الستيروئيدات بطريق عام قبل وبعد الجراحة، وبالطريق الموضعي كعلاج داعم.(مقرر صفحة 147)</p>"
    },
    {
        question: "35. التشخيص التفريقي لالتهاب الجيوب الحاد:(دورة 2019)",
        options: [
            "شقيقة",
            "التهاب أنف فيروسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>بالإضافة لألم المفصل الفكي الصدغي وألم مثلث التوائم وأورام الجيوب وآلام سنية المنشأ.(مقرر صفحة 145)</p>"
    },
    {
        question: "36. من اختلاطات التهاب الجيوب:(دورة 2019)",
        options: [
            "كيسة بدئية احتباسية",
            "الكيسة الثانوية الكاذبة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>كلاهما من الاختلاطات الموضعة لالتهاب الجيوب.(مقرر 149)</p>"
    },
    {
        question: "37. الناسور الفموي الغاري:(دورة 2019)",
        options: [
            "يحدث بعد خلع ضرس",
            "يفيد التصوير بالرنين المغناطيسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يفيد التصوير بالطبقي مع حقن، أو البانورامي.(مقرر صفحة 153)</p>"
    },
    {
        question: "38. الورم الحليمي المنقلب:(دورة 2019)",
        options: [
            "شائع عند الأطفال",
            "تنشأ على حساب دهليز الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>شائع في عمر 40–70 سنة، ينشأ على حساب الظهارة التنفسية.(مقرر صفحة 159 )</p>"
    },
    {
        question: "39. الكارسينوما شائكة الخلايا في الجيوب:(دورة 2019)",
        options: [
            "سببها التدخين",
            "نشارة الخشب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>نشارة الخشب تسبب السرطان الغدي والغدي الكيسي، أما الكارسينوما فتكثر عند العاملين في صناعة النيكل كالدهان والطباعة.(مقرر صفحة 161)</p>"
    },
    {
        question: "40. القيلة المخاطية في الجيوب:(دورة 2018)",
        options: [
            "بسبب انسداد قناة الغدة المخاطية",
            "خاصة في الجيب الفكي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تحدث بشكل رئيسي في الجيب الجبهي بسبب انسداد فوهة الجيب.(مقرر ص149)</p>"
    },
    {
        question: "41. الأورام الحليمية في الأنف:(دورة 2018)",
        options: [
            "مجهولة السبب",
            "تنشأ على حساب دهليز الأنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببها فيروسي.(مقرر ص159)</p>"
    },
    {
        question: "42. الكارسينوما الغدية في الجيوب:(دورة 2018)",
        options: [
            "عند العاملين في صناعة الخشب",
            "على حساب الغدد اللعابية الصغيرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ينشأ على حساب الغدد اللعابية  المتواجدة في الأنف والجيوب.(مقرر ص161)</p>"
    },
    {
        question: "43. الناسور الفموي الغاري:(دورة 2018)",
        options: [
            "سيلان قيحي من الأنف",
            "خروج سوائل من فوهة الناسور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>سيلان قيحي من مسكن السن والأنف.(مقرر ص153)</p>"
    },
    {
        question: "44. التهاب الجيوب المزمن:(دورة 2017)",
        options: [
            "استمرار الحاد أكثر من شهر",
            "فرط الكثافة وعدم التجانس وتآكل عظم. بالـ CT",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>استمرار أعراض التهاب الجيوب الحاد لأكثر من 3 أشهر، فرط الكثافة وعدم التجانس وتآكل العظم تشاهد في التهاب الجيوب الفطري الأرجي.(مقرر صفحة 146)</p>"
    },
    {
        question: "45. روائح غير موجودة:(دورة 2017)",
        options: [
            "أمراض نفسية",
            "أورام الدماغ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>والانفلونزا من الأسباب المحتملة أيضاً.(مقرر صفحة 163)</p>"
    },
    {
        question: "46. الورم الحليمي الشائك في الأنف:(دورة 2017)",
        options: [
            "قد يتحول للخباثة",
            "يسبب رعاف وسيلان أنف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الورم الحليمي المنقلب قد يتحول للخباثة ويسبب انسداد وأحياناً رعاف وسيلان، وليس الحليمي الشائك.(مقرر صفحة 159)</p>"
    },
    {
        question: "47. خثار الجيب الكهفي:(دورة 2017 حملة)",
        options: [
            "اختلاط لدمل الأنف",
            "حوض عيني في الجهتين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>اختلاط لالتهاب الجيوب، ويتظاهر بأعراض عينية ثنائية الجانب.(مقرر صفحة 151)</p>"
    },
    {
        question: "48. في التهاب الجيب الفكي الحاد كل ما يلي صحيح عدا:(دورة 2017 حملة)",
        options: [
            "عفوي",
            "منتشر للأسنان",
            "صباحي",
            "يزيد بالانحناء للأمام"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن أن يشكو المريض من ألم في الأسنان، وهو نابض يزداد بالانحناء للأمام يشتد على نحو نوبي ولاسيما عند النوم وساعات الصباح الأولى.(مقرر صفحة 143)</p>"
    },
    {
        question: "49. تشاهد الوذمة بعد التهاب الجيب الحاد لا سيما عند:(دورة 2017 حملة)",
        options: [
            "الأطفال",
            "المسنين",
            "السكريين",
            "ناقصي المناعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الوذمة الالتهابية اختلاط حجاجي لالتهاب الجيوب، والاختلاطات الحجاجية أشيع عند الأطفال.(مقرر صفحة 151)</p>"
    },
    {
        question: "50. القيلة المخاطية في الجيوب:(دورة 2017 حملة)",
        options: [
            "المعالجة محافظة",
            "تصيب الجيب الغربالي والجبهي",
            "المقيحة تسبب التهاب سحايا",
            "شعاعياً ظل مدور فراغي يحجب الحافة الأنسية والعليا للحجاج"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العلاج بجراحة الجيوب التنظيرية، تحدث بشكل رئيسي في الجيب الجبهي، وبشكل أقل في الوتدي والفكي.</p>"
    },
    {
        question: "51. السرطان شائك الخلايا في الجيوب:(دورة 2017 حملة)",
        options: [
            "ليس له علاقة بالتدخين",
            "يشاهد عند عمال الخشب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لم يذكر علاقته بالتدخين في المقرر لذلك تعتبر الجملة صحيحة، يشاهد عند عمال صناعة النيكل.(مقرر صفحة 161)</p>"
    }, {
        question: "52. من التشاخيص التفريقية لالتهاب الجيوب الحاد الجرثومي:(دورة 2016)",
        options: [
            "التهاب الأنف الفيروسي",
            "ألم المفصل الفكي الصدغي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>والصداع التوتري و الشقيقة وآلام سنية المنشأ وأورام الجيوب وألم مثلث التوائم.(مقرر ص145)</p>"
    },
    {
        question: "53. في التهاب الجيوب الفطري:(دورة 2016)",
        options: [
            "حكة أنفية",
            "مفرزات مخاطية داكنة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لم تذكر الحكة.(مقرر ص147)</p>"
    },
    {
        question: "54. القيلة المخاطية في اختلاطات التهاب الجيوب:(دورة 2016)",
        options: [
            "تكون بدئية",
            "عادة ما تصيب الجيب الفكي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تكون ثانوية وعادة ما تصيب الجيب الجبهي، ونادراً ما يصاب الوتدي والفكي.(مقرر ص149)</p>"
    },
    {
        question: "55. الكارسينوما شائكة الخلايا في أورام الأنف والجيوب:(دورة 2016)",
        options: [
            "هي الأكثر حدوثاً",
            "لها علاقة بالتدخين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هي الأكثر حدوثاً، خاصة على الجدار الوحشي للأنف والجيوب، تكثر عند العاملين في صناعة النيكل كالدهان والطباعة.(مقرر ص161)</p>"
    },
    {
        question: "56. التهاب الجيوب المتكرر بسبب:(دورة 2015)",
        options: [
            "الداء الكيسي الليفي",
            "سوء حركية الأهداب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ويؤخذ بالحسبان عوز IgA,IgG، (مقرر صفحة 143).</p>"
    },
    {
        question: "57. الاختلاطات الموضعية لالتهاب الجيوب:(دورة 2015)",
        options: [
            "الكيسة الاحتباسية",
            "القيلة المخاطية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ويوجد اختلاطات لا موضعية كالحجاجية وداخل القحف.(مقرر صفحة 149)</p>"
    },
    {
        question: "58. الكارسينوما شائكة الخلايا في الجيوب:(دورة 2015)",
        options: [
            "لها علاقة بالتدخين",
            "هي الأشيع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لم يذكر التدخين.(مقرر صفحة 161)</p>"
    },
    {
        question: "59. التهاب الجيوب الفطري:(دورة 2015)",
        options: [
            "يحدث بسبب السباحة في المياه الباردة",
            "يعتبر بخاخ الكورتيزون مضاد استطباب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يشاهد في المناطق الحارة، العلاج بالستيروئيدات.(مقرر صفحة 147)</p>"
    },
    {
        question: "60. الجراثيم المسببة لالتهاب الجيوب الحاد:(دورة 2014)",
        options: [
            "الموراكسيلا",
            "العقديات الرئوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أهم الجراثيم المسببة: العقديات الرئوية والمستدميات النزلية والموراكسيلا.(مقرر ص143)</p>"
    },
    {
        question: "61. يعالج التهاب الجيوب الفطري بـ:(دورة 2014)",
        options: [
            "ستيروئيدات موضعية",
            "الجراحة التنظيرية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تعطى الستيروئيدات بالطريق العام قبل وبعد الجراحة، وبالطريق الموضعي كعلاج داعم.(مقرر ص147)</p>"
    },
    {
        question: "62. القيلة المخاطية:(دورة 2014)",
        options: [
            "الكيسة الكاذبة",
            "بشكل رئيسي في الجيب الفكي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بشكل رئيسي في الجيب الجبهي.(مقرر ص149)</p>"
    },
    {
        question: "63. الوذمة الالتهابية:(دورة 2014)",
        options: [
            "وذمة ممضة في الأجفان",
            "أشيع عند الأطفال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>وذمة غير ممضة في الأجفان، وهي اختلاط حجاجي لالتهاب الجيوب، والاختلاطات الحجاجية أشيع عند الأطفال.(مقرر ص151)</p>"
    },
    {
        question: "64. الورم الحليمي المنقلب:(دورة 2014)",
        options: [
            "يحدث تشوه كبير في الوجه",
            "تسببه نشارة الخشب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>نشارة الخشب للورم الخبيث الغدي والغدي الكيسي، ولا تحدث تشوه كبير.</p>"
    },
    {
        question: "65. أهم الجراثيم المسببة لالتهاب الجيوب الحاد:(دورة 2013)",
        options: [
            "العقديات الرئوية",
            "المستدميات النزلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أهم الجراثيم المسببة هي العقديات الرئوية والمستدميات النزلية والموراكسيلا.(مقرر صفحة 143)</p>"
    },
    {
        question: "66. التهاب الجيوب الفطري الأرجي:(دورة 2013)",
        options: [
            "في المناطق الباردة",
            "مفرزات مخاطية داكنة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في المناطق الحارة.(مقرر صفحة 147 )</p>"
    },
    {
        question: "67. الاختلاطات الموضعية لالتهاب الجيوب:(دورة 2013)",
        options: [
            "القيلة المخاطية",
            "ذات العظم والنقي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تشمل الكيسة البدئية الاحتباسية والقيلة المخاطية وذات العظم والنقي.(مقرر صفحة 149,150)</p>"
    },
    {
        question: "68. الناسور الفموي الغاري:(دورة 2013)",
        options: [
            "اتصال بين الجيب الغربالي وجوف الأنف",
            "النواسير الصغيرة غالباً تغلق عفوياً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>اتصال بين الجيب الفكي وجوف الفم.(مقرر صفحة 153)</p>"
    },
    {
        question: "69. الحثل الليفي:(دورة 2013)",
        options: [
            "تورم غير مؤلم في العظام",
            "في العقد السادس من العمر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعاني المريضة من تشوه وتورم غير مؤلم في العظام، يبدأ بسن المراهقة أو الكهولة المبكرة، أكثر لإصابة النساء.(مقرر صفحة 160)</p>"
    },
    {
        question: "70. أورام الأنف الخبيثة (كارسينوما شائكة الخلايا):(دورة 2013)",
        options: [
            "لها علاقة بالتدخين",
            "تسببها نشارة الخشب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تكثر عند العاملين في صناعة النيكل كالدهان والطباعة، نشارة الخشب تسبب السرطان الغدي والغدي الكيسي.(مقرر صفحة 161)</p>"
    },
    {
        question: "71. أهم الجراثيم المسببة لالتهاب الجيب الفكي المزمن:(دورة 2011)",
        options: [
            "العقديات",

        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أهم الجراثيم العنقوديات المذهبة والعقديات ولاهوائيات والعصيات الزرق والفطور.(مقرر صفحة 146)</p>"
    },
    {
        question: "72. بزل الجيب الفكي:(دورة 2011)",
        options: [
            "الحفرة النابية + الصماخ السفلي",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتم البزل في الحالات المعندة.(مقرر صفحة 146)</p>"
    },
    {
        question: "73. القيلة الثانوية:(دورة 2011)",
        options: [
            "انسداد فتحة الجيب الجبهي",
            "العلاج بالطمر وليس التنظير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلاج بجراحة الجيوب التنظيرية حيث يتم تفريغها وتوخيفها.(مقرر صفحة 149)</p>"
    },
    {
        question: "74. سبب عدم شفاء الناسور الفموي الغاري:(دورة 2011)",
        options: [
            "استمرار التهاب الجيب الفكي",
            "عدم استئصال مجرى الناسور جيداً",
            "الخطأ في التكنيك الجراحي",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الأسباب المذكورة تؤدي لبقاء الناسور على الرغم من الإغلاق الجراحي.(مقرر صفحة 154)</p>"
    },
    {
        question: "75. السرطانة شائكة الخلايا:(دورة 2011)",
        options: [
            "ليس لها علاقة بالتدخين",
            "لا تسببها نشارة الخشب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكثر عند العاملين في صناعة النيكل كالدهان والطباعة، نشارة الخشب تسبب السرطان الغدي والغدي الكيسي.(مقرر صفحة 161)</p>"
    },
    {
        question: "76. أهم سبب للناسور الفموي الغاري:(دورة 2009)",
        options: [
            "خلع الأضراس العلوية",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>وخاصة الرحى الأولى والثانية وبشكل أقل الضاحك الثاني.(مقرر صفحة 153)</p>"
    },
    {
        question: "77. أهم الأعراض للورم الحليمي المنقلب في الحفرة الأنفية:(دورة 2009)",
        options: [
            "انسداد الأنف",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تسبب انسداد في الأنف وأحياناً رعاف وسيلان.(مقرر صفحة 159)</p>"
    },
    {
        question: "78. التهاب الجيب الفكي المزمن:(دورة 2009)",
        options: [
            "العقديات واللاهوائيات",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أهم الجراثيم العنقوديات المذهبة والعقديات ولاهوائيات والعصيات الزرق والفطور.(مقرر صفحة 146)</p>"
    },
    {
        question: "79. التهاب الجيب الفكي الحاد يحدث كل مما يلي عدا:(دورة 2008)",
        options: [
            "يزداد الألم بالانحناء للأمام",
            "صداع صباحي",
            "ألم بالناحية الفكية والأسنان العليا",
            "قد تشاهد مفرزات قيحية من الأنف إذا كان الانسداد من النوع المفتوح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لم يذكر بالمقرر.</p>"
    },
    {
        question: "80. أكثر ما يحدث الناسور الفموي الغاري بعد استئصال:(دورة 2008)",
        options: [
            "الرحى الأولى و الرحى الثانية",
            "الرحى الثالثة",
            "الرحى الرابعة",
            ""
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الرحى الأولى والثانية، وبشكل أقل الضاحك الثاني.</p>"
    }
    ],
    12:[
  {
        question: "1. التهاب الحنجرة الحاد:(دورة 2025)",
        options: [
            "غالباً فيروسي",
            "سعال جاف عند البدء خاصة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التعليل: مقرر صفحة 195</p>"
    },
    {
        question: "2. الرض الصوتي في الحنجرة يسبب:(دورة 2025)",
        options: [
            "وذمة رينكه",
            "القيلة الحنجرية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إن معظم عقيدات الحبل الصوتي و البوليبات و ما يسمى بوذمة رينكه تنشأ كنتيجة لرضوض متكررة للحبل الصوتي (مقرر صفحة 207)</p>"
    },
    {
        question: "3. قد يسبب التدخين في الحنجرة:(دورة 2025)",
        options: [
            "عقيدات المغنين",
            "وذمة رينكه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا علاقة للعقيدات الصوتية بالتدخين (مقرر صفحة 209)</p>"
    },
    {
        question: "4. تفيد مناورة Heimlich في إزالة الأجسام الأجنبية في:(دورة 2025)",
        options: [
            "الحنجرة",
            "القصبات الرئيسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>........</p>"
    },
    {
        question: "5. في التهاب لسان المزمار الحاد:(دورة 2025)",
        options: [
            "سعال شديد",
            "عسر بلع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يترافق التهاب لسان المزمار الحاد بحرارة بدون سعال</p>"
    },
    {
        question: "6. التهاب الحنجرة والرغامى الحاد (الخانوق):(دورة 2025)",
        options: [
            "يعالج بالموسعات القصبية",
            "صرير مع زلة تنفسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا يُعطى المريض مقشع أو موسعات القصبات ( مقرر صفحة 197)</p>"
    },
    {
        question: "7. في الأورام الوعائية في الحنجرة:(دورة 2025)",
        options: [
            "بحة صوت مترقية",
            "تعالج بالبروبرانولول",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>آفة صوتية و ليست بحة صوتية ، لا يوجد بحة صوتية في الأورام الوعائية (مقرر صفحة 191)</p>"
    },
    {
        question: "8. التهاب الحنجرة الضموري الشيخي:(دورة 2025)",
        options: [
            "ضيق نفس وزلة",
            "لا علاج له",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لم يتم ذكر ضيق التنفس في التهاب الحنجرة الضموري (مقرر صفحة 200)</p>"
    },
    {
        question: "9. في حبيبوم الحنجرة:(دورة 2025)",
        options: [
            "يصيب الملتقى الأمامي",
            "يفيد حقن البوتوكس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يشيع حقن البوتكس لمنع حركة الطرجهار (مقرر صفحة 206)</p>"
    },
    {
        question: "10. في تلين الحنجرة:(دورة 2024)",
        options: [
            "بحة صوت",
            "صرير زفيري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الصرير شهيقي وليس زفيري، ولا يوجد بحة صوت. (مقرر ص189)</p>"
    },
    {
        question: "11. التهاب الحنجرة الصريري في الهجمة الحادة:(دورة 2024)",
        options: [
            "حرارة مع عقد لمفاوية",
            "زلة شهيقية مع زرقة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تترافق بحرارة، وتتظاهر بصياح صريري فجائي وضيق نفس وزلة شهيقية مع زرقة.(مقرر ص199)</p>"
    },
    {
        question: "12. التهاب لسان المزمار الحاد:(دورة 2024)",
        options: [
            "سببه فيروس بارا إنفلونزا",
            "سعال نباحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>فيروس بارا الافلونزا يسبب الخانوق بينما العامل المسبب لالتهاب لسان المزمار هو المستدمية النزلية عادة، والأعراض تشمل صعوبة بلع وسيلان لعابي وحرارة بدون سعال.(مقرر ص197)</p>"
    },
    {
        question: "13. شلل الحبل الصوتي ثنائي الجانب:(دورة 2024)",
        options: [
            "صوت جيد",
            "استنشاق متكرر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاستنشاق المتكرر يشاهد في الشلل أحادي الجانب.(مقرر ص201)</p>"
    },
    {
        question: "14. التهاب الحنجرة الحاد:(دورة 2024)",
        options: [
            "قشع غزير",
            "الراحة الصوتية هامة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الراحة الصوتية مهمة جداً خاصة عند مستخدمي الصوت المحترفين كالمغنين. (مقرر ص195)</p>"
    },
    {
        question: "15. بوليبات الحبل الصوتي:(دورة 2024)",
        options: [
            "أحادية الجانب",
            "تسبب ضيق نفس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الآفة عادة وحيدة الجانب ومعنقة، تسبب بحة صوت وشعور بكتلة وضيق نفس.(مقرر ص208)</p>"
    },
    {
        question: "16. القيلة الحنجرية:(دورة 2024)",
        options: [
            "الخارجية تعالج بالتوخيف",
            "انتباج كيسي هوائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>القيلة الحنجرية الخارجية تعالج بالتسليخ و الاستئصال من خارج العنق، بينما الداخلية بالتوخيف.(مقرر ص205)</p>"
    },
    {
        question: "17. وذمة رينكه:(دورة 2024)",
        options: [
            "للتدخين دور فيها",
            "تعالج باستئصال الحافة الحرة للحبل الصوتي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعالج بجراحة مجهرية لشق الحبال الحنجرية وإزالة الوذمة، ومن المهم جداً تجنب أي اذى للحافة الحرة للحبل الصوتي عند إجراء العملية.(مقرر ص207)</p>"
    },
    {
        question: "18. تلين الحنجرة:(دورة 2023)",
        options: [
            "تشاهد عند كبار السن",
            "لا يوجد بحة صوتية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تشكل ثلثي حالات الصرير الولادي،وتظهر علامات هذه الحالة بعد الولادة.</p>"
    },
    {
        question: "19. التهاب الحنجرة المزمن:(دورة 2023)",
        options: [
            "صوت مكتوم",
            "سعال جاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>السعال الجاف يشاهد في التهاب الحنجرة الحاد، الصوت المكتوم يشاهد في التهاب لسان المزمار الحاد وحالات أخرى كوذمة اللهاة الحادة وسرطان الحنجرة في المراحل المتقدمة والكيسات الحنجرية الاحتباسية.</p>"
    },
    {
        question: "20. التهاب لسان المزمار الحاد:(2023)",
        options: [
            "عسر بلع",
            "التشخيص بالفحص غير المباشر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا نقوم بالفحص مطلقاً، سواء مباشر أو غير مباشر لأن الفحص قد يؤدي الى سوء الحالة لذلك اذا شككنا بالمرض نحاول ان نقارب شكنا سريرياً دون الفحص.</p>"
    },
    {
        question: "21. التهاب الحنجرة الصريري:(دورة 2023)",
        options: [
            "حمى مع سرعة تثفل",
            "سببه تحسسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا تترافق بحرارة وليس له سبب تحسسي.</p>"
    },
    {
        question: "22. كيسات الحبل الصوتي:(دورة 2023)",
        options: [
            "توجد في مسافة رينكه",
            "العلاج التوخيف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعالج بتسليخها بحذر وتوليدها باستخدام الأدوات الجراحية المجهرية.</p>"
    },
    {
        question: "23. بوليبات الحبل الصوتي:(دورة 2023)",
        options: [
            "تقع بالملتقى الخلفي",
            "علاجها استئصالها مع الحافة الحرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تقع ضمن المزمار خاصة بين الثلثين الأمامي والمتوسط للحبل الصوتي، العلاج استئصال مع الانتباه لعدم أذية الحافة الحرة للحبل الصوتي.</p>"
    },
    {
        question: "24. شلل الحبل الصوتي ثنائي الجانب:(دورة 2023)",
        options: [
            "صوت جيد",
            "يفيد استئصال الجزء الخلفي من الحبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يلجأ إلى استئصال الجزء الخلفي من الحبل الصوتي بالجراحة أو الليزر.</p>"
    },
    {
        question: "25. العصب الحنجري العلوي:(دورة 2023)",
        options: [
            "يعصب العضلة الحلقية الدرقية",
            "يعصب منطقة تحت المزمار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العصب الحنجري الراجع يعصب جميع عضلات الحنجرة عدا الحلقية الدرقية،يعصبها الحنجري العلوي، ويعصب الحنجري العلوي منطقة فوق المزمار حسياً.</p>"
    },
    {
        question: "26. وترة الحنجرة (عنش): ما عدا:(دورة 2022)",
        options: [
            "تظهر أعراضها بعد السنة الأولى من العمر",
            "بحة صوت",
            "تعالج بالليزر",
            "صرير شهيقي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>قد يكون الالتحام بين الحبلين كاملاً بشكل لا يتناسب مع الحياة.(مقرر ص190)</p>"
    },
    {
        question: "27. التهاب لسان المزمار الحاد:(دورة 2022)",
        options: [
            "سببه حمات راشحة",
            "زلة تنفسية وعسرة بلع",
            "بحة صوت",
            "يشخص بالفحص المباشر"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببه المستدمية النزلية عادة، صوت مكتوم وليس بحة صوت، يشخص بالفحص غير المباشر.(مقرر ص197)</p>"
    },
    {
        question: "28. التهاب الحنجرة والرغامى الحاد عند الأطفال:(دورة 2022)",
        options: [
            "نعطي موسعات قصبية",
            "يسبب عسرة بلع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يعطى المقشع أو موسعات القصبات، ولا يوجد عسر بلع.(مقرر ص196+197)</p>"
    },
    {
        question: "29. القيلة الحنجرية الداخلية:(دورة 2022)",
        options: [
            "المعالجة تكون بالتوخيف",
            "وراثية",
            "تتوضع بشكل خاص في لسان المزمار"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ليست وراثية، تظهر ككتلة في بطين مورغاني، القيلة الداخلية تعالج بالتوخيف والقيلة الخارجية تعالج بتسليخها واستئصالها من خارج العنق.(مقرر ص205)</p>"
    },
    {
        question: "30. التهاب الحنجرة الصريري:(دورة 2022)",
        options: [
            "من أسبابه نقص الكلس",
            "يشاهد عند السكريين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تحدث النوبات بسبب نقص كلس الدم التالي لنقص فيتامين D أو قصور جارات الدرق، تشاهد عند الأطفال ولا سيما الذكور في العقد الأول من العمر وأكثر ما تشاهد في الشتاء.(مقرر ص199)</p>"
    },
    {
        question: "31. شلل الحبل الصوتي:(دورة 2022)",
        options: [
            "ثنائي الجانب تنفس جيد",
            "وحيد الجانب استنشاق متكرر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في الشلل ثنائي الجانب يوجد مشاكل بالطريق الهوائي (صرير واضح)، بينما بالشلل وحيد الجانب يكون الاستنشاق حالة شائعة.(مقرر ص201)</p>"
    },
    {
        question: "32. البوليبات الحنجرية:(دورة 2022)",
        options: [
            "ثنائية الجانب",
            "نستأصلها مع الحافة الحرة للحبل الصوتي",
            "تتوضع بين الثلث الأمامي والثلثين الخلفيين",
            "لا يوجد فيها بحة صوتية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الآفة وحيدة الجانب عادة ومعنقة، يجب الانتباه لعدم أذية الحافة الحرة للحبل الصوتي أثناء الاستئصال، وتتوضّع ضمن المزمار خاصةً في الثلثين الأمامي والمتوسط للحبل الصوتي (الثلث الأمامي والثلثين الخلفيين ذاتهما)، تكون عبارة عن بحة صوت و شعور بكتلة و ضيق تنفس.(مقرر ص208)</p>"
    },
    {
        question: "33. أشيع أمراض الحنجرة الخلقية:(دورة 2021)",
        options: [
            "تلين الحنجرة",
            "وترة الحنجرة",
            "تضيق تحت المزمار"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يشكل ثلثي  حالات الصرير الولادي.</p>"
    },
    {
        question: "34. التهاب الحنجرة الحاد:(دورة 2021)",
        options: [
            "بحة صوت",
            "سعال جاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>سعال جاف خصوصاً في البداية</p>"
    },
    {
        question: "35. التهاب الحنجرة الصريري:(دورة 2021)",
        options: [
            "حرارة مع عقد لمفاوية",
            "العامل المسبب فيروس بارا إنفلونزا",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يترافق بحرارة، والفيروس المذكور يسبب الخانوق وليس التهاب الحنجرة الصريري.</p>"
    },
    {
        question: "36. شلل الحبل الصوتي ثنائي الجانب:(دورة 2021)",
        options: [
            "صرير واضح",
            "استنشاق متكرر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتظاهر بمشاكل بالطريق الهوائي (صرير واضح)، الاستنشاق المتكرر في الشلل أحادي الجانب</p>"
    },
    {
        question: "37. المرض الناتج عن القلس المعدي المريئي:(دورة 2021)",
        options: [
            "الحبيبوم الحنجري",
            "الكيسات الحنجرية",
            "سليلات الحبل الصوتي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يترافق مع القلس المعدي المريئي المزمن بشكل شائع</p>"
    },
    {
        question: "38. المرض الناتج عن التدخين:(دورة 2021)",
        options: [
            "الحبيبوم الحنجري",
            "سليلات الحبل الصوتي",
            "العقيدات الصوتية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العقيدات الصوتية لا علاقة لها بالتدخين.</p>"
    },
    {
        question: "39. التهاب الحنجرة عند الأطفال سيء الإنذار بسبب كل ما يلي ما عدا:(دورة 2020)",
        options: [
            "رخاوة الغشاء المخاطي",
            "صغر حجم الحنجرة",
            "صعوبة التقشع",
            "تصريف لمفاوي قليل"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الاطفال اكثر عرضه لصعوبات التنفس بسبب صغر الطريق الهوائي ومخاطية الحَنجرة عندهم عرضة للتوذم الشديد وصعوبة تقشع لديهم و البنية الغضروفية للطريق الهوائي تكون اضعف من عند البالغين وعرضة للانخماص وخاصه عند الشهيق ، لا علاقة للتصريف اللمفاوي بسوء الإنذار.(مقرر ص196)</p>"
    },
    {
        question: "40. التهاب الحنجرة والرغامى عند الأطفال (الخانوق):(دورة 2020)",
        options: [
            "عسرة بلع",
            "يعالج بموسعات القصبات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يوجد عسر بلع، ولا يعطى المقشع أو موسعات القصبات.(مقرر ص197)</p>"
    },
    {
        question: "41. التهاب لسان المزمار الحاد:(دورة 2020)",
        options: [
            "زلة تنفسية مع عسرة بلع",
            "بحة صوت",
            "العامل الممرض حمات راشحة",
            "التشخيص مباشر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يوجد تغير في الصوت وليس بحة والعامل الممرض المستدمية النزلية والتشخيص لا نقوم بأي فحص مباشر او غير مباشر لأنه قد يؤدي الى تفاقم الحالة.(مقرر ص197)</p>"
    },
    {
        question: "42. ناتج عن التنبيب المديد:(دورة 2020)",
        options: [
            "الحبيبوم الحنجري",
            "قرحات تماسية",
            "الكيسات الحنجرية",
            "بوليب حنجري"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الحبيبوم سببه غالباً التنبيب المديد أو الرضوض أو السعال الشديد ، أما التنبيب المديد ف يكون سببًا ل رضوض الحَنجرة او حبيبوم أو تضيق تحت المزمار .(مقرر ص206)</p>"
    },
    {
        question: "43. القيلة الحنجرية الداخلية:(دورة 2020)",
        options: [
            "تعالج بالتوخيف",
            "خاصة على لسان المزمار",
            "وراثية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ليست وراثية، تظهر ككتلة في بطين مورغاني، القيلة الداخلية تعالج بالتوخيف والقيلة الخارجية تعالج بتسليخها واستئصالها من خارج العنق. وهي انتفاخ كيسي هوائي في الحنجرة.(مقرر ص205)</p>"
    },
    {
        question: "44. كل مما يلي صحيح حول وترة الحنجرة عدا:(دورة 2020)",
        options: [
            "لا يوجد بحة صوت",
            "صرير شهيقي",
            "يظهر بعد الولادة مباشرة",
            "يعالج بالليزر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الصرير وضيق نفس و الزلة وبحة الصوت ، بكاء الطفل ضعيف والسعال أجش ، تتطلب تداخلا جراحيا فوريا عن طريق فغر الرغامى ويتم استخدام الجراحة التنظيرية لفصل الحبال الصوتية باستخدام CO2 ليزر.(مقرر ص190 )</p>"
    },
    {
        question: "45. يسبب بحة صوت:(دورة 2019)",
        options: [
            "وترة الحنجرة",
            "تضيق تحت المزمار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا توجد بحة في تضيق تحت المزمار.</p>"
    },
    {
        question: "46. الأجسام الأجنبية في القصبات:(دورة 2019)",
        options: [
            "ضيق نفس وازرقاق",
            "إجراء مناورة Heimlich",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>إجراء المناورة للأجسام المنحبسة في الحنجرة و ليس القصبات.</p>"
    },
    {
        question: "47. التهاب الحنجرة الحاد:(دورة 2019)",
        options: [
            "سعال جاف",
            "ستيروئيدات موضعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>السعال الجاف خاصة في البدء، العلاج يتضمن المعالجة العرضية والراحة الصوتية والمسكنات البسيطة واستنشاق البخار ومسكنات السعال.</p>"
    },
    {
        question: "48. التهاب لسان المزمار الحاد:(دورة 2019)",
        options: [
            "سيلان لعابي",
            "صوت مكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مع صعوبة بلع وحرارة بدون سعال.</p>"
    },
    {
        question: "49. التهاب الحنجرة الصريري:(دورة 2019)",
        options: [
            "لا يترافق بحرارة",
            "سببه رضي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العوامل المؤهبة سوء التغذية وإنتانات الطرق التنفسية العليا، وتحدث النوبات بسبب نقص كلس الدم التالي لنقص فيتامين د أو قصور غدد جارات الدرق.</p>"
    },
    {
        question: "50. شلل الحبل الصوتي ثنائي الجانب:(دورة 2019)",
        options: [
            "صوت جيد",
            "مشاكل تنفسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تقارب الحبال الصوتية من بعضها والنتيجة مشاكل بالطريق الهوائي (صرير واضح).</p>"
    },
    {
        question: "51. الكيسات الحنجرية:(دورة 2019)",
        options: [
            "يفيد الإيكو في التشخيص",
            "سببها التنبيب المديد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التشخيص يعتمد على الفحص غير المباشر للحنجرة أو باستخدام المنظار الليفي المرن.</p>"
    },
    {
        question: "52. يسببها التدخين:(دورة 2019)",
        options: [
            "عقيدات صوتية",
            "وذمة رينكه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العقيدات الصوتية لا علاقة لها بالتدخين</p>"
    },
    {
        question: "53. التضيق تحت المزمار:(دورة 2018)",
        options: [
            "يمكن أن تظهر الأعراض بعد أسبوعين من الولادة.",
            "لا يوجد بحة صوتية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تظهر الأعراض منذ الولادة حتى السنتين، لا يوجد بحة صوت. (مقرر ص190)</p>"
    },
    {
        question: "54. التهاب الحنجرة المزمن:(دورة 2018)",
        options: [
            "القلس المعدي من أسبابه",
            "وذمة واحمرار شاملة للحنجرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تنظير الحنجرة يظهر توذم وتضخم واحمرار بالحبال الصوتية وهذه التبدلات شاملة للحنجرة ومتناظرة ولا عكوسة، يحدث بعد الانتان التنفس العلوي او بسبب التدخين الاجهاد الصوتي امراض الرئة المزمنة التهاب الجيوب القلس المعدي تلوث البيئة. (مقرر ص196)</p>"
    },
    {
        question: "55. يفيد في الخانوق:(دورة 2018)",
        options: [
            "موسعات قصبية",
            "الأدوية المقشعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يعطى المقشع أو موسعات القصبات.(مقرر ص196)</p>"
    },
    {
        question: "56. شلل حبل صوتي أحادي الجانب:(دورة 2018)",
        options: [
            "بحة صوت",
            "لا يوجد ضيق نفس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الطريق الهوائي جيد، والبحة تختلف عن بحة مرضى سرطان الحنجرة الغليظ. (مقرر ص201)</p>"
    },
    {
        question: "57. يسبب الرض الصوتي في الحنجرة:(دورة 2018)",
        options: [
            "وذمة رينكه",
            "الحبيبوم الحنجري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الرض الصوتي يسبب وذمة رينكه وبوليبات الحبال الصوتية، وعقيدات المغنين.(مقرر ص207)</p>"
    },
    {
        question: "58. قرحات التماس في الحنجرة:(دورة 2018)",
        options: [
            "من أسبابها التنبيب المديد",
            "يفيد فيها بخاخ الكورتيزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التنبيب المديد من أسباب الحبيبوم الحنجري، تعالج ببخاخ الكورتيزون ومعالجة القلس والمعالجة الكلامية والخزعة للتاكد من طبيعتها عند تاخر شفائها.(مقرر ص210)</p>"
    },
    {
        question: "59. في التهاب الحنجرة والرغامى الحاد نعطي:(دورة 2018)",
        options: [
            "حالات للمخاط",
            "مقشعات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتم قبوله بالمشفى ويعطى صادات وريديه مع التميه المناسب ورذاذ الأدرينالين و الستيروئيدات ومع دعم التهوية ولا يعطى المقشع او موسعات القصبات ولم يذكر حالّات المخاط(مقرر ص197)</p>"
    },
    {
        question: "60. من العضلات المبعدة للحبل الصوتي:(دورة 2018)",
        options: [
            "الحلقية الطرجهارية الخلفية",
            "الدرقية الطرجهارية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الدرقية الطرجهارية من العضلات الموترة للحبلين.(مقرر ص182)</p>"
    }, {
        question: "61. القيلة الحنجرية:(دورة 2017)",
        options: [
            "السبب خلقي",
            "الداخلية علاجها التوخيف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تشاهد عند نافخي الزجاج والعازفين على البوق.</p>"
    },
    {
        question: "62. تلين الحنجرة:(دورة 2017)",
        options: [
            "صرير شهيقي",
            "لا يوجد بحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ويوجد صعوبات تغذية وضيق نفس وزلة تزداد أثناء الجهد أيضاً.</p>"
    },
    {
        question: "63. الحبيبوم الحنجري:(دورة 2017)",
        options: [
            "التشخيص يعتمد على الخزعة",
            "فيروسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يكون غالبًا نتيجة للتنبيب المديد أو الرضوض أو السعال الشديد، تتطلب هذه الأفة خزعة احياناً لنفي الأورام.</p>"
    },
    {
        question: "64. وذمة رينكة:(دورة 2017)",
        options: [
            "ثنائية الجانب",
            "تسبب الصوت المكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثنائية الجانب عادة، ليست من مسببات الصوت المكتوم.</p>"
    },
    {
        question: "65. شلل راجع ثنائي الجانب:(دورة 2017)",
        options: [
            "التشخيص يعتمد على الفحص المباشر",
            "الصوت طبيعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التشخيص يعتمد على التنظير، والصوت يبقى جيداً.</p>"
    },
    {
        question: "66. التهاب الحنجرة الصريري:(دورة 2017)",
        options: [
            "تظهر الأعراض ليلًا",
            "سببه المستدمية النزلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المستدمية النزلية عامل مسبب لالتهاب لسان المزمار الحاد.</p>"
    },
    {
        question: "67. قد تعطي صورة الصدر بعد استنشاق جسم أجنبي:(دورة 2017)",
        options: [
            "مظهر انتفاخ رئة",
            "مظهر انخماص رئة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الانتفاخ عندما يؤدي الجسم الأجنبي دور صمام وحيد الجانب، والانخماص عندما يسبب انسداداً تاماً في القصبات.</p>"
    },
    {
        question: "68. في التهاب لسان المزمار الحاد، يتم التشخيص بـ:(دورة 2017)",
        options: [
            "الفحص المباشر",
            "الصورة الشعاعية البسيطة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التشخيص يعتمد على القصة الوصفية.</p>"
    },
    {
        question: "69. في تلين الحنجرة كل ما يلي صحيح ما عدا:(دورة 2017 حملة)",
        options: [
            "بحة صوت",
            "صرير شهيقي",
            "تنشأ منذ الولادة",
            "ضيق نفس"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بحة الصوت في وترة الحنجرة.</p>"
    },
    {
        question: "70. أشيع أسباب شلل العصب الراجع (شلل الحنجرة) الجراحية:(دورة 2017 حملة)",
        options: [
            "استئصال الغدة الدرقية",
            "أورام خبيثة",
            "أم دم أبهرية",
            "جروح العنق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثلث الحالات ورمية، وثلث الحالات مجهولة السبب، وثلث الحالات محدثة جراحياً (خاصة استئصال الدرق).</p>"
    },
    {
        question: "71. كل ما يلي صحيح في التهاب لسان المزمار الحاد عدا:(دورة 2017 حملة)",
        options: [
            "العامل الممرض حمات راشحة",
            "بحة في الصوت",
            "زلة تنفسية مع عسر بلع",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العامل الممرض جرثومي.</p>"
    },
    {
        question: "72. الورم الوعائي الدموي تحت المزمار:(دورة 2017 حملة)",
        options: [
            "بحة في الصوت",
            "ضيق نفس شهيقي",
            "تظهر الأعراض بعد الولادة مباشرة",
            "كل ما سبق صحيح"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تظهر الأعراض بعد الأسبوع السادس من الولادة ولا تظهر مباشرة، لا يوجد بحة صوتية.</p>"
    },
    {
        question: "73. العضلة الموسعة للحبال الصوتية:(دورة 2017 حملة)",
        options: [
            "الحلقية الدرقية",
            "الدرقية الطرجهارية",
            "الطرجهارية الطرجهارية",
            "الحلقية الطرجهارية الخلفية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الحلقية الدرقية والدرقية الطرجهارية موترتان للحبلين، والطرجهارية الطرجهارية مقربة.</p>"
    },
    {
        question: "74. المناطق الفقيرة بالأوعية اللمفاوية بالحنجرة:(دورة 2017 حملة)",
        options: [
            "الحبلان الصوتيان",
            "الحبلان الكاذبان",
            "بطين مورغاني",
            "منطقة تحت المزمار"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لذلك تكون أورام الحبال الصوتية ذات إنذار جيد فيما يخص الانتقال اللمفي.</p>"
    },
    {
        question: "75. كل مما يلي من وظائف الحنجرة: (دورة 2016)",
        options: [
            "التنفس",
            "ترطيب الهواء",
            "حماية الطرق التنفسية السفلية",
            "تثبيت الصدر"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الوظيفة الأساسية للحنجرة هي حماية الطرق التنفسية السفلية.(مقرر ص185)</p>"
    },
    {
        question: "76. في شلل الحبل الصوتي ثنائي الجانب:(دورة 2016)",
        options: [
            "الصوت يكون جيد",
            "سعال ضعيف وغير فعال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سعال ضعيف وغير فعال بأحادي الجانب، و صرير واضح في الشلل ثنائي الجانب(مقرر ص201)</p>"
    },
    {
        question: "77. الحبيبوم الحنجري:(دورة 2016)",
        options: [
            "يحصل بسبب الإصابة بالسل",
            "غالباً يصيب النساء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يحدث بسبب التنبيب المديد أو الرضوض أو السعال الشديد، كما تترافق الحالة بالقلس المعدي المريئي بشكل شائع.(مقرر ص206)</p>"
    },
    {
        question: "78. في وذمة رينكه:(دورة 2016)",
        options: [
            "تشاهد عند المدخنين",
            "يحصل سعال جاف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هي حالة خاصة من التهاب الحنجرة المزمن.(مقرر ص207)</p>"
    },
    {
        question: "79. التهاب الحنجرة الصريري:(دورة 2016)",
        options: [
            "فيروسي السبب",
            "حالة إسعافية تستوجب قبول المريض في المشفى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يرش الطفل بماء بارد وسحب اللسان خارجاً.(مقرر ص199)</p>"
    },
    {
        question: "80. وترة الحنجرة:(دورة 2016)",
        options: [
            "من أشيع الآفات الولادية",
            "تتراجع بشكل عفوي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا تتراجع بشكل عفوي(مقرر ص190)</p>"
    },
    {
        question: "81. التهاب الحنجرة الحاد:(دورة 2015)",
        options: [
            "السبب حمات راشحة",
            "يعالج بالكورتيزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المعالجة عرضية تتضمن الراحة الصوتية والمسكنات البسيطة.</p>"
    },
    {
        question: "82. الحبيبوم الحنجري:(دورة 2015)",
        options: [
            "له علاقة بالتدخين",
            "يحدث في الملتقى الأمامي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تصيب الأقسام الخلفية للحبل الصوتي، لا علاقة له بالتدخين.</p>"
    },
    {
        question: "83. وترة الحنجرة:(دورة 2015)",
        options: [
            "مسؤولة عن ثلثي حالات الصرير",
            "لا يحدث بحة صوت",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تلين الحنجرة مسؤول عن ثلثي حالات الصرير، يوجد بحة صوت.</p>"
    },
    {
        question: "84. الاستشفاء الإسعافي في حال:(دورة 2015)",
        options: [
            "التهاب لسان المزمار الحاد",
            "التهاب الحنجرة والرغامى الحاد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>السؤال غير مفهوم تماماً لكن كلاهما حالة اسعافية.</p>"
    },
    {
        question: "85. شلل حبل الصوت وحيد الجانب يتظاهر بـ:(دورة 2015)",
        options: [
            "صعوبات في التغذية",
            "صرير وزلة تنفسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لان فيه استنشاق.</p>"
    },
    {
        question: "86. الرض الصوتي يسبب:(دورة 2015)",
        options: [
            "بوليبات",
            "وذمة رينكه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>وعقيدات المغنين.</p>"
    },
    {
        question: "87. القيلة الحنجرية الداخلية:(دورة 2015)",
        options: [
            "تحدث عند الأطفال",
            "تتظاهر بصوت مكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تحدث عند البالغين، تتظاهر ببحة في الصوت وصوت مكتوم.</p>"
    },
    {
        question: "88. عضلات الحنجرة المبعدة للحبلين الصوتيين:(دورة 2014)",
        options: [
            "الحلقية الطرجهارية الخلفية",
            "الحلقية الدرقية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العضلة الحلقية الدرقية موترة للحبلين.(مقرر ص205)</p>"
    },
    {
        question: "89. بحة الصوت تحدث بسبب:(دورة 2014)",
        options: [
            "وترة الحنجرة",
            "تلين الحنجرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تلين الحنجرة لا يتظاهر ببحة صوتية ، تتظاهر البحة الصوتية في تلين الحَنجرة و رضوض الحنجرة و التهاب الحنجرة الحاد و المزمن و شلل عصب الحبل الصوتي أحادي الجانب و الكيسات الحنجرية و بوليبات الحبل الصوتي و العقيدات الصوتية و القيلة الحنجرية الداخلية و أورام الحنجرة .</p>"
    },
    {
        question: "90. الأورام الوعائية في الحنجرة:(دورة 2014)",
        options: [
            "تحدث بعد الولادة مباشرة",
            "تسبب الصوت المكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تتأخر الأعراض بعد الأسبوع السادس من الولادة، ولا تظهر مباشرة بسبب الكورتيزون الوالدي والترقي في حجم الورم، لا يوجد صوت مكتوم ولا بحة صوتية و انما تتظاهر ب ضيق نفس و صرير .(مقرر ص191)</p>"
    },
    {
        question: "91. في الخانوق:(دورة 2014)",
        options: [
            "يحدث عند الأطفال بعمر 3 – 1 سنوات",
            "تسببه فيروسات بارا إنفلونزا",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>وأحياناً تشاهد إصابات جرثومية بالمستدمية النزلية.(مقرر ص196)</p>"
    },
    {
        question: "92. يتم القبول في المشفى في حال:(دورة 2014)",
        options: [
            "التهاب لسان المزمار الحاد",
            "التهاب الحنجرة الصريري",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التهاب الحنجرة الصريري برش الماء البارد وسحب اللسان للخارج، يتم قبول في المشفى في حالات مثل الخانوق و التهاب لسان المزمار الحاد .(مقرر ص205)</p>"
    },
    {
        question: "93. يسبب شلل الحنجرة أحادي الجانب:(دورة 2014)",
        options: [
            "الاستنشاق",
            "عسر التنفس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاستنشاق حالة شائعة، لكن الطريق الهوائي جيد.(مقرر ص202)</p>"
    },
    {
        question: "94. كيسات الحنجرة على الحبل الصوتي:(دورة 2014)",
        options: [
            "ثنائية الجانب",
            "تعالج بالتوخيف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>(مقرر ص204)</p>"
    },
    {
        question: "95. الحبيبوم الحنجري:(دورة 2014)",
        options: [
            "معالجة القلس مفيدة",
            "ينجم عن التنبيب المديد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ينجم عن التنبيب المديد أو الرضوض أو السعال الشديد. و تعالج ب الراحة الصوتية و الستيروئيدات و معالجة القلس المعدي .(مقرر ص206)</p>"
    },
    {
        question: "96. ينجم عن التدخين والرض الصوتي:(دورة 2014)",
        options: [
            "بوليبات",
            "وذمة رينكه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الاثنين لهم علاقة بالتدخين، بينما العقيدات الصوتية لا علاقة لها ب التدخين .(مقرر ص208)</p>"
    },
    {
        question: "97. صورة الصدر في الأجسام الأجنبية في الحنجرة:(دورة 2014)",
        options: [
            "طبيعية",
            "انخماص رئوي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد تكون طبيعية وقد تظهر مظهر انتفاخ أو انخماص.(مقرر ص193)</p>"
    },
    {
        question: "98. يوجد بحة صوت في:(دورة 2013)",
        options: [
            "تلين الحنجرة",
            "وترة الحنجرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أعراض وترة الحنجرة هي: صرير، ضيق نفس، زلة، بحة صوت، حيث يكون بكاء الطفل ضعيفاً والسعال أجش.</p>"
    },
    {
        question: "99. الخانوق:(دورة 2013)",
        options: [
            "عند الأطفال بعمر 3 – 1 سنوات",
            "القبول في المشفى ضروري لجميع المرضى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>فيروسي المنشأ (فيروس بارا إنفلونزا).</p>"
    },
    {
        question: "100. شلل الحبل الصوتي أحادي الجانب:(دورة 2013)",
        options: [
            "ًفي الجهة اليسرى خاصة",
            "صرير وزلة تنفسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الصرير والزلة لثنائي الجانب.</p>"
    },
    {
        question: "101. الحبيبوم الحنجري:(دورة 2013)",
        options: [
            "الثلث الأمامي للحبل الصوتي",
            "خاصة عند الإناث",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تصيب الأقسام الخلفية للحبل الصوتي.</p>"
    },
    {
        question: "102. الرض الصوتي يسبب:(دورة 2013)",
        options: [
            "بوليبات الحبل الصوتي",
            "وذمة رينكه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>بالإضافة للعقيدات الصوتية.</p>"
    },
    {
        question: "103. العقيدات الصوتية:(دورة 2013)",
        options: [
            "وحيدة الجانب غالبا",
            "تعالج بالتقشير الجراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>دائماً تكون ثنائية الجانب.</p>"
    },
    {
        question: "104. القيلة الحنجرية:(دورة 2013)",
        options: [
            "تترافق مع سرطان الحنجرة",
            "في المنطقة الهامشية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>من الملاحظ مشاهدتها مع سرطانات الحنجرة بنسبة قد تصل إلى 16% من الحالات.</p>"
    },
    {
        question: "105. تلين الحنجرة:(دورة 2011)",
        options: [
            "زلة على الجهد",
            "لا توجد بحة في الصوت",
            "كلاهما صحيح",
            "كلاهما غلط"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "106. علامات الجسم الأجنبي في CXR:(دورة 2011)",
        options: [
            "انخماص + فرط تهوية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "107. التهاب لسان المزمار الحاد:(دورة 2011)",
        options: [
            "صعوبة بلع",
            "ليس له علاقة بالتدخين",
            "كلاهما صحيح",
            "كلاهما غلط"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "108. التهاب الحنجرة الصريري:(دورة 2011)",
        options: [
            "ليس حالة إسعافية",
            "يحدث عند الذكور أكثر من الإناث",
            "كلاهما صحيح",
            "كلاهما غلط"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "109. الكيسات الحنجرية:(دورة 2011)",
        options: [
            "الثلث المتوسط من الحبل الصوتي",
            "لا تعالج بالتوخيف",
            "كلاهما صح",
            "كلاهما غلط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعالج بإزالة سقف الكيسة وتفريغ محتوياتها.</p>"
    },
    {
        question: "110. البوليبات:(دورة 2011)",
        options: [
            "لا تسبب صوت مكتوم",
            "ليس لها علاقة بالتدخين",
            "كلاهما صح",
            "كلاهما غلط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأعراض بحة وشعور بكتلة وضيق نفس.</p>"
    },
    {
        question: "111. المنطقة الهامشية بالحنجرة:(دورة 2010)",
        options: [
            "الالتواء اللساني الطرجهالي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "112. التهاب الحنجرة المزمن:(دورة 2010)",
        options: [
            "تغيرات تشريحية شاملة لا تتراجع",
            "بحة مترقية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكون التبدلات شاملة للحنجرة ومتناظرة ولا عكوسة ،يقوم المرضى باستمرار بمحاولة تنظيف بلعومهم والسعال الأمر الذي يقود لمزيد من الالتهاب في الحبال الصوتية وبالتالي حدوث حلقة معيبة.</p>"
    },
    {
        question: "113. من أعراض القرحة التماسية:(دورة 2010)",
        options: [
            "ألم عند الكلام",
            "تغير لحن الصوت",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ومن الأعراض الأخرى حرقة خلف القص، رغبة مستمرة في تنظيف الحلق.</p>"
    },
    {
        question: "114. في التهاب لسان المزمار الحاد:(دورة 2010)",
        options: [
            "سيلان لعابي",
            "صوت مكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من الأعراض المميزة صعوبة بلع مع سيلان لعابي، وحرارة بدون سعال.</p>"
    },
    {
        question: "115. علاج التهاب الحنجرة والرغامى الحاد:(دورة 2010)",
        options: [
            "مشفى",
            "صادات",
            "كورتيزون",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>القبول بالمشفى ضروري لجميع الحالات حتى لو كانت خفيفة.</p>"
    },
    {
        question: "116. وذمة رينكه:(دورة 2010)",
        options: [
            "ثنائية الجانب",
            "تراكم سوائل في البشرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكون فيها الحبال الصوتية متوذمة بشدة ومملوءة بسائل هلامي رقيق.</p>"
    },
    {
        question: "117. تلين الحنجرة:(دورة 2010)",
        options: [
            "تظهر بالشهر الثاني",
            "زلة تزداد بالجهد",
            "الأهم بحة الصوت",
            "يعتمد التشخيص على القصة السريرية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تظهر بعد الولادة، لا يوجد بحة و التشخيص بالمنظار الليفي .</p>"
    },
    {
        question: "118. التهاب الحنجرة الصريري:(دورة 2010)",
        options: [
            "حمات راشحة",
            "نوبات مفاجئة حادة",
            "سعال جاف",
            "عسر بلع"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تبدأ الأعراض فجأة فيستيقظ الطفل من نومه على صياح صريري فجائي، وضيق نفس وزلة شهيقية وزرقة، ثم تتوقف الأعراض فجأة بعد دقيقة أو أكثر، ويعود الطفل إلى نومه.</p>"
    },
    {
        question: "119. تلين الحنجرة:(دورة 2009)",
        options: [
            "تشكل ثلثي حالات الصرير الولادي.",
            "لا تسبب بحة في الصوت",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أعراضها تكون عبارة عن صرير شهيقي وصعوبات تغذية وضيق نفس وزلة تزداد في أثناء الجهد.</p>"
    },
    {
        question: "120. يتم تشخيص التهاب لسان المزمار الحاد:(دورة 2009)",
        options: [
            "فحص البلعوم",
            "الصورة الشعاعية.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>حسب القصة والأعراض والشك بالمرض لأن الفحص يفاقم الحالة.</p>"
    },
    {
        question: "121. أعراض التهاب الحنجرة الدفتريائي:(دورة 2009)",
        options: [
            "سعال خشن",
            "ضخامة عقد لمفاوية في العنق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>علامة عنق الثور.</p>"
    },
    {
        question: "122. من أسباب الحبيبوم الحنجري:(دورة 2009)",
        options: [
            "القلس المعدي المريئي",
            "تنظيف الحلق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تترافق هذه الحالة بالقلس المعدي المريئي بشكل شائع</p>"
    },
    {
        question: "123. تتعصب العضلات الخارجية للحنجرة بالعصب:(دورة 2008)",
        options: [
            "تحت اللساني الكبير",
            "الحنجري العلوي",
            "الراجع الحنجري",
            "حبل الطبل"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ينقل العصب الحنجري التعصيب الحسي لمنطقة تحت المزمار ويعطي التعصيب الحركي لجميع عضلات الحنجرة ما عدا العضلة الحلقية الدرقية.</p>"
    },
    {
        question: "124. أفقر مناطق الحنجرة بالتوعية اللمفاوية:(دورة 2008)",
        options: [
            "الحبلان الكاذبان",
            "الحبلان الصوتيان (المزمار)",
            "المنطقة فوق المزمار",
            "بطين مورغاني"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لذلك تكون الأورام المحصورة بالحبال الصوتية ذات خطورة منخفضة فيما يخص الانتقالات اللمفية.</p>"
    },
    {
        question: "125. أشيع التناذرات الولادية للحنجرة:(دورة 2008)",
        options: [
            "الورم الدموي تحت المزمار",
            "تضيق الحنجرة",
            "تلين الحنجرة",
            "الوترة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تشكل ثلثي حالات الصرير الولادي.</p>"
    },
    {
        question: "126. الورم الوعائي الدموي تحت المزمار:(دورة 2008)",
        options: [
            "تحدث الأعراض بعد الولادة مباشرة",
            "صرير شهيقي زفيري",
            "بحة الصوت",
            "نادراً ما يترافق مع أورام وعائية جلدية وجهية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تتأخر الأعراض بعد الأسبوع السادس من الولادة ولا تظهر مباشرة، لا يوجد بحة صوتية، تترافق في 50% الحالات بأورام وعائية في الوجه.</p>"
    },
    {
        question: "127. من الوذمات الحنجرية التي قد تكون ضولادية:(دورة 2008)",
        options: [
            "سليلات الحنجرة",
            "العقيدات الصوتية",
            "كيسات الحنجرة",
            "الحبيبوم الحنجري",
            "القيلات الحنجرية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>هي السبب الأكثر شيوعاً لبحة الصوت عند الأطفال.</p>"
    },
    {
        question: "128 .من الآفات الحنجرية التي يسببها التدخين:(دورة 2008)",
        options: [
            "سليلات الحنجرة",
            "العقيدات الصوتية",
            "كيسات الحنجرة",
            "الحبيبوم الحنجري",
            "القيلات الحنجرية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أكثر ما تشاهد بوليبات الحبل الصوتي عند الرجال الذين لديهم قصة إفراط في استخدام الصوت، والمدخنين بشدة، و يسبب التدخين أيضا وذمة رينكه.</p>"
    },
    {
        question: "129. من الآفات التي تحدث نتيجة للتنبيب المتكرر أو المستمر:(دورة 2008)",
        options: [
            "أورام الحنجرة",
            "العقيدات الصوتية",
            "كيسات الحنجرة",
            "الحبيبوم الحنجري",
            "القيلات الحنجرية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الحبيبوم سببه غالباً التنبيب المديد أو الرضوض أو السعال الشديد ، أما التنبيب المديد ف يكون سببًا ل رضوض الحَنجرة او حبيبوم أو تضيق تحت المزمار .(مقرر ص206)</p>"
    },
    {
        question: "130. يحدث تثبت في المفصل الحلقي الدرقي الطرجهارلي بعد حدوث شلل الحنجرة بحوالي:(دورة 2008)",
        options: [
            "2 mm.",
            "4 mm.",
            "6 mm.",
            "8mm."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p></p>"
    }
    ],
    13:[
 
    {
        question: "1. يعالج سرطان الحنجرة في المراحل المتأخرة:(دورة 2025)",
        options: [
            "المعالجة الكيماوية",
            "الشعاعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الاورام الصغيرة مرحلة (T1&T2) تعالج شعاعيًا، الاورام الكبيرة(T3&T4) تعالج بالاستئصال الجذري او باستئصال الحنجرة التام او الجزئي. (مقرر ص217)</p>"
    },
    {
        question: "2. في سرطان الحنجرة:(دورة 2024)",
        options: [
            "يصيب الحبل الصوتي ويكون إنذاره سيئ",
            "تفيد المعالجة الكيماوية في الحالات المبكرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>إنذار سرطان الحبل الصوتي جيد لأنه فقير بالأوعية اللمفاوية.(مقرر ص214)</p>"
    },
    {
        question: "3. الصوت الطافر:(دورة 2024)",
        options: [
            "هو صوت كهلي عند الأطفال",
            "يعالج بالمعالجة الكلامية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>هو بقاء الصوت الطفلي بعد البلوغ، يعالج بالضغط على الحنجرة أثناء الكلام والمعالجة الكلامية.(مقرر ص224)</p>"
    },
    {
        question: "4. عسر تصويت تشنجية:(دورة 2023)",
        options: [
            "يفيد العلاج الكلامي",
            "تشنج العضلات التقريبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في فصل سوء التصويت الوظيفي تعالج بحقن الذيفان الوشيقي من الخارج.(مقرر ص223)</p>"
    },
    {
        question: "5. أورام حليمية بالحَنجرة:(دورة 2023)",
        options: [
            "متعدد عند الأطفال",
            "يتحول للخباثة عند البالغين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكون متعددة بخاصة عند الاطفال و مفردة بخاصة عند البالغين، تميل اصابة الاطفال للتراجع العفوي بسن البلوغ ، اما بالنسبة للبالغين فالتراجع العفوي غير شائع.(مقرر ص211)</p>"
    },
    {
        question: "6. سرطان يصيب الحبلين الصوتيين مع حركة طبلة طبيعية:(دورة 2023)",
        options: [
            "الT1a",
            "الT1b",
            "الT2",
            "الT3"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>غالباً يصيب حبل واحد T1b، و T3 هو الذي يثبت الحبل الصوتي.(مقرر ص216)</p>"
    },
    {
        question: "7. يستطب فغر الرغامى فيما يلي عدا:(دورة 2022)",
        options: [
            "كيسات حنجرية",
            "أورام قصبات",
            "كسور متعددة في الفك السفلي",
            "خناق لودويغ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أورام القصبات ليست استطباباً، بينما الأورام العلوية هي استطباب.(مقرر ص222)</p>"
    },
    {
        question: "8. أورام الحنجرة:(دورة 2022)",
        options: [
            "ال T1 يعالج شعاعياً",
            "ال T3 يعالج بالليزر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>T1 وT2 تعالج شعاعياً، بينما T3 وT4 تعالج بالاستئصال الجذري أو باستئصال الحنجرة التام أو الجزئي.(مقرر ص214)</p>"
    },
    {
        question: "9. عسر التصويت التشنجي:(دورة 2022)",
        options: [
            "يشخص بالرنين",
            "شلل بالعضلات المبعدة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تشنج العضلات التقريبية غالباً، تعالج بحقن الذيفان الوشيقي من الخارج. (مقرر ص223)</p>"
    },
    {
        question: "10. الورم الحليمي عند الأطفال:(دورة 2021)",
        options: [
            "قد يتحول إلى خبيث",
            "سببه فيروسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببه الفيروس الحليمومي البشري، والانقلاب للخباثة يحدث عند البالغين.(مقرر ص211)</p>"
    },
    {
        question: "11. خزع الرغامى يستطب في كل ما يلي عدا:(دورة 2021)",
        options: [
            "كسور فك سفلي متعددة",
            "خناق لودويغ",
            "سرطان الحنجرة",
            "وذمة رينكه"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>وذمة رينكه ليست استطباباً لخزع الرغامى.(مقرر ص222)</p>"
    },
    {
        question: "12. عسرة التصويت التشنجية:(دورة 2021)",
        options: [
            "مجهولة السبب",
            "تفيد المرخيات العضلية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>علاجها بحقن الذيفان الوشيقي من الخارج.(مقرر ص223)</p>"
    },
    {
        question: "13. كل مما يلي صحيح حول الأورام الحليمية عند الأطفال عدا:(دورة 2020)",
        options: [
            "وحيدة",
            "لا تتحول لخباثة",
            "تميل للنكس",
            "سببها حمة راشحة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكون متعددة غالباً عند الأطفال.(مقرر ص211)</p>"
    },
    {
        question: "14.كل مما يلي صحيح حول الورم الخبيث في الحنجرة عدا:(دورة 2020)",
        options: [
            "الأكثر شيوعاً شائك الخلايا",
            "إنذار سيء فوق المزمار",
            "إنذار جيد مع ضخامة عقدية",
            "ورم الحبل الصوتي قابل للشفاء"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الضخامة العقدية تظهر بعد تقدم الورم، فهي ليست إنذاراً جيداً.(مقرر ص213)</p>"
    },
    {
        question: "15. نجري خزع الرغامى في كل الحالات التالية عدا:(دورة 2020)",
        options: [
            "كيسات حنجرية",
            "أورام القصبات",
            "خناق لودويغ",
            "كسور الفك السفلي المتعدد"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>أورام القصبات ليست استطباباً، بينما الأورام العلوية هي استطباب.(مقرر ص222)</p>"
    },
    {
        question: "16. سرطان الحبال الصوتية أفضل إنذاراً بسبب:(دورة 2020 حملة)",
        options: [
            "قلة التوعية اللمفاوية",
            "أعراضه متأخرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إنذاره جيد بسبب أن البحة فيها عرض مبكر والانتقالات الورمية للعقد متأخرة.(مقرر ص214)</p>"
    },
    {
        question: "17. الأورام الحليمية المفردة في الحنجرة:(دورة 2020 حملة)",
        options: [
            "غالباً عند الأطفال",
            "منشؤها تحسسي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>في الجنسين بشكل متساو، منشؤها إصابة فيروسية، متعددة خاصة عند الاطفال و مفردة عند البالغين.(مقرر ص211)</p>"
    },
    {
        question: "18. أكثر الأماكن إصابة بالسرطان في الحنجرة:(دورة 2020 حملة)",
        options: [
            "المزمار",
            "فوق المزمار",
            "تحت المزمار",
            "المنطقة الهامشية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>من المقرر القديم.</p>"
    },
    {
        question: "19. إنذار سرطان الحبال الصوتية جيد بسبب:(دورة 2019)",
        options: [
            "غزارة الأوعية اللمفاوية",
            "الأعراض متأخرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>فقيرة بالأوعية اللمفاوية والأعراض مبكرة خاصة البحة.(مقرر ص214)</p>"
    },
    {
        question: "20. سرطان المزمار ذو إنذار جيد بسبب:(دورة 2018)",
        options: [
            "تظهر الأعراض مبكرة",
            "فقير بالتوعية اللمفاوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>المزمار هو الحبلين الصوتيين وتظهر الأعراض مبكراً بسبب البحة وهما فقيران بالتوعية اللمفاوية.(مقرر ص214)</p>"
    },
    {
        question: "21. سرطان الحنجرة T2N3:(دورة 2018)",
        options: [
            "مثبت حبل صوتي",
            "كتلة أكبر من 6 سم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>T3 هو المثبت، أما T2 ف حركة الحبل طبيعية او محددة.(مقرر ص216)</p>"
    },
    {
        question: "22. يستطب خزع الرغامى:(دورة 2018)",
        options: [
            "القصور التنفسي",
            "ورم ساد عند تفرع الرغامى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد فائدة من خزع الرغامى إن كان الورم موجود عند تفرعها.</p>"
    },
    {
        question: "23. نجري اختبار الضغط لفوتزمان:(دورة 2018)",
        options: [
            "في عسر التصويت التشنجي",
            "الصوت الطافر عالي الطبقة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لم يذكر إجراؤه في عسر التصويت التشنجي.(مقرر ص224)</p>"
    },
    {
        question: "24. استعادة الكلام بعد استئصال الحنجرة:(دورة 2018)",
        options: [
            "الكلام المريئي",
            "الخزع الرغامي المريئي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>بالإضافة للحنجرة الاصطناعية</p>"
    },
    {
        question: "25. استعادة الصوت بعد استئصال الحنجرة:(دورة 2016)",
        options: [
            "الكلام المريئي",
            "الخزع الرغامي المريئي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الكلام المريئي ،الخزع الرغامي المريئي و الحنجرة الاصطناعية.(مقرر ص219)</p>"
    },
    {
        question: "26. في سرطان الحنجرة المرحلة T2:(دورة 2016)",
        options: [
            "الورم يثبت الحبلين الصوتيين",
            "يمتد الورم إلى الأعلى والأسفل من الحبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يمتد الورم إلى الأعلى والأسفل من الحبل ليشمل منطقة ما فوق المزمار و ما تحته لكن مع بقاء حركة الطبل طبيعية او محددة.(مقرر ص216)</p>"
    },
    {
        question: "27. في سرطان الحنجرة المرحلة T2:(دورة 2015)",
        options: [
            "الورم يثبت الحبلين الصوتيين",
            "يمتد الورم إلى الأعلى والأسفل من الحبل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يحدث تثبيت في مرحلة T3</p>"
    },
    {
        question: "28. استعادة الصوت بعد استئصال الحنجرة:(دورة 2015)",
        options: [
            "الخزع الرغامي المريئي",
            "المعالجة الضوئية الحركية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ذُكر سابقاً</p>"
    },
    {
        question: "29. عسرة التصويت التشنجية:(دورة 2015)",
        options: [
            "تفيد المعالجة الكلامية",
            "يفيد استخدام السم الوشيقي الموضعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يعطى ذيفان الوشيقي من الخارج.</p>"
    },
    {
        question: "30. الأورام الحليمية في الحنجرة:(دورة 2014)",
        options: [
            "تتراجع عند البلوغ",
            "ناكسة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "31. في سرطان الحنجرة تعني T2:(دورة 2014)",
        options: [
            "تثبيت الحبل الصوتي",
            "تناول الحبلين معا",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>T3 تثبيت الحبل الصوتي.</p>"
    },
    {
        question: "32. عسر التصويت التشنجي:(دورة 2014)",
        options: [
            "سببها مركزي",
            "تسبب صوت خشن ذو لحن منخفض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مجهولة السبب الصوت متوتر ومختنق.</p>"
    },
    {
        question: "33. الأورام الحليمية:(دورة 2013)",
        options: [
            "متعددة عند الأطفال",
            "مفردة عند البالغين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تكون متعددة عند الأطفال مفردة عند البالغين.</p>"
    },
    {
        question: "34. سرطان الحبل الصوتي:(دورة 2013)",
        options: [
            "البحة عرض مبكر",
            "غنية بالأوعية اللمفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فقيرة بالأوعية اللمفية.</p>"
    },
    {
        question: "35. التصويت بالحبل الكاذب:(دورة 2013)",
        options: [
            "صوت ذو تواتر حاد",
            "راحة صوتية وتأهيل كلامي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>صوت خشن وذو لحن منخفض.</p>"
    },
    {
        question: "36. الأورام الحليمية عند الأطفال:(دورة 2011)",
        options: [
            "متعددة وتتراجع عفويا",

        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكون متعددة عند الاطفال وتتراجع عفويا عند سن البلوغ.</p>"
    },
    {
        question: "37. في الحنجرة T2:(دورة 2011)",
        options: [
            "فوق وتحت الحبل الصوتي دون تثبيت",
            
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ذكر سابقاً</p>"
    },
    {
        question: "38. يستخدم الليزر في أورام الحنجرة:(دورة 2010)",
        options: [
            "الT1.",
            "الكارسينوما المبرقة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>T1/T2 شعاعيًا ، كارسينوما مبرقة ب جراحةCo2 ليزر.</p>"
    },
    {
        question: "39. الأورام الحليمومية المفردة في الحنجرة:(دورة 2010)",
        options: [
            "أطفال",
            "سببها تدخين وإجهاد صوتي",
            "أشعة",
            "كل ما سبق خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>عند الأطفال متعددة وسببها حمات راشحة الفيروس الحليمي البشري والاشعة مضاد استطباب.</p>"
    },
    {
        question: "40. أكثر المناطق إصابة بسرطان الحنجرة:(دورة 2010)",
        options: [
            "المزمار 70%",
          
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>.</p>"
    },
    {
        question: "41. التصويت بالحبل الكاذب:(دورة 2009)",
        options: [
            "المعالجة بالسم الوشيقي",
            "يوجد فائدة من المعالجة الكلامية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تقوم المعالجة على الراحة الصوتية والتأهيل الكلامي.</p>"
    },
    {
        question: "42. كل ما يلي صحيح حول الأورام الحليمية المتعددة عدا:(دورة 2008)",
        options: [
            "غالباً عند الأطفال",
            "سببها حمى راشحة",
            "قد تتراجع عفوياً ولا علاقة لها بالبلوغ",
            "قد تنقلب للخبث"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تميل إصابة الأطفال للتراجع العفوي بسن البلوغ.</p>"
    },
    {
        question: "43. سرطان الحنجرة يقع تحت لسان المزمار مع الامتداد للحبل الصوتي بدون تثبت في حركته:(دورة 2008)",
        options: [
            "الT1",
            "الT2",
            "الT3",
            "الT4"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يصبح هناك تثبت في T3.</p>"
    },
    {
        question: "44. علاج الورم السابق:(دورة 2008)",
        options: [
            "جراحي",
            "شعاعي",
            "كيماوي",
            "كل ما سبق خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>T1/T2 شعاعيًا.</p>"
    },
    {
        question: "45. أشيع الأماكن التي يتوضع فيها سرطان الحنجرة:(دورة 2008)",
        options: [
            "الحبلان الصوتيان (المزمار)",
            "المنطقة فوق المزمار",
            "المنطقة تحت المزمار",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غير موجودة بشكل صريح لكن المعروف أنها في المزمار.</p>"
    },
    {
        question: "46. التصويت بالحبل الكاذب:(دورة 2008)",
        options: [
            "بحة مترددة",
            "اقتراب الحبلين الصوتيين من بعضهما",
            "سببها نفسي",
            "لا يفيد تطبيق المعالجة الكلامية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>A و B صحيحان</p>"
    }
    ],
    14:[
    {
        question: "1. يتشكل حاجز باسافانت في مرحلة البلع:(دورة 2008)",
        options: [
            "الفموية.",
            "المريئية",
            "الحنجرية",
            "البلعومية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يوجد مرحلة مريئية. و يتشكل حاجز باسافانت لاغلاق فوهة البلعوم الانفي.</p>"
    },
    {
        question: "2. يتم تعصيب اللسان حسياً:(دورة 2025)",
        options: [
            "الثلثان الأماميان من العصب تحت اللساني",
            "الثلث الخلفي من المبهم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتم تعصيب اللسان حسيا بالشكل التالي : الثلثان الاماميان من العصب اللساني فالحبل الطبلي فالعصب المتوسط (حس التذوق) و الثلث الخلفي من العصب التاسع (البلعومي اللساني) (حس الغثيان و اللمس) ، و اما حركيا للعضلات من العصب الثاني عشر (تحت اللسان). (مقرر ص229)</p>"
    },
    {
        question: "3. في اللسان الجغرافي:(دورة 2025)",
        options: [
            "تطاول في الحليمات الذوقية",
            "التشخيص يعتمد على الخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ينجم عن فقدان الحليمات الخيطية. (مقرر ص236)</p>"
    },
    {
        question: "4. وظيفة البلعوم:(دورة 2024)",
        options: [
            "إفراز الأضداد IgA",
            "تهوية الأذن الوسطى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>حيث يتم تشكيل IgA في عقدة فالدير ،ومن وظائفه أيضاً تركيب الكلام وتوازن الماء والبلع.(مقرر ص231)</p>"
    },
    {
        question: "5. اللسان الجغرافي:(دورة 2024)",
        options: [
            "يعالج بمضادات الفطور",
            "سببه سوء العناية بالفم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مجهول السبب، ينجم عن فقدان الحليمات الخيطية، والعلاج عرضي، ويعد حيث يعد سوء العناية ب الفم سببا ل اللسان المشعر، و يعالج التهاب اللسلن المعيني المتوسط ب مضادات الفطور. (مقرر ص235)</p>"
    },
    {
        question: "6. اللسان الجغرافي:(دورة 2023)",
        options: [
            "سببه فطري",
            "فقدان الحليمات الخيطية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببه فقدان الحليمات الخيطية فقط.(مقرر ص236)</p>"
    },
    {
        question: "7. حلقة فالداير:(دورة 2023)",
        options: [
            "اللوزة اللسانية",
            "سويقات خلفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حلقة فالدير تتألف من اللوزتين الحنكيتين واللوزة البلعومية واللوزتين اللسانيتين، واللوزات النفيرية و الشريط الجانبي اللذي يمتد من اللوزة النفيرية حتى خلف السويقة الخلفية.(مقرر ص228)</p>"
    },
    {
        question: "8. اللسان المشعر:(دورة 2021)",
        options: [
            "فرط وتطاول حليمات خيطية",
            "يعالج بمضادات الفطور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلاج هو العناية بصحة الفم وتنظيف اللسان و قد يستعمل الماء الأكسجيني المخفف.(مقرر ص233)</p>"
    },
    {
        question: "9. حلقة فالدير تعمل على:(دورة 2020)",
        options: [
            "تصفية اللمف",
            "إفراز IgA",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ليس لها أوعية لمفاوية واردة فليس لها دور في تصفية اللمف.(مقرر ص231)</p>"
    },
    {
        question: "10. من أسباب انشقاق الشفة والحنك:(دورة 2020 حملة)",
        options: [
            "السكري عند الوالدة",
            "الوراثة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>للعوامل الوراثية دور كبير وكذلك العوامل المحيطية مثل تعرض الجنين للكحول وتدخين السجائر وعوز الفوليك والأدوية مثل الفينوتئين والسكري عند الوالدة.(مقرر ص233)</p>"
    },
    {
        question: "11. انشقاق الشفة:(دورة 2019)",
        options: [
            "وراثي",
            "علاج الطفل في سن المدرسة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المعالجة تتبع قاعدة العشرات (عمر عشر أسابيع – وزن عشر باوند – خضاب ≥ 10).(مقرر ص234)</p>"
    },
    {
        question: "12. معايير جراحة انشقاق الشفة، على الأقل:(دورة 2018)",
        options: [
            "عمره 10 أسابيع",
            "وزنه 4500 غرام",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قاعدة العشرات: عمر عشرة أسابيع، وزن عشر باوندات (4500 غ) وخضاب ≥ 10 غ/دل.(مقرر ص234)</p>"
    },
    {
        question: "13. يتعصب الثلثين الأماميين في اللسان:(دورة 2017)",
        options: [
            "حسياً من العصب اللساني",
            "حواسياً من العصب تحت اللساني",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الثلثان الأماميان يتعصبان من العصب اللساني وينقل عبره حس الذوق (حواسيا) إلى حبل الطبل فالعصب المتوسط، والثلث الخلفي للسان ينقل حس اللمس والغثيان عبر العصب التاسع، بينما تتعصب جميع عضلات اللسان من العصب القحفي الثاني عشر.</p>"
    },
    {
        question: "14. التشكيلات المكونة لحلقة فالدير كل ما يلي صحيح ما عدا:(دورة 2017 حملة)",
        options: [
            "سويقة أمامية",
            "لوزة نفيرية",
            "لوزة لسانية",
            "ناميات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حلقة فالدير تتألف من اللوزتين الحنكيتين واللوزة البلعومية(الناميات) واللوزتين اللسانيتين، واللوزات النفيرية و الشريط الجانبي اللذي يمتد من اللوزة النفيرية حتى خلف السويقة الخلفية.(مقرر ص228)</p>"
    },
    {
        question: "15. تتكون حلقة فالدير من:(دورة 2016)",
        options: [
            "السويقة الأمامية",
            "الشريط الجانبي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>حلقة فالدير تتألف من اللوزتين الحنكيتين واللوزة البلعومية(الناميات) واللوزتين اللسانيتين، واللوزات النفيرية و الشريط الجانبي اللذي يمتد من اللوزة النفيرية حتى خلف السويقة الخلفية.(مقرر ص228)</p>"
    },
    {
        question: "16. وظيفة البلعوم:(دورة 2015)",
        options: [
            "إنتاج الأضداد",
            "تصفية اللمف.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ليس له دور في تصفية اللمف، وانتاج الاضداد يتم عبر حلقة فالدير.</p>"
    },
    {
        question: "17. تقوم حلقة فالدير بـ:(دورة 2014)",
        options: [
            "تصفية الجراثيم باللمف.",
            "تصفية الخلايا الورمية باللمف .",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ليس له دور في تصفية اللمف.</p>"
    },
    {
        question: "18. عضلات اللسان:(دورة 2013)",
        options: [
            "جميع العضلات تتعصب من العصب تحت اللسان",
            "الثلث الخلفي للسان تعصيبه من العصب اللساني",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتم تعصيب اللسان حسيا بالشكل التالي : الثلثان الاماميان من العصب اللساني فالحبل الطبلي فالعصب المتوسط (حس التذوق) و الثلث الخلفي من العصب التاسع (البلعومي اللساني) (حس الغثيان و اللمس) ، و اما حركيا للعضلات من العصب الثاني عشر (تحت اللسان). (مقرر ص229)</p>"
    },
    {
        question: "19. حاجز باسافنت:(دورة 2011)",
        options: [
            "إغلاق فوهة البلعوم الأنفي",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في مرحلة البلع البلعومية يتشكل حاجز ناجم عن تقلص العضلة الحنكية البلعومية.(مقرر ص232)</p>"
    },

    ],
    15:[
{
        question: "1. بقع السلاق في الفم:(دورة 2025)",
        options: [
            "سهلة الإزالة",
            "لا تترك سطحاً نازفاً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ازالة هذه البقع سهلة ولا يترك سطحًا نازفًا. (مقرر ص240)</p>"
    },
    {
        question: "2. في التهاب الفم العقبولي الحاد:(دورة 2025)",
        options: [
            "ألم شديد",
            "سوء العناية بصحة الفم والأسنان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الاعراض ارتفاع حرارة صعوبة بلع فيمتنع الطفل عن الطعام مع لعاب غزير وظهور الدنف.(مقرر ص242)</p>"
    },
    {
        question: "3. القرحة القولاعية:(دورة 2025)",
        options: [
            "تصيب المخاطية الثابتة",
            "ضخامة عقد لمفاوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تصيب القرحه القلاعيه المخاطية المتحركة وتميز بانها ذو نكس متكرر وبغياب الاعراض العامة مثل الحرارة و ضخامة العقد اللمفاوية بينما القرحة الفروسية تميز بعكس ذلك.(مقرر ص243)</p>"
    },
    {
        question: "4. الحلأ البسيط:(دورة 2025)",
        options: [
            "تقرحات متعددة في باطن الفم",
            "عقد في العنق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد تكون الحويصلات مفردة او متعددة تشاهد على باطن الفم، البلعوم ،اللوزات و اللسان حتى الغشاء المخاطي للحنجرة وقد تترافق الافة بارتكاس عقدي بالعنق.(مقرر ص242)</p>"
    },
    {
        question: "5. خناق لودويغ:(دورة 2025)",
        options: [
            "يبدأ بجذر سن متنخر",
            "السبب العصيات الزرق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يبدأ عادة من جذر ضرس متنخر ويكون بشكل فلغمون. (مقرر ص248)</p>"
    },
    {
        question: "6. يتميز خناق فنسان:(دورة 2025)",
        options: [
            "بتقرح أحادي الجانب",
            "بضخامة العقد اللمفاوية للمثلث الخلفي للعنق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تقرح احدى اللوزتين غالباً ، اما ضخامة العقد الرقبية في الطرفين و مؤلمة و كبيرة و خاصة سلسلة خلفية هو مميزة لانتان وحيدات النوى الخمجي. (مقرر ص245)</p>"
    },
    {
        question: "7. التهاب البلعوم الحبيبي:(دورة 2024)",
        options: [
            "عند مضعفي المناعة",
            "يتشكل غشاء كاذب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يشاهد بعد استئصال اللوزتين، يتصف بتضخم الأجربة البلغمية الموجودة في جدار البلعوم الخلفي وتلتهب، تشكل الغشاء الكاذب يكون بالتهاب البلعوم الدفتريائي فنسان و وداء وحيدات النوى الخمجي و نقص المحببات.(مقرر ص241)</p>"
    },
    {
        question: "8. الوذمة العرقية العصبية الوراثية:(دورة 2024)",
        options: [
            "تترافق بالحكة والشري",
            "يعطى الكورتيزون للعلاج",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>وذمة كوينكة تظهر في الطفولة، ولا تترافق مع الحكة أو الشري، لا يفيد الكورتيزون أو مضاد الهيستامين ومضادات الاحتقان، وهذه الميزات بخلاف الوذمة العرقية العصبية التحسسية.(مقرر ص250)</p>"
    },
    {
        question: "9. التهاب الفم العقبولي الحاد:(دورة 2024)",
        options: [
            "عند الأطفال",
            "ارتفاع حرارة وتضخم عقد بلغمية رقبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>كثير المشاهدة عند الأطفال، وقد يترافق بارتكاس عقدي، والحرارة بسيطة إلا إذا كان الحلأ شامل للبلعوم عندها تكون شديدة.(مقرر ص242)</p>"
    },
    {
        question: "10. من اختلاطات داء وحيدات النوى الخمجي:(دورة 2024)",
        options: [
            "رقبة الثور",
            "ضخامة شديدة في الطحال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>: رقبة الثور من أعراض التهاب البلعوم الدفتريائي، بينما اختلاطات داء وحيدات النوى الخمجي هي: حدوث إنتان ثانوي بالمقيحات - ضخامة طحال قد تكون شديدة وقد تؤدي لتمزقه - اختلاطات كبدية وعصبية - انسداد الطريق الهوائي بسبب ضخامة اللوزات الشديدة.(مقرر ص245)</p>"
    },
    {
        question: "11. خناق لودويغ:(دورة 2024)",
        options: [
            "فغر رغامى",
            "مناعي ذاتي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يجب الانتباه إلى تنفس المريض حيث قد يلزم إجراء فغر رغامى، وهو التهاب حاد يصيب نسج قاع الفم يبدأ عادة من جذر ضرس متنخر وتكون بشكل فلغمون منتشر أكثر منه خراجاً، وقد يهبط بالعنق حتى يصل للقص.(مقرر ص248)</p>"
    },
    {
        question: "12. القرحة القلاعية:(دورة 2024)",
        options: [
            "ناكسة بشدة",
            "تصيب المخاطية الثابتة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تصيب المخاطية المتحركة، بينما الفيروسية تصيب المخاطية الثابتة.(مقرر ص243)</p>"
    },
    {
        question: "13. التهاب البلعوم الدفتريائي:(دورة 2023)",
        options: [
            "ضخامة سلسلة العقد الخلفية بالعنق",
            "من اختلاطاتها تمزق طحال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يُذكر تمزق الطحال ضمن الاختلاطات، و ضخامة شاملة و الم عقد لمفاوية (عنق الثور) تصاب كل العقد.(مقرر ص244)</p>"
    },
    {
        question: "14. القرحة القلاعية:(دورة 2023)",
        options: [
            "تصيب اللثة",
            "ناكسة بشدة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تصيب اللثة وتتميز بأنها ناكسة.(مقرر ص243)</p>"
    },
    {
        question: "15. السلاق:(دورة 2023)",
        options: [
            "الأطفال المدنفين",
            "تقرحات مخاطية نازفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يحدث عند الأطفال المدنفين او المعالجين بمضادات الاورام الخبيثة او مضعفات المناعة، وإزالة البقع لا تترك سطحاً نازفاً.(مقرر ص240)</p>"
    },
    {
        question: "16. يدخل في التشخيص التفريقي لقرحة وحيدة في الفم ما عدا:(دورة 2022)",
        options: [
            "قرحة قولاعية",
            "سل",
            "سرطان",
            "سلاق"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التشخيص التفريقي لقرحة وحيدة: قرحة قولاعية، سل،رض، ورم، إفرنجي، اما للقرحات المتعدده في الفم حلأ و حمامى متعددة الاشكال والفقاع.(مقرر ص242)</p>"
    },
    {
        question: "17. خناق فنسان ماعدا:(دورة 2022)",
        options: [
            "رائحة كريهة",
            "أحادي الجانب",
            "أغشية على اللثة تنفصل بسهولة",
            "يشخص بالتحاليل الدموية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتظاهر برائحة فموية كريهة، ويكون التقرح في إحدى اللوزتين غالباً، ويتميز بظهور غشاء رمادي ينفصل بسرعة مسبياً نزف، ويشخص بتحري الجراثيم تحت الغشاء الكاذب.(مقرر ص238)</p>"
    },
    {
        question: "18. خناق لودويغ:(دورة 2022)",
        options: [
            "سببه فيروسي",
            "صوت مكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الحمى الغدية سببها فيروسي، الصوت المكتوم يشاهد في وذمة اللهاة الحادة.</p>"
    },
    {
        question: "19. خناق فنسان:(دورة 2021)",
        options: [
            "وحيد الجانب",
            "التشخيص بالخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يتظاهر بتقرح في إحدى اللوزتين غالباً، والتشخيص بالزرع وليس بالخزعة.(مقرر ص239)</p>"
    },
    {
        question: "20. عقد بيضاء سهلة الاقتلاع لا تترك سطحاً نازفاً:(دورة 2021)",
        options: [
            "السلاق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تشاهد غالباً عند الأطفال.</p>"
    },
    {
        question: "21. التهاب البلعوم الحبيبي:(دورة 2021)",
        options: [
            "صوت مكتوم",
            "سببه سوء العناية بالفم والأسنان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الصوت الصوت المكتوم يكون في وذمة اللهاة الحادة بينما سوء العنايه بالفم والاسنان يكون سببًا للاصابة بخناق لودويغ وخناق فنسان.</p>"
    },
    {
        question: "22. القرحة القلاعية:(دورة 2021)",
        options: [
            "حنك صلب",
            "باطن الخد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تصيب المخاطية المتحركة.(مقرر ص243)</p>"
    },
    {
        question: "23. التهاب حاد في قاع الفم:(دورة 2021)",
        options: [
            "خناق لودويغ",
            "خناق فنسان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التهاب حاد يصيب قاع الفم.(مقرر ص248)</p>"
    },
    {
        question: "24. كل مما يلي من التشخيص التفريقي للقرحة الوحيدة في الفم عدا:(دورة 2020)",
        options: [
            "قرحة قولاعية",
            "سرطان",
            "سل",
            "حلأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التشخيص التفريقي لقرحة وحيدة: قرحة قولاعية، سل،رض، ورم، إفرنجي، اما للقرحات المتعدده في الفم حلأ و حمامى متعددة الاشكال والفقاع.(مقرر ص242)</p>"
    },
    {
        question: "25. خناق لودويغ:(دورة 2020)",
        options: [
            "فيروسي السبب",
            "صوت مكتوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ليس فيروسي يستخدم للمعالجة مضادات حيوية تغطى ايجابيات الغرام و اللاهوائيات (جرثومي) ولم يذكر الصوت المكتوم من أعراضه(من أعراض وذمة اللهاة الحادة).(مقرر ص248)</p>"
    },
    {
        question: "26. كل مما يلي حول خناق فنسان عدا:(دورة 2020)",
        options: [
            "وحيد الجانب",
            "غشاء ينفصل بسهولة",
            "كريه الرائحة",
            "يشخص بالتحاليل الدموية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التشخيص يعتمد على تحري الجراثيم تحت الغشاء الكاذب وليس في الدم.(مقرر ص239)</p>"
    },
    {
        question: "27. السلاق:(دورة 2019)",
        options: [
            "خاصة عند الأطفال",
            "إعطاء الصادات الجرثومية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعالج بمضادات الفطور كالنستاتين.(مقرر ص240)</p>"
    },
    {
        question: "28. التهاب البلعوم الحبيبي:(دورة 2019)",
        options: [
            "بعد استئصال اللوزات",
            "خزعة للتشخيص",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يشخص بالفحص.</p>"
    },
    {
        question: "29. القرحة القولاعية:(دورة 2019)",
        options: [
            "تصيب المخاطية المتحركة",
            "ناكس بشدة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>سطحية وناكسة بشدة، مجهولة السبب.</p>"
    },
    {
        question: "30. نقص المحببات:(دورة 2019)",
        options: [
            "إعطاء فيتامين B12",
            "نقل الدم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>المعالجة تقوم أيضاً على إيقاف الدواء المسبب فوراً والعزل لمنع الإنتان الثانوي وإعطاء الصادات وقد يلجأ لزرع النقي.(مقرر ص247)</p>"
    },
    {
        question: "31. خناق لودويغ:(دورة 2019)",
        options: [
            "المعالجة تكون بشق واسع خارج الفم",
            "جذر ضرس متنخر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>هو التهاب حاد يصيب نسج قاع الفم.</p>"
    },
    {
        question: "32. وذمة اللهاة الحادة:(دورة 2019)",
        options: [
            "سببها فيروسي",
            "تشخص بالفحص",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تترافق عادة مع خمج جرثومي حاد، وقد تحدث بسبب الرض (الشخير الشديد والأطعمة والمشروبات الساخنة).</p>"
    },
    {
        question: "33. التهاب البلعوم الحبيبي:(دورة 2018)",
        options: [
            "تالي لإصابة فيروسية",
            "يشخص بالخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يشخص بعد استئصال اللوزتين ولا داعي للخزعة للتشخيص، يتم بالفحص.</p>"
    },
    {
        question: "34. خناق لودويغ:(دورة 2018)",
        options: [
            "تموج وتجمع قيحي",
            "يفيد كليندامايسين في العلاج",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا يشعر بالتموج، المعالجه تكون بشقه خارجي واسع مع مضادات حيوية تغطي ايجابية الغرام واللاهوائيات مثل كليندمايسين.</p>"
    },
    {
        question: "35. من اختلاطات داء وحيدات النوى الخمجي:(دورة 2018)",
        options: [
            "شلول عصبية",
            "ضخامة الطحال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الشلول العصبية من اختلاطات التهاب البلعوم الدفتريائي، اما الاعراض العصبية فتكون (صداع و صلابة نقرة).</p>"
    },
    {
        question: "36. القرحة القلاعية:(دورة 2018)",
        options: [
            "تحدث على المخاطية المتحركة",
            "لا تترافق بارتفاع حرارة وعقد لمفاوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تصيب المخاطية المتحركة وتتميز عن القرحة الفيروسية بغياب الأعراض العامة مثل الحرارة وضخامة العقد اللمفاوية.</p>"
    },
    {
        question: "37. التهاب البلعوم الغشائي الحاد:(دورة 2018)",
        options: [
            "الغشاء ينفصل بصعوبة",
            "يحدث نزف وتنخر في الأنسجة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الدفتريا، ظهور غشاء رمادي ينفصل بسرعة مسببة نزف.</p>"
    },
    {
        question: "38. السلاق:(دورة 2017)",
        options: [
            "عند الأطفال",
            "عقد لمفاوية في العنق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا علاقة له بالعقد اللمفاوية بالعنق.</p>"
    },
    {
        question: "39. التشخيص التفريقي لأغشية كاذبة بالبلعوم:(دورة 2017)",
        options: [
            "دفتريا",
            "التهاب لوزات حاد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يجب أن يفرق خناق فنسان عن التهابات البلعوم الغشائية الأخرى وأهمها الدفتريا ، والتهابات البلعوم القيحي الحاد، والأورام الخبيثة وابيضاض الدم الحاد، نقص العدلات، فرط وحيدات النوى.</p>"
    },
    {
        question: "40. بخناق فنسان كل ما يلي صحيح عدا:(دورة 2017 حملة)",
        options: [
            "نزف وتقرح لثة",
            "رائحة كريهة",
            "خبل وإقياء",
            "موات أو غنغرينا"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الخبل والإقياء من أعراض التهاب البلعوم الدفتريائي.</p>"
    },
    {
        question: "41. وذمة اللهاة الحادة:(دورة 2017 حملة)",
        options: [
            "ناجم عن التحسس لغبار الطلع",
            "ضخامة عقد لمفاوية مزدوجة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لم يذكر أي من العرضين في فقرة المرض.</p>"
    },
    {
        question: "42. في التهاب البلعوم الحبيبي:(دورة 2017 حملة)",
        options: [
            "حمى وحرارة مرتفعة",
            "ألم أثناء البلع",
            "تقرحات",
            "الكي بنترات الفضة بنسبة 10%"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تضخم الاجربة البلغمية والتهابها، يشكو المريض من الشعور بعدم الارتياح في البلعوم مع هجمات متكررة من التهاب الحاد فيه، يعالج بالغرغرات المطهره والعنايه بصحه الفم والكي موضعيا محلول 10% من نترات الفضه مضاد حيوي مناسب بعد الزرع والتحسس.</p>"
    },
    {
        question: "43. كل ما يلي صحيح حول الوذمة العرقية العصبية الوراثية عدا:(دورة 2017 حملة)",
        options: [
            "سببها عوز مثبط C1 استيراز",
            "تترافق بآلام بطنية",
            "من أعراضها وذمة في الحنجرة",
            "تعالج بالكورتيزون"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يفيد الكورتيزون أو مضاد الهيستامين او مضاد احتقان.</p>"
    },
    {
        question: "44. في وذمة اللهاة الحادة:(دورة 2016)",
        options: [
            "عائلية",
            "مكتوم صوت",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يشكو المريض من شعور بالامتلاء في البلعوم، وتغير في لحن الصوت (الصوت المكتوم).</p>"
    },
    {
        question: "45. السلاق:(دورة 2015)",
        options: [
            "يحدث تضخم في العقد اللمفية",
            "تتظاهر على شكل بقع في باطن الخد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تظهر بقع بيضاء متعددة على اللسان وفي باطن الخد والبلعوم.</p>"
    },
    {
        question: "46. الوذمة العرقية العصبية العائلية:(دورة 2015)",
        options: [
            "تعالج بمضادات الهيستامين",
            "تسبب الشري والحكة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا تترافق مع الحكة أو الشري، ولا يفيد مضاد الهيستامين أو الكورتيزون أو مضاد الاحتقان، على عكس الوذمه العرقيه العصبيه سببه التحسسي.</p>"
    },
    {
        question: "47. خناق لودويغ:(دورة 2015)",
        options: [
            "السبب خراج حول اللوزة",
            "يعالج بشق داخل الفم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب حاد في نسيج قاع الفم، يعالج بشق داخل الفم أوخارجي واسع.</p>"
    },
    {
        question: "48. في التهاب البلعوم الحبيبي:(دورة 2016)",
        options: [
            "عدم الارتياح في البلعوم",
            "يشاهد بعد استئصال اللوزتين.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>المعالجة تكون بالغرغرات المطهرة والكي بمحلول 10% لثلاث الفضة وعنايه بالفم واعطاء المضاد الحيوي المناسب.</p>"
    },
    {
        question: "49. خناق لودويغ:(دورة 2014)",
        options: [
            "يصيب الأطفال خاصة",
            "يحتاج لشق خارجي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يعالج بشق خارجي واسع مع الصادات عادة، لم يذكر شيوعه.</p>"
    },
    {
        question: "50. السلاق عند الأطفال:(دورة 2014)",
        options: [
            "تنزع المادة البيضاء دون نزف",
            "تسبب صوتاً مكتوماً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعاني الطفل من حس حرق وألم في البلعوم، الصوت المكتوم يكون عند وذمه اللهات الحادة وعند نزع الغشاء المخاطي يترك سطحًا مدمى يكون عند الديفيتيريا.</p>"
    },
    {
        question: "51. خناق فنسان:(دورة 2013)",
        options: [
            "رائحة فموية كريهة",
            "تقرح بين الأسنان",
            "كلاهما صحيح"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>وألم شديد في الحلق وعسر بلع.</p>"
    },
    {
        question: "52. التهاب البلعوم الحبيبي:(دورة 2013)",
        options: [
            "يشاهد بعد استئصال اللوزتين",
            "ارتفاع حرارة شديد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد ارتفاع حرارة شديد.</p>"
    },
    {
        question: "53. التهاب الفم العقبولي الحاد:(دورة 2013)",
        options: [
            "خاصة عند الأطفال",
            "يحدث نخر في اللثة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يحدث نخر في اللثة ولا يترك ندبات.</p>"
    },
    {
        question: "54. نقص المحببات:(دورة 2013)",
        options: [
            "تقرحات مع هالة احمرارية",
            "ألم وعسرة بلع.",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>التشخيص يعتمد على القصة السريرية وفحص المريض وتعداد البيض والصيغة وبزل النقي.</p>"
    },
    {
        question: "55. خناق لودويغ:(دورة 2013)",
        options: [
            "صلابة في قاع الفم",
            "المعالجة بشق داخلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>صلابة تحت الذقن و الفن مع اندفاع في قاع الفم، ولا يشعر بالتموج، والمعالجة قد تكون من داخل الفم حسب توضعه .</p>"
    }, {
        question: "56. خناق فنسان:(دورة 2011)",
        options: [
            "لا يسبب زلة تنفسية",
            "يسبب زلة تنفسية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> التشخيص يعتمد على تحري الجراثيم تحت الغشاء الكاذب"
    },
    {
        question: "57. السلاق:(دورة 2011)",
        options: [
            "آفة بيضاء سهلة النزع",
           
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong>.كثير المشاهدة عند الاطفال"
    },
    {
        question: "58. التهاب البلعوم الحبيبي:(دورة 2010)",
        options: [
            "عسرة بلع وإلعاب",
            "تقرح",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لم يذكر في المقرر."
    },
    {
        question: "59. التهاب البلعوم الدفتريائي:(دورة 2010)",
        options: [
            "يحدث عند الأطفال في العقد الثاني.",
            "تسرع نبض",
            "حمى شديدة",
            "أغشية سهلة النزع"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يحدث غالباً عند الأطفال دون سن العاشرة، نبض سريع وضعيف، نادراً ما ترتفع الحرارة، غشاء كاذب ملتصق بشدة."
    },
    {
        question: "60. السلاق الفموي:(دورة 2010)",
        options: [
            "يصيب الأطفال",
            "يصيب البالغين فقط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> كثير المشاهدة عند الأطفال."
    },
    {
        question: "61. نقص المحببات:(دورة 2010)",
        options: [
            "التشخيص يعتمد على بزل النقي",
            "كورتيزون بكمية كبيرة",
            "زيادة بيض",
            "الرجال أكثر عرضة للإصابة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> النساء أكثر عرضة."
    },
    {
        question: "62. وذمة اللهاة الحادة:(دورة 2010)",
        options: [
            "العلاج كورتيزون",
            "العلاج جراحي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تعالج بمعالجة السبب ومضادات الهستامين مركبات الكورتيزون وتشفى خلال 2-3 أيام."
    },
    {
        question: "63. يسببه تنخرات سنية والتهاب اللثة:(دورة 2009)",
        options: [
            "خناق فنسان",
            "التهاب البلعوم الحاد",
            "السلاق",
            "الدفتريا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> من العوامل المؤهبة له : تنخرات سنية و التهاب اللثة القيحي."
    },
    {
        question: "64. التهاب البلعوم الحبيبي:(دورة 2009)",
        options: [
            "عند مضعفي المناعة",
            "قرحات في الأغشية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يغلب أن يشاهد بعد استئصال اللوزتين، لا يوجد قرحات."
    },
    {
        question: "65. التشخيص التفريقي للأغشية في البلعوم:(دورة 2009)",
        options: [
            "خناق فنسان",
            "دفتريا",
            "وحيدات النوى",
            "كل ما سبق صحيح"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> والتهابات البلعوم القيحي الحاد والأورام الخبيثة وابيضاض الدم ونقص العدلات."
    },
    {
        question: "66. التهاب الفم الحلأي:(دورة 2009)",
        options: [
            "يشاهد عند الأطفال",
            "يصيب اللثة والبلعوم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> كثير المشاهدة عند الأطفال، لم تذكر اللثة."
    },
    {
        question: "67. داء نقص المحببات:(دورة 2009)",
        options: [
            "تفاعل بول بونيل إيجابي",
            "ضخامة عقد لمفاوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تفاعل بول بونيل سلبي."
    },
    {
        question: "68. الوذمة العصبية العرقية الوراثية:(دورة 2009)",
        options: [
            "سببها عوز مثبط العامل الأول من المتممة",
            "تعالج بالأدرينالين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عوز مثبط c1 استراز لا يفيد الكورتيزون أو مضاد الهيستامين أو مضاد الاحتقان."
    },
    {
        question: "69. طفل لديه تنخر سني والتهاب قيحي في اللثة، التشخيص المحتمل:(دورة 2008)",
        options: [
            "التهاب الفم التقرحي",
            "التهاب البلعوم الدفتريائي",
            "التهاب اللوزات الحاد",
            "خناق فنسان"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> كلاهما من العوامل المؤهبة لخناق فنسان."
    },
    {
        question: "70. يستخدم تفاعل بول بوني لتشخيص: (دورة 2008)",
        options: [
            "الدفتريا",
            "خناق فنسان",
            "الCMV.",
            "الEBV."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> يكون إيجابياً في الحمى الغدية."
    },
    {
        question: "71. طفل لديه آفات بيضاء على اللسان سهلة الانقلاع، التشخيص المحتمل:(دورة 2008)",
        options: [
            "خناق فنسان",
            "التهاب الفم التقرحي",
            "السلاق",
            "دفتريا",
            "التهاب البلعوم الحاد"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> إزالة هذه البقع سهلة لا يترك سطحاً نازفاً."
    },
    {
        question: "72. تعالج الوذمة العرقية العصبية الوراثية بـ:(دورة 2008)",
        options: [
            "أنتي هيستامين",
            "الحمية الغذائية",
            "الحمية الدوائية",
            "مثبط C1 استيراز"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ولا يفيد الكورتيزون أو مضاد الهيستامين ومضاد الاحتقان."
    }
    ],
    16:[
    {
        "question": "1. من اختلاطات التهاب الناميات:(دورة 2025)",
        "options": [
            "السعال",
            "التهاب الأذن الوسطى الحاد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>التهاب الاذن الوسطى الحاد هو اهم اختلاط لالتهاب الناميات. (مقرر ص245)</p>"
    },
    {
        "question": "2. يستطب استئصال اللوزات في:(دورة 2025)",
        "options": [
            "خراج حول لوزة",
            "اللوزات الجرابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>استطب استئصال اللوزتين في: خراج حول اللوزة التهاب لوزات حاد متكرر 6 مرات في السنه او 5 مرات لسنتين متتاليتين والتهاب اللوزات مزمن لا يعنو للمعالجة مع رائحة كريهة مصدرها التجاويف اللوزة و التهاب حاد متكرر مع حدوث اختلاطات حرورية او داء قلبي صمامي و  ضخاة شديدة في اللوزات تؤثر في التنفس والبلع و الاشتباه بورم في اللوزه بخاصه اذا كان الخزعه من اللوزه غير كافيه للتشخيص والعمر لا يعد عاملا في تحديد استطباب استئصال لوزتان. (مقرر ص258)</p>"
    },
    {
        "question": "3. الورم الليفي النازف عند اليفعان:(دورة 2025)",
        "options": [
            "يميل للتراجع بعد البلوغ",
            "يعتمد التشخيص على FNA",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>يتم التشخيص بفحص البلعوم الانفي بالمراة وتصوير الظليلي للشرايين السباتية  ثم تصوير طبقي المحوري المحوسب مع الحقن والمرنان وينصح بعدم اخذ خزعة لانه يمكن ان يحدث من نزف غزير.(مقرر ص269)</p>"
    },
    {
        "question": "4. التهاب الناميات:(دورة 2024)",
        "options": [
            "من اختلاطاته التهاب الأذن الوسطى الحاد",
            "سعال متكرر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>التهاب الأذن الوسطى الحاد أهم اختلاط، والسعال من أكثر الأعراض الالتهابية للناميات.</p>"
    },
    {
        "question": "5. خراج حول اللوزة:(دورة 2024)",
        "options": [
            "غالباً يشاهد عند النساء",
            "أحادي الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>غالباً عند الذكور بين 15–35 سنة ويكون أحادي الجانب.(مقرر ص259)</p>"
    },
    {
        "question": "6. ألم العصب البلعومي اللساني:(دورة 2024)",
        "options": [
            "يشخص بالصورة الشعاعية",
            "ألم نابض لساعات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>ألم برقي حاد كطعن السكين في أحد جانبي العنق، يمتد للأذن ويستمر ثواني.(مقرر ص266)</p>"
    },
    {
        "question": "7. كارسينوما خلف الحلقي:(دورة 2024)",
        "options": [
            "أشيع عند الرجال عادة",
            "تكون علامة موري إيجابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>هو المكان الوحيد الذي يكون فيه الورم الشائك أشيع عند النساء، و تكون علامة موري او تروتر و جلكسون ايجابية. (مقرر ص272)</p>"
    },
    {
        "question": "8. الورم الليفي النازف عند اليفعان:(دورة 2024)",
        "options": [
            "يتراجع بعد البلوغ",
            "يحدث رعاف غزير متكرر",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>لا يميل إلى التراجع بعد البلوغ كما كان يعتقد سابقاً ، و من اعراضه الرعاف المتكرر الغزير.(مقرر ص269)</p>"
    },
    {
        "question": "9. اللقمة البلعومية:(دورة 2023)",
        "options": [
            "عند النساء يعانون من القلق",
            "عسر بلع الطعام وليس اللعاب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>عسر البلع يحدث مع اللعاب دون الطعام.(مقرر ص265)</p>"
    },
    {
        "question": "10. استئصال اللوزات:(دورة 2023)",
        "options": [
            "لا يجرى قبل السنة الثالثة",
            "عند انشقاق قبة الحنك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>العمر ليس عاملاً في تحديد استطباب استئصال اللوزات، ولا يجرى عند انشقاق الحنك.(مقرر ص258)</p>"
    },
    {
        "question": "11. نشاهد عادة في تناذر بلومر فينسون:(دورة 2023)",
        "options": [
            "فقر دم",
            "عسر بلع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>نشاهد في تناذر بلومر فنسون \"باترسون براون كيلي\": فقر دم - تقعر الأصابع - التهاب صوار فم - التهاب لسان - عسر بلع بسبب وترة web أو سرطانة.(مقرر ص269)</p>"
    },
    {
        "question": "12. حول الورم الليفي النازف عند اليفعان:(دورة 2023)",
        "options": [
            "سببه اضطراب التخثر",
            "يتراجع بعد البلوغ",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>مجهول السبب، ولا يميل إلى التراجع بعد البلوغ كما كان يُعتقد سابقاً.(مقرر ص269)</p>"
    },
    {
        "question": "13. يدخل في التشخيص التفريقي لخراج بجانب البلعوم:(دورة 2022)",
        "options": [
            "أم دم أبهرية",
            "ورم في الفص العميق للغدة النكفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>يجب تفريق خراج جانب البلعوم عن خراج خلف وأورام جانب البلعوم الخبيثة والسليمة أو أم دم على حساب السباتي الباطن وأورام الفص العميق للنكفة.(مقرر ص261)</p>"
    },
    {
        "question": "14. ألم العصب البلعومي اللساني:(دورة 2022)",
        "options": [
            "ألم انضغاطي مستمر",
            "علاجه كاربامازيبين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>الألم برقي حاد يشبه طعنة السكين في أحد جانبي العنق يمتد إلى الأذن ويستمر لثوانٍ، خاصة أثناء البلع. (مقرر ص266)</p>"
    },
    {
        "question": "15. الخراج حول اللوزة:(دورة 2022)",
        "options": [
            "ثنائي الجانب",
            "ضزز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليق:</strong><p>غالباً عند الذكور بين عمر 15–35 سنة، وحيدة الجانب، الضزز من الأعراض الموضعية.(مقرر ص259)</p>"
    },
    {
        "question": "16. التهاب الناميات الحاد:(دورة 2022)",
        "options": [
            "يعتمد التشخيص على الصورة",
            "يعالج بالكي الكهربائي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليق:</strong><p>التشخيص يعتمد على الظواهر السريرية والسحنة الغدية والتنفس الفموي، ويتأكد بتنظير البلعوم، العلاج بالصادات والقطرات الأنفية المقبضة وغير المخرشة، وجراحي في حال الإزمان.</p>"
    },
    {
        "question": "17. سرطان البلعوم الفموي:(دورة 2022)",
        "options": [
            "ساركوما",
            "ألم الأذن الانعكاسي من الأعراض المبكرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>كارسينوما، تصيب الرجال أكثر من النساء وفوق الستين من العمر، تشمل الأعراض المبكرة ألم خفيف في البلعوم وعسرة بلع خفيفة، بينما الأعراض المتأخرة تشمل الآلام الانعكاسية في الأذن ثم الضخامة العقدية في العنق الإلعاب والنزف من الفم.(مقرر ص270)</p>"
    },
    {
        "question": "18. يشمل ثلاثي تروتر:(دورة 2022)",
        "options": [
            "نقص سمع حسي",
            "تثبت شراع الحنك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>يشمل ثالوث تروتر: نقص سمع توصيلي، اندفاع وتثبت في شراع الحنك، وألم في جانب الرأس، إذاً نقص السمع من النمط التوصيلي وليس الحسي.(مقرر ص273)</p>"
    },
    {
        "question": "19. الورم الليفي النازف عند اليفعان:(دورة 2022)",
        "options": [
            "مجهول السبب",
            "تشخيصه بالخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>يتم التشخيص بفحص البلعوم الانفي بالمراة وتصوير الظليلي للشرايين السباتية  ثم تصوير طبقي المحوري المحوسب مع الحقن والمرنان وينصح بعدم اخذ خزعة لانه يمكن ان يحدث من نزف غزير.(مقرر ص269)</p>"
    },
    {
        "question": "20. الورم الليفي النازف عند اليفعان يعالج بـ:(دورة 2021)",
        "options": [
            "الجراحة",
            "الأشعة",
            "التصميم",
            "ليزر CO₂"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>الاستئصال الجراحي هو العلاج المنتخَب ويجرى عبر جراحة الجيوب التنظيرية أو عن طريق الحنك.(مقرر ص269)</p>"
    },
    {
        "question": "21. لا يستطب استئصال اللوزات في:(دورة 2021)",
        "options": [
            "وافدات شلل الأطفال",
            "التهاب اللوزات المزمن",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>لا يجرى أثناء الأوبئة وخاصة والوافدات وبخاصةً وافدات الشلل عند الأطفال.</p>"
    },
    {
        "question": "22. الضزز:(دورة 2021)",
        "options": [
            "خراج حول اللوزة",
            "إنتان وحيدات النوى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>الضزز لا يحدث في إنتان وحيدات النوى، وانما يحدث في خراج حول اللوزة و خراج خلف البلعوم.</p>"
    },
    {
        "question": "23. ألم العصب البلعومي اللساني:(دورة 2020)",
        "options": [
            "ألم ضاغط مستمر",
            "يفيد فيه الكاربامازبين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>ألم برقي حاد وليس ضاغط يعالج بالكاربامازبين. (مقرر ص266).</p>"
    },
    {
        "question": "24. خراج حول اللوزة:(دورة 2020)",
        "options": [
            "ثنائي الجانب",
            "ضزز",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>يكون وحيد الجانب.</p>"
    },
    {
        "question": "25. التشخيص التفريقي لخراجات جانب البلعوم:(دورة 2020)",
        "options": [
            "أم دم سباتي باطن",
            "ورم في الفص العميق للنكفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>يجب تفريق خراج جانب البلعوم عن خراج خلف وأورام جانب البلعوم الخبيثة والسليمة أو أم دم على حساب السباتي الباطن وأورام الفص العميق للنكفة.(مقرر ص259)</p>"
    },
    {
        "question": "26. سرطان البلعوم الفموي الخبيث:(دورة 2020)",
        "options": [
            "الأشيع الساركوما",
            "يسبب ألم أذن انعكاسي في مراحله المبكرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>الأشيع الكارسينوما وألم الأذن الانعكاسي عرض متأخر.(مقرر ص272)</p>"
    },
    {
        "question": "27. الورم الليفي النازف عند اليفعان:(دورة 2020)",
        "options": [
            "مجهول السبب",
            "يشخص بالخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>يتم التشخيص بفحص البلعوم الانفي بالمراة وتصوير الظليلي للشرايين السباتية  ثم تصوير طبقي المحوري المحوسب مع الحقن والمرنان وينصح بعدم اخذ خزعة لانه يمكن ان يحدث من نزف غزير.(مقرر ص269)</p>"
    },
    {
        "question": "28. تعالج أورام البلعوم الأنفي الخبيثة بـ:(دورة 2020 حملة)",
        "options": [
            "الجراحة",
            "الأشعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>المعالجة الشعاعية هي المنتخبة، وتشرك المعالجة الكيميائية مع المعالجة الشعاعية.(مقرر ص274)</p>"
    },
    {
        "question": "29. كارسينوما خلف الحلقي:(دورة 2020 حملة)",
        "options": [
            "غالباً عند النساء",
            "تعالج باستئصال البلعوم الحنجري التام",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>هو المكان الوحيد في الجسم الذي يكون فيه السرطان شائك الخلايا أشيع عند النساء منه عند الرجال، المعالجة شعاعية في الأورام الصغيرة، أما الكبيرة فتعالج باستئصال الحنجرة مع البلعوم الحنجري وترميم بعروة من الصائم مع تجريف عنق جذري.(مقرر ص272)</p>"
    },
    {
        "question": "30. أهم وسيلة لتشخيص الورم الليفي النازف:(دورة 2020 حملة)",
        "options": [
            "القصة والفحص السريري",
            "الخزعة النسيجية",
            "تصوير الشرايين السباتية الظليل",
            "الصورة الطبقية المحورية"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>ينصح بعدم أخذ خزعة عند الاشتباه به لما يمكن أن يحدثه من نزف غزير، الإجراء الأول هو القصة ولكنها غير موجهة فقد تختلط القصة والفحص مع عدة امراض أخرى كناميات.... لذلك التشخيص الأكثر أهمية هنا هو تصوير الشرايين الظليل لأنه المؤكد الأكبر او صورة طبقي محوري مع حقن لكنه لم يذكر حقن هنا.(مقرر ص269)</p>"
    },
    {
        "question": "31. من الاستطبابات الموجبة لاستئصال اللوزتين:(دورة 2020 حملة)",
        "options": [
            "خراج حول اللوزة",
            "هجمة حمى رثوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>الاستطبابات تشمل: خراجة حول اللوزة، والتهاب لوزات حاد متكرر 6مرات في السنة أو 5مرات لسنتين متتاليتين، والتهاب لوزات مزمن لا يعنو للمعالجة مع رائحة فم كريهة مصدرها تجاويف اللوزة، الضخامة الشديدة في اللوزات التي تؤثر في التنفس والبلع، الاشتباه بورم في اللوزة وبخاصة إذا كانت الخزعة من اللوزة غير كافية للتشخيص، والتهاب حاد متكرر مع حدوث اختلاطات حرورية أو داء قلبي صمامي (و لا يجرى استئصال اللوزات في اثناء حدوث الأوبئة والوافدات).(مقرر ص258)</p>"
    },
    {
        "question": "32. الرتج البلعومي زنكر:(دورة 2020 حملة)",
        "options": [
            "في منطقة كيليان",
            "كتلة في العنق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>الأعراض تشمل عسر بلع، بخر فموي(رائحة فم كريهة) استنشاق محتويات الرتج، قرقعة، كتلة في العنق. (مقرر ص265)</p>"
    },
    {
        "question": "33. يعتمد تشخيص الناميات على:(دورة 2020 حملة)",
        "options": [
            "الأعراض السريرية",
            "الإيكو",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>يعتمد على الظواهر السريرية والسحنة الغدية والتنفس الفموي، ويتأكد التشخيص بتنظير البلعوم الأنفي المباشر.(مقرر ص255)</p>"
    },
    {
        "question": "34. الناميات تسبب:(دورة 2019)",
        "options": [
            "التهاب أذن وسطى حاد",
            "التهاب الأنف والجيوب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>كلاهما من الأعراض بسبب التهاب الناميات.</p>"
    },
    {
        "question": "35. استطباب استئصال اللوزات:(دورة 2019)",
        "options": [
            "التهاب لوزات جرابي",
            "خراجة حول اللوزة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>إذا لم يتكرر التهاب اللوزات الجرابي فهو ليس استطباب للاستئصال.</p>"
    },
    {
        "question": "36. ساركوئيد البلعوم:(دورة 2019)",
        "options": [
            "ارتفاع سرعة التثفل",
            "التهاب عقيدي حول الشرايين",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>التهاب عقيدي حول الشرايين وارتفاع سرعة التثفل يشاهدان في حبيبوم واغنر.(مقرر ص264)</p>"
    },
    {
        "question": "37. ثالوث تروتر:(دورة 2019)",
        "options": [
            "انتقالات عقدية في العنق",
            "نقص سمع توصيلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>الانتقالات العقدية في العنق من أعراض أورام البلعوم الأنفي الخبيثة وليست من الثالوث.(مقرر ص273)</p>"
    },
    {
        "question": "38. الشخير:(دورة 2018)",
        "options": [
            "غالباً ما يترافق مع انسداد",
            "أشيع مكان هو البلعوم الأنفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>أشيع مكان هو البلعوم الفموي.(مقرر ص276)</p>"
    },
    {
        "question": "39. الأورام الحليمية في اللسان ينفع في علاجها:(دورة 2018)",
        "options": [
            "الكورتيزون",
            "مضادات فيروسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>يجب أن تستأصل لانها تنكس و تتحول الى ورم خبيث. (مقرر ص267)</p>"
    },
    {
        "question": "40. أشيع السرطانات الخبيثة في البلعوم الأنفي:(دورة 2018)",
        "options": [
            "سرطان شائكة الخلايا",
            "تترافق مع حمى ابشتاين بار",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>تعد من أكثر أورام البلعوم الأنفي الخبيثة حدوثاً.(مقرر ص273)</p>"
    },
    {
        "question": "41. ألم العصب اللساني البلعومي:(دورة 2018)",
        "options": [
            "ألم برقي حاد",
            "يفيد فيه حقن البوتوكس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>ألم برقي حاد يستمر لمدة ثوان، تعالج الحالة بالكاربامازيبين، وأحياناً قطع العصب التاسع في مسكن اللوزة، أو استئصال قسم من الناتئ الإبري.</p>"
    },
    {
        "question": "42. استطباب استئصال اللوزتين:(دورة 2018)",
        "options": [
            "خراج حول اللوزة",
            "وافدات شلل الأطفال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>استطب استئصال اللوزتين في: خراج حول اللوزة التهاب لوزات حاد متكرر 6 مرات في السنه او 5 مرات لسنتين متتاليتين والتهاب اللوزات مزمن لا يعنو للمعالجة مع رائحة كريهة مصدرها التجاويف اللوزة و التهاب حاد متكرر مع حدوث اختلاطات حرورية او داء قلبي صمامي و  ضخاة شديدة في اللوزات تؤثر في التنفس والبلع و الاشتباه بورم في اللوزه بخاصه اذا كان الخزعه من اللوزه غير كافيه للتشخيص والعمر لا يعد عاملا في تحديد استطباب استئصال لوزتان. (مقرر ص258)</p>"
    },
    {
        "question": "43. الناميات:(دورة 2017)",
        "options": [
            "عادة تكون خلقية",
            "أفضل علاج الجراحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>الجراحة عند الإزمان أو الاشتباه بورم.</p>"
    },
    {
        "question": "44. من اختلاطات التهاب اللوزات الحاد:(دورة 2017)",
        "options": [
            "وذمة الحنجرة",
            "التهاب أذن وسطى حاد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>وقد قل حدوث الاختلاطات بعد استعمال المرديات.</p>"
    },
    {
        "question": "45. يتضمن ثالوث تروتر:(دورة 2017)",
        "options": [
            "نقص سمع حسي",
            "تثبت شراع الحنك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>نقص سمع توصيلي، اندفاع وتثبت في شراع الحنك، ألم في جانب الرأس.</p>"
    },
    {
        "question": "46. الطريقة الأهم في تشخيص الورم الليفي النازف:(دورة 2017 حملة)",
        "options": [
            "التصوير الوعائي الظليل"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>ذكر سابقا</p>"
    },
    {
        "question": "47. خراج حول اللوزة:(دورة 2017 حملة)",
        "options": [
            "خاصة عند النساء",
            "وحيد الجانب",
            "التشخيص بالصورة الشعاعية",
            "يعالج عبر شق العنق"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>وحيد الجانب، غالباً عند الذكور بين عمر 15-35 سنة.</p>"
    },
    {
        "question": "48. في أورام البلعوم الأنفي الخبيثة:(دورة 2016)",
        "options": [
            "ظهور عقدة في العنق هو العرض الرئيسي",
            "أعراضه التهاب أذن وسطى وحيد الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>العرض الرئيس هو الانتقالات العقدية في العنق، نقص سمع توصيلي بسبب ارتشاح نفير اوستاش و مؤديا الى التهاب اذن وسطى مصلي.</p>"
    },
    {
        "question": "49. الورم الليفي النازف:(دورة 2016)",
        "options": [
            "هو ورم خبيث",
            "التشخيص يتم بأخذ خزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>هو ورم سليم، وينصح بعدم أخذ خزعة عند الاشتباه به لما يمكن أن يحدثه من نزف غزير.</p>"
    },
    {
        "question": "50. من أعراض التهاب الناميات:(دورة 2016)",
        "options": [
            "التهاب الأذن الوسطى الحاد",
            "التهاب الأنف والجيوب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>و ايضا شيلان انفي امامي و خلفي و سعال و الالتهاب العقد اللمفاوية في العنق و اضطرابات تنفسية و رئوية و ويوجد أعراض أخرى بسبب الضخامة (انسداد الأنف و انسداد نفير اوستاش).</p>"
    },
    {
        "question": "51. في خراجات العنق العميقة:(دورة 2016)",
        "options": [
            "ضزز",
            "صعوبة بالتنفس",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>ألم شديد في أثناء البلع و ضزز و ضعوبة في التنفس و انتباج بلعوم غير متناظر يمتد للاسفل للبلعوم السفلي و وانتباج رقبي منتشر متخشب.</p>"
    },
    {
        "question": "52. الورم الليفي النازف:(دورة 2015)",
        "options": [
            "هو ورم خبيث",
            "التشخيص يتم بأخذ خزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>لا يؤخذ خزعة بسبب النزف الغزير، أكثر الأورام السليمة حدوثاً في البلعوم الأنفي.</p>"
    },
    {
        "question": "53. أورام البلعوم الفموي:(دورة 2015)",
        "options": [
            "له علاقة بالحمات الراشحة EBV",
            "علاجه شعاعي فقط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>العوامل المؤهبة تشمل التدخين والكحول وEBV، والمعالجة تكون شعاعية أو جراحية جذرية واسعة.</p>"
    },
    {
        "question": "54. التهاب اللوزات الحاد:(دورة 2015)",
        "options": [
            "السبب العقديات الحالة للدم من النمط بيتا",
            "من اختلاطاته الحمى القرمزية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>وقد قل حدوث الاختلاطات بعد استعمال الصادات.</p>"
    },
    {
        "question": "55. الرتج البلعومي:(دورة 2015)",
        "options": [
            "يحدث عند النساء",
            "يشخص بالتنظير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>عادة في العقد السادس ولم يحدد الجنس، يشخص بالتصوير الظليل والذي يجب أن يجرى قبل التنظير خشية الانثقاب.</p>"
    },
    {
        "question": "56. الناميات تسبب:(دورة 2015)",
        "options": [
            "سعال",
            "التهاب أذن وسطى حاد",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>السعال من أكثر الأعراض الالتهابية للناميات، والتهاب الأذن الوسطى الحاد أهم اختلاط لالتهاب الناميات.</p>"
    },
    {
        "question": "57. تشخيص الناميات الأكيد:(دورة 2014)",
        "options": [
            "الظواهر السريرية",
            "الصورة الشعاعية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>يستند إلى الظواهر السريرية والسحنة الغدية والتنفس الفموي.</p>"
    },
    {
        "question": "58. استطبابات استئصال اللوزتين:(دورة 2014)",
        "options": [
            "خراج حول اللوزة",
            "هجمات رثوية حادة متكررة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>والعمر ليس عاملًا في تحديد استطباب استئصال اللوزات ، هجمات رثوية حادة على المقرر القديم بينما لا يوجد ذلك على مقرر الجديد.</p>"
    },
    {
        "question": "59. ألم العصب التاسع:(دورة 2014)",
        "options": [
            "عند النساء غالبًا",
            "يعالج بالستيروئيدات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>لم يذكر شيوعه لذا سنعتبر الإجابة خاطئة العلاج بالكاربامازيبين وأحياناً قطع العصب التاسع في مسكن اللوزة أو استئصال قسم من الناتئ الإبري.</p>"
    },
    {
        "question": "60. ثلاثي تروتر:(دورة 2013)",
        "options": [
            "نقص سمع توصيلي",
            "ألم وعسرة بلع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>نقص سمع توصيلي، اندفاع وتثبت شراع الحنك، ألم في جانب الرأس، لم يذكر عسر البلع بالمقرر.</p>"
    },
    {
        "question": "61. الورم الليفي النازف:(دورة 2013)",
        "options": [
            "سببه حمات راشحة",
            "العلاج شعاعي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>مجهول السبب، العلاج جراحي.</p>"
    },
    {
        "question": "62. الورم الليفي النازف:(دورة 2013)",
        "options": [
            "حدوثه قبل البلوغ نادر",
            "يصيب الذكور غالباً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>يصيب الذكور بين سن 7–15 سنة.</p>"
    },
    {
        "question": "63. الناميات:(دورة 2013)",
        "options": [
            "هي اللوزة البلعومية",
            "ضخامة النسيج البلغمي للبلعوم الأنفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>موجودة بصورة طبيعية في الأطفال بين 3-7 سنوات.</p>"
    },
    {
        "question": "64. خراجات حول اللوزة:(دورة 2013)",
        "options": [
            "خاصة عند الإناث",
            "وحيدة الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 1,
        "explanation": "<strong>التعليل:</strong><p>خاصة عند الذكور.</p>"
    },
    {
        "question": "65. التشخيص التفريقي للخراج جانب البلعوم:(دورة 2013)",
        "options": [
            "أورام الفص العميق للنكفة",
            "أم دم",
            "كلاهما صحيح",
            "كلاهما خطأ في"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>أم الدم على حساب السباتي الباطن تدخل في التشخيص التفريقي.</p>"
    },
    {
        "question": "66. المنطقة خلف الحلقي:(دورة 2011)",
        "options": [
            "أشيع مكان للسرطانة شائكة الخلايا SCC.",
            "تحدث لدى الإناث أكثر من الذكور",
            "كلاهما صح",
            "كلاهما غلط"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>المكان الوحيد في الجسم الذي يكون فيه الورم الشائك أشيع عند النساء منه عند الرجال.</p>"
    },
    {
        "question": "67. اختلاط التهاب اللوز:(دورة 2010)",
        "options": [
            "وذمة حنجرة",
            "خراج",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>وقد قل حدوثها بعد استعمال المرديات (الصادات).</p>"
    },
    {
        "question": "68. رتج زنكر:(دورة 2010)",
        "options": [
            "رائحة كريهة",
            "يجرى تنظير علوي أولاً",
            "لا يوجد عسر بلع",
            "كل ما سبق صحيح"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>التصوير الظليل للمري قبل التنظير، بخر فموي (رائحة كريهة).</p>"
    },
    {
        "question": "69. خراج حول اللوزة:(دورة 2009)",
        "options": [
            "الذكور أكثر من الإناث",
            "وحيد الجانب غالباً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>بين عمر 15-35 سنة.</p>"
    },
    {
        "question": "70. اللقمة البلعومية:(دورة 2009)",
        "options": [
            "عند الذكور",
            "للمواد الصلبة أكثر من السوائل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>خاصة عند النساء، يكون عسر البلع للعاب من دون الطعام.</p>"
    },
    {
        "question": "71. تعالج لمفوما البلعوم بـ:(دورة 2008)",
        "options": [
            "جراحي شعاعي",
            "جراحي كيميائي",
            "أشعة وكيميائي",
            "كل ما سبق خطأ"
        ],
        "correct": 2,
        "explanation": "<strong>التعليل:</strong><p>وهي لمفوما هودجكن أو لا هودجكن.</p>"
    },
    {
        "question": "72. نشاهد الضزز بحالة الإصابة بواحد مما يلي:(دورة 2008)",
        "options": [
            "التهاب اللوزات الحاد",
            "التهاب اللوزات المزمن",
            "ضخامة اللوزات",
            "خراج حول اللوزة"
        ],
        "correct": 3,
        "explanation": "<strong>التعليل:</strong><p>من الأعراض الموضعية لخراج حول اللوزة.</p>"
    },
    {
        "question": "73. الخراج الذي يعالج بالشق عبر العنق حصراً هو:(دورة 2008)",
        "options": [
            "خراج جانب البلعوم",
            "خراج خلف البلعوم الحار",
            "خراج خلف البلعوم البارد",
            "خراج حول البلعوم"
        ],
        "correct": 0,
        "explanation": "<strong>التعليل:</strong><p>لا يجوز الشق الداخلي لاحتمال إصابة الأوعية الكبيرة.</p>"
    }
    ],
    17:[
    {
        question: "1. الورم المختلط السليم في الفص السطحي للنكفة:(دورة 2025)",
        options: [
            "يعالج باستئصال تام للورم مع حواف أمان",
            "التشخيص يعتمد على الخزعة المفتوحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>المعالجة تقوم على استئصال كامل للورم و محفظته مع الغدة النكفية لضمان عدم النكس مع كشف العصب الوحهي و فروعه و المحافظة عليه ، و لم يذكر شيء عن ضرورة استئصال حواف آمان (مقرر صفحة 334)</p>"
    },
    {
        question: "2. التحصي اللعابي:(دورة 2025)",
        options: [
            "خاصة في الغدة تحت الفك",
            "سببها الالتهاب المتكرر في النكفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من الناحية السريرية وجد أن حصيات الغدة تحت الفك تتشكل بدئيا بسبب العوامل التشريحية و الكيماوية و أن الارتكاسات الالتهابية هي ثانوية لتشكلات حصوية في حين وجد أن التحصي النكفي هو ثانوي لتبدلات سابقة ضمن الغدة (مقرر صفحة 323)</p>"
    },
    {
        question: "3. داء الفطر الشعاعي في الغدد اللعابية:(دورة 2025)",
        options: [
            "يزرع على وسط لا هوائي",
            "يفيد مضادات الفطور",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سبب داء الفطر الشعاعي جراثيم إيجابية الغرام فلا تفيد مضادات الفطور (مقرر صفحة 321)</p>"
    },
    {
        question: "4. سبب التهاب الغدد اللعابية الحاد:(دورة 2024)",
        options: [
            "ركودة لعابية",
            "نقص تميّه",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تنجم الآلية الإمراضية عن الركودة اللعابية الناتجة من نقص إفراز اللعاب و نقص التميّه والعناية الفموية.(مقرر صفحة 318)</p>"
    },
    {
        question: "5. الحصيات في الغدة النكفية:(دورة 2024)",
        options: [
            "عادة بعد التهاب النكفة",
            "الحصيات غالباً ظليلة على الأشعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>65% من الحصيات في النكفة غير ظليلة على الأشعة.( مقرر صفحة 325 )</p>"
    },
    {
        question: "6. يفيد في الكشف عن تضيقات الأقنية اللعابية:(دورة 2024)",
        options: [
            "طبقي محوري",
            "تصوير لعابي ظليل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يفيد التصوير بكشف الحصيات وتوسع الأقنية والعنبات الغدية.(مقرر صفحة 314)</p>"
    },
    {
        question: "7. في أورام الغدد اللعابية الخبيثة:(دورة 2024)",
        options: [
            "تكون الأورام خبيثة في الغدة النكفية 80%",
            "الكارسينوما المخاطية البشرانية أشيع في الغدة تحت الفك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الكارسينوما المخاطية البشرانية أشيع في الغدة النكفية كما أن 80% من أورام النكفة سليمة ( مقرر صفحة 333,334)</p>"
    },
    {
        question: "8. التصوير بالنظائر المشعة يكون إيجابي في:(دورة 2024)",
        options: [
            "ورم وارطون",
            "ورم الخلايا المحبة للحمض",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ويكون سلبياً في جوغرن والتهاب الغدة الشعاعي وسوء التغذية والسكري(مقرر صفحة 314)</p>"
    },
    {
        question: "9. تناذر جوغرن:(دورة 2023)",
        options: [
            "اختلاطاته حدوث لمفوما",
            "تسببه الفطور الغازية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تناذر جوغرن سببه مناعي ذاتي.( مقرر صفحة 327)</p>"
    },
    {
        question: "10. تصوير الأمواج فوق الصوتية:(دورة 2023)",
        options: [
            "يميز الكتل والكيسات",
            "يميز كتل النكفة الداخلية والخارجية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>كما يفيد في تحديد مكان البزل في خراجات النكفة و تحديد موضع الحصيات اللعابية ( مقرر صفحة 314)</p>"
    },
    {
        question: "11. التحصي اللعابي:(دورة 2023)",
        options: [
            "أغلبها بالنكفة",
            "علاجها تفتيت الحصى",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>أغلبها تحدث في الغدة تحت الفك، وعلاجها استئصال الحصاة. ( مقرر صفحة 323)</p>"
    },
    {
        question: "12. 80% من أورام الغدد اللعابية:(دورة 2023)",
        options: [
            "سليمة",
            "بالغدد اللعابية الصغيرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>80% من أورام النكفية سليمة( مقرر صفحة 333)</p>"
    },
    {
        question: "13. الضفيدعة:(دورة 2023)",
        options: [
            "تعالج بالتوخيف",
            "قيلة مخاطية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>هي قيلة مخاطية (كيسة ثانوية)، تعالج بالتوخيف أو الاستئصال التام، من المهم معرفة أن الضفيدعة تعالج بالاستئصال التام أيضا.(مقرر صفحة 330)</p>"
    },
    {
        question: "14. أورام الغدد اللعابية الصغيرة:(دورة 2022)",
        options: [
            "غالباً خبيثة",
            "علاجها استئصال واسع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إن إمكانية الخبث في ورم الغدة اللعابية تتناسب عكساً مع حجم الغدة.( مقرر صفحة 333)</p>"
    },
    {
        question: "15. التحصي اللعابي:(دورة 2022)",
        options: [
            "غالباً في الغدة النكفية",
            "غالباً عند الأطفال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>غالباً في الغدة تحت الفك في 80% من الحالات، تحصل الحصيات بكل الأعمار لكن السن المفضل هو العقود المتوسطة وهناك ميل خفيف لدى الذكور.( مقرر صفحة 323)</p>"
    },
    {
        question: "16. متلازمة فري:(دورة 2022)",
        options: [
            "اختلاط لاستئصال الغدة النكفية",
            "تعالج شعاعياً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في الحالات البسيطة يستخدم كريم مضاد كولينرجي، وفي الحالات الشديدة يتم قطع عصب جاكبسون بعد فتح الأذن الوسطى.( مقرر صفحة 331)</p>"
    },
    {
        question: "17. ورم وارتون:(دورة 2022)",
        options: [
            "شائع عند النساء",
            "غالباً في ذيل النكفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>يشاهد في متوسطي العمر والمسنين من الرجال.(مقرر صفحة 335)</p>"
    },
    {
        question: "18. الضفيدعة:(دورة 2022)",
        options: [
            "تشخص بالخزعة",
            "توخيف في الغدة تحت الفك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليق:</strong><p>التشخيص لا يحتاج خزعة، تعالج في أغلب الحالات بالتوخيف أو الاستئصال التام، فضلا على أنها تصيب الغدة تحت اللسان.( مقرر صفحة 330)</p>"
    },
    {
        question: "19. الورم المختلط السليم:(دورة 2022)",
        options: [
            "علاجه استئصال الورم مع المحفظة",
            "يشخص بالخزعة المفتوحة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليق:</strong><p>لا يجوز مطلقاً إجراء الخزعة المفتوحة، والعلاج باستئصال كامل الورم مع المحفظة والغدة النكفية وكشف فروع العصب الوجهي والمحافظة عليه.( مقرر صفحة 334)</p>"
    },
    {
        question: "20. تناذر جوغرن:(دورة 2022)",
        options: [
            "ثنائي الجانب",
            "لعاب غزير",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليق:</strong><p>غالباً ما تصاب النكفتان، يشكو المريض من جفاف وحس حرق بالفم.( مقرر صفحة 327)</p>"
    },
    {
        question: "21. علاج الداء الفطري الشعاعي:(دورة 2021)",
        options: [
            "مضادات فطور",
            "مثبطات مناعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>المعالجة بالتفجير الجراحي مع إعطاء البنسلين.( مقرر صفحة 321)</p>"
    },
    {
        question: "22. الخزعة المفتوحة:(دورة 2021)",
        options: [
            "تؤدي لنقائل بعيدة",
            "مضاد استطباب في الأورام السليمة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تؤدي إلى زرع الورم وانتشاره لذلك تجرى فقط في الأورام المتقرحة و غير القابلة للاستئصال الجراحي.</p>"
    },
    {
        question: "23. حصيات الغدة تحت الفك:(دورة 2021)",
        options: [
            "غالباً ظليلة على الأشعة",
            "العلاج استئصال الحصاة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p)</p>"
    },
    {
        question: "24. اختلاطات متلازمة جوغرن:(دورة 2021)",
        options: [
            "صعوبات كلام وبلع",
            "لمفوما",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قد تتطور لمفوما في حوالي 10% من الحالات.( مقرر صفحة 327)</p>"
    },
    {
        question: "25. الضفيدعة تعالج بـ:(دورة 2021)",
        options: [
            "التوخيف",
        
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يمكن علاجها بالتوخيف أو الاستئصال التام.( مقرر صفحة 331)</p>"
    },
    {
        question: "26. السرطانة الغدية الكيسية كل ما يلي صحيح عدا:(دورة 2021)",
        options: [
            "تتميز بنمو سريع",
            "تنتشر عبر الدم",
            "أشيع في الغدة تحت الفك",
            "خبيثة عالية الدرجة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تتميز بنمو بطيء ومستمر.(مقرر صفحة 337)</p>"
    },
    {
        question: "27. أورام الغدد اللعابية:(دورة 2021)",
        options: [
            "80% بالنكفة",
            "80% من أورام النكفة السليمة هي ورم مختلط سليم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قاعدة ال 80% في بداية فقرة أورام الغدد اللعابية.( مقرر صفحة 333)</p>"
    },
    {
        question: "28. الأورام اللعابية الخبيثة منخفضة الدرجة:(دورة 2020)",
        options: [
            "الكارسينوما الغدية",
            "كارسينوما الخلايا العنبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الكارسينوما الغدية عالية الدرجة أما العنبية في بداية تطورها لسنوات فتكون سليمة السير.( مقرر صفحة 338)</p>"
    },
    {
        question: "29. تناذر جوغرن:(دورة 2020)",
        options: [
            "ثنائي الجانب",
            "يسبب سيلان لعابي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يصيب النكفتين سويةً ويحدث جفاف فم وليس سيلاناً لعابيا.( مقرر صفحة 327)</p>"
    },
    {
        question: "30. أورام الغدد اللعابية الصغيرة:(دورة 2020)",
        options: [
            "معظمها خبيثة",
            "علاجها الاستئصال الواسع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تزيد نسبة الخبث مع صغر حجم الغدة وأكثرها خباثة الغدد اللعابية الصغيرة والعلاج استئصال جراحي. ( مقرر صفحة 333)</p>"
    },
    {
        question: "31. التحصي اللعابي:(دورة 2020)",
        options: [
            "غالباً بالغدة النكفية",
            "عند الأطفال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يحدث غالباً بالغدة تحت الفك والسن المفضلة هي العقود المتوسطة.( مقرر صفحة 323)</p>"
    },
    {
        question: "32. متلازمة فري:(دورة 2020)",
        options: [
            "اختلاط استئصال النكفة",
            "تعالج شعاعياً",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تعالج بكريم مضاد كولينرجي في الحالات البسيطة أو قطع عصب جاكبسون في الحالات الشديدة بعد فتح الأذن الوسطى.( مقرر صفحة 331)</p>"
    },
    {
        question: "33. الضفيدعة:(دورة 2020)",
        options: [
            "تعالج بالتوخيف",
            "تشخص بالخزعة النسيجية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لم يذكر أنها تشخص بالخزعة.( مقرر صفحة 331)</p>"
    },
    {
        question: "34. الورم الغدي المتعدد الأشكال السليم:(دورة 2020)",
        options: [
            "يشخص بالخزعة النسيجية",
            "علاجه الاستئصال التام مع محفظته",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يشخص بالقصة السريرية والفحص الفيزيائي، وعلاجه الاستئصال الكامل للورم مع محفظته مع الغدة النكفية لضمان عدم النكس الذي يكون محققاً اذا جرى توليد الورم( مقرر صفحة 334)</p>"
    },
    {
        question: "35. أورام الغدد اللعابية الخبيثة عالية الدرجة:(دورة 2020 حملة)",
        options: [
            "الشائكة الخلايا",
            "الكارسينوما العنبية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لم يذكر من ضمن اورام الغدد اللعابية عالية الدرجة الورم شائك الخلايا كل ماذكر أن الكارسينوما المخاطية البشرانية عالية الدرجة تشبه الكارسينوما شائكة الخلايا.</p>"
    },
    {
        question: "36. ورم وارطون:(دورة 2020 حملة)",
        options: [
            "يكثر عند الرجال والمسنين",
            "يثبت التكنسيوم المشع",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "37. الورم العديد الأشكال:(دورة 2020 حملة)",
        options: [
            "يتم تشخيصه بإجراء خزعة مفتوحة",
            "كثير الحدود في الغدة النكفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا يجوز مطلقاً إجراء الخزعة المفتوحة للتشخيص.</p>"
    },
    {
        question: "38. تجرى الخزعة المفتوحة في أورام الغدد اللعابية:(دورة 2020 حملة)",
        options: [
            "الأورام المتقرحة",
            "الأورام غير القابلة للاستئصال الجراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>عدا عن ذلك فإن إجراء الخزعة المفتوحة يؤدي إلى زرع وانتشار الورم حتى ولو كان سليماً.</p>"
    },
    {
        question: "39. كل ما يلي صحيح حول الكارسينوما المخاطية البشرانية عالية الدرجة ما عدا:(دورة 2020 حملة)",
        options: [
            "غالباً في النكفة",
            "أكثر الخباثات انتقالًا للعقد اللمفاوية",
            "تتميز بالارتشاح حول غمد العصب",
            "تعالج بالجراحة الجذرية مع الأشعة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الكارسينوما الغدانية الكيسية تتميز بذلك.</p>"
    },
    {
        question: "40. تعالج الضفيدعة في الغدة تحت اللسان:(دورة 2020 حملة)",
        options: [
            "بالبزل",
            "شقوق جراحية",
            "استئصال الغدة تحت اللسان",
            "التوخيف"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>المعالجة في أغلب الحالات بالتوخيف أو الاستئصال التام.</p>"
    },
    {
        question: "41. الغدة النكفية:(دورة 2019)",
        options: [
            "قناتها تدعى قناة وارتون",
            "تحوي عنبات مصلية صرفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قناتها تدعى قناة ستينون.( مقرر صفحة 308 )</p>"
    },
    {
        question: "42. حصيات الغدد اللعابية:(دورة 2019)",
        options: [
            "صورة شعاعية بسيطة",
            "ومضان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الومضان ليس من وسائل تشخيص الحصيات.(مقرر صفحة 325)</p>"
    },
    {
        question: "43. تناذر جوغرن:(دورة 2019)",
        options: [
            "مجهول السبب",
            "أهم اختلاطاته تشكل خراج",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>هو مناعي ذاتي، وأهم اختلاطاته تشكل لمفوما في 10% من الحالات.(مقرر صفحة 327)</p>"
    },
    {
        question: "44. أسباب جفاف الفم:(دورة 2019)",
        options: [
            "شلل دماغي",
            "مضادات الإقياء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>مضادات الإقياء ومضادات الهيستامين ومضادات التشنج من الأدوية التي تسبب ذلك.( مقرر صفحة 332)</p>"
    },
    {
        question: "45. الورم المختلط السليم:(دورة 2019)",
        options: [
            "خزعة مفتوحة",
            "استئصال الورم مع حواف أمان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>لا يجوز أخذ خزعة مفتوحة مطلقا، استئصال الورم مع حواف أمان غير كافٍ، يجب استئصال الورم مع المحفظة مع النكفة مع كشف العصب الوجهي وفروعه مع المحافظة عليه حتى نضمن عدم حدوث النكس الذي يكون محققاً إذا جرى توليد الورم.( مقرر صفحة 334)</p>"
    },
    {
        question: "46. الكارسينوما الغدانية الكيسية:(دورة 2019)",
        options: [
            "انتشار عبر غمد العصب",
            "انتشار إلى العقد اللمفاوية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلامة المميزة هي الانتشار عبر غمد العصب.( مقرر صفحة 337)</p>"
    },
    {
        question: "47. أذية الغدد اللعابية الرضية:(دورة 2019)",
        options: [
            "إصابة الفرع الهامشي للعصب الوجهي",
            "إصابة العصب 12",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>إذا كان التمزق عميقاً قد يؤدي لأذية العصب اللساني وتحت اللساني الكبير.( مقرر صفحة 329)</p>"
    },
     {
        question: "48. التحصي اللعابي:(دورة 2018)",
        options: [
            "غالباً في الغدة النكفية",
            "65% من حصيات النكفة ظليلة على الأشعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>65% من حصيات النكفة تكون غير ظليلة على الأشعة، غالباً في الغدة تحت الفك السفلي.</p>"
    },
    {
        question: "49. تناذر جوغرن غالباً:(دورة 2018)",
        options: [
            "وراثي",
            "عند النساء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يحدث عند النساء في 90% من الحالات، وهو مناعي ذاتي.</p>"
    },
    {
        question: "50. تتميز الغدة عن العقدة:(دورة 2018)",
        options: [
            "مفصصة الغدة",
            "قاسية وكبيرة الحجم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بينما سطح العقدة مسطح أملس.</p>"
    },
    {
        question: "51. سبب الداء الغدي اللعابي:(دورة 2018)",
        options: [
            "سوء التغذية",
            "فرط نشاط الدرق",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عوامل كامنة مثل سوء التغذية و الأدوية و السكري و قصور الدرق وفقر الدم.</p>"
    },
    {
        question: "52. يفيد في فرط الإلعاب:(دورة 2018)",
        options: [
            "قطع حبل الطبل",
            "حقن النكفة بذيفان المطثية الوشيقية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العلاج بالأدوية المجففة للعاب وفي الحالات المعندة يمكن ان يفيد استئصال الغدة أو ربط القناة أو قطع حبل الطبل، كما يفيد حقن الغدة النكفية بذيفان المطثية الوشيقية أو تطبيق الليزر داخل القناة و التخثير الضوئي لقناتي وارتون.</p>"
    },
    {
        question: "53. الورم المختلط السليم:(دورة 2018)",
        options: [
            "أشيع ورم سليم في كل الغدد اللعابية",
            "التشخيص يعتمد على الخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو أشيع ورم سليم في الغدد اللعابية والتشخيص يعتمد على القصة السريرية والفحص الفيزيائي.</p>"
    },
    {
        question: "54. ورم وارتون:(دورة 2018)",
        options: [
            "يشاهد في الغدة تحت الفك",
            "يعالج بالاستئصال التام للورم",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>أكثر ما يشاهد في ذيل النكفة ويعالج باستئصال النكفة مع كشف العصب الوجهي وليس فقط استئصال الورم.</p>"
    },
    {
        question: "55. الأورام الخبيثة العالية الدرجة في الغدد اللعابية:(دورة 2018)",
        options: [
            "كارسينوما الخلايا العنبية",
            "الورم المختلط الخبيث",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>كارسينوما الخلايا العنبية ليست عالية الدرجة.</p>"
    },
    {
        question: "56. تفيد الأمواج فوق الصوتية في الغدد اللعابية:(دورة 2017)",
        options: [
            "تمييز كتل النكفة الداخلية عن الخارجية",
            "تشخيص الحصيات اللعابية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تميز بين الكتل والكيسات أيضاً.</p>"
    },
    {
        question: "57. السرطانة الغدانية الكيسية:(دورة 2017)",
        options: [
            "شائعة في الغدة تحت الفك",
            "لها ميل للانتشار إلى غمد العصب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الورم الخبيث الأشيع في الغدة تحت الفك والغدد اللعابية الصغيرة.</p>"
    },
    {
        question: "58. أشيع الأورام السليمة في الغدة تحت الفك:(دورة 2017)",
        options: [
            "الورم الغدي",
            "ورم وارطون",
            "الورم المختلط السليم",
            "الورم المحب للحمض"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>يشكل الورم المختلط السليم أشيع ورم سليم في الغدد اللعابية حيث يشكل 60% من الأورام تحت الفك.</p>"
    },
    {
        question: "59. الشائع في التحصي اللعابي:(دورة 2017)",
        options: [
            "ثنائية الجانب",
            "في الغدة النكفية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>80% في الغدة تحت الفك.</p>"
    },
    {
        question: "60. في حصيات الغدة تحت الفك:(دورة 2017 حملة)",
        options: [
            "عائلي",
            "65% منها ظليلة على الأشعة",
            "15% منها ثنائية الجانب",
            "تعالج بالاستئصال الجراحي للحصاة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ليست عائلية و 3% يصادف حصيات بالطرفين والعلاج إن كانت الحصاة متوضعة داخل الغدة استئصال الغدة بالكامل وليس فقط الحصاة.</p>"
    },
    {
        question: "61. ورم وارتون:(دورة 2017 حملة)",
        options: [
            "عند الرجال فقط",
            "من الأورام منخفضة الخباثة",
            "أكثر ما يشاهد في الغدة تحت الفك.",
            "يؤدي لإصابة العصب الوجهي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو ورم سليم وليس منخفض الخباثة يشاهد في متوسطي العمر والمسنين من الرجال وأكثر ما يحدث في ذيل النكفة(وليس الغدة تحت الفك) ولم يذكر انه يؤدي لإصابة العصب الوجهي سوى انه في علاجه واثناء الاستئصال الجراحي للنكفة يتم كشف العصب الوجهي.</p>"
    },
    {
        question: "62. علاج الكيسة المخاطية للغدة تحت الفك:(دورة 2017 حملة)",
        options: [
            "التوخيف",
            "البزل",
            "استئصال الغدة",
            "استئصال الكيسة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>ص 330</p>"
    },
    {
        question: "63. الأورام الحليمية المفردة:(دورة 2017 حملة)",
        options: [
            "تشاهد عند الأطفال",
            "احتمال خباثة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>غالباً يكون سليم عند الأطفال، أما البالغين فغالباً يكون لها احتمال خبيث.</p>"
    },
    {
        question: "64. في الكارسينوما المخاطية البشرانية عالية الدرجة كل ما يلي صحيح عدا:(دورة 2017 حملة)",
        options: [
            "غالباً في النكفة",
            "أكثر الخباثات انتقالًا للعقد اللمفاوية",
            "ارتشاح حول غمد العصب",
            "تعالج بالجراحة الجذرية مع الأشعة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الارتشاح في غمد العصب يكون للكارسينوما الغدانية الكيسية.</p>"
    },
    {
        question: "65. أورام الغدد اللعابية الخبيثة عالية الدرجة كل ما يلي صحيح عدا:(دورة 2017 حملة)",
        options: [
            "ورم مختلط خبيث",
            "كارسينوما غدانية",
            "كارسينوما عنبية",
            "كارسينوما شائكة الخلايا"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>كارسينوما العنبية منخفض الدرجة.</p>"
    },
    {
        question: "66. الورم المختلط السليم:(دورة 2017 حملة)",
        options: [
            "عائلي",
            "يصيب الذكور فقط",
            "يتم تشخيصه بالخزعة النسيجية",
            "كل ما سبق خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>غير عائلي، يصيب النساء أكثر من الرجال، والتشخيص يعتمد على القصة السريرية والفحص الفيزيائي.</p>"
    },
    {
        question: "67. في تناذر جوغرن:(دورة 2016)",
        options: [
            "إصابة ثنائية الجانب للنكفتين",
            "تشريحياً يتظاهر بتوسع قنوي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تتظاهر بتورم النكفتين في الجانبين غالباً.</p>"
    },
    {
        question: "68. في التصوير الطبقي المحوسب للغدة النكفية:(دورة 2016)",
        options: [
            "يستخدم لدراسة الجملة القنوية",
            "يستخدم لتحديد كون الكتلة على حساب الفص السطحي أو العميق للنكفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قليل الأهمية في دراسة الجملة القنوية.</p>"
    },
    {
        question: "69. متلازمة فري:(دورة 2015)",
        options: [
            "اختلاط لعملية استئصال النكفة",
            "يشاهد خاصة عند الأطفال",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تحدث بسبب التقاء التعصيب نظير الودي مع الغدد العرقية والضفائر الوعائية تحت الجلد.</p>"
    },
    {
        question: "70. التعصيب نظير الودي للغدد اللعابية:(دورة 2015)",
        options: [
            "النواة اللعابية العلوية للغدة النكفية",
            "يسبب إفرازاً لعابياً لزجاً قليل الكمية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>النواة اللعابية السفلية للغدة النكفية، ويسبب إفرازاً لعابياً مائياً غزيراً.</p>"
    },
    {
        question: "71. التصوير بالنظائر المشعة يكون إيجابي في:(دورة 2015)",
        options: [
            "ورم وارطون",
            "الورم المختلط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>وإيجابي في ورم الخلايا المحبة للحمض.</p>"
    },
    {
        question: "72. داء خرمشة القطة:(دورة 2014)",
        options: [
            "سببه فيروسي",
            "يحتاج للتفجير بالإبرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>سببه عصيات سلبية الغرام ولا يجرى الشق أبداً لأنه يسبب نواسير.</p>"
    },
    {
        question: "73. الضفيدعة:(دورة 2014)",
        options: [
            "ورم سليم",
            "تعالج بالتوخيف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ليست ورماً بل هي قيلة مخاطية (كيسة ثانوية).</p>"
    },
    {
        question: "74. تناذر جوغرن:(دورة 2014)",
        options: [
            "يصيب النساء غالباً",
            "وحيد الجانب",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غالباً ما تصاب النكفتان.</p>"
    },
    {
        question: "75. مفرزات الغدة تحت الفك:(دورة 2014)",
        options: [
            "مصلية",
            "مخاطية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>بينما مفرزات الغدة تحت اللسان تكون مخاطية.</p>"
    },
    {
        question: "76. تصوير الغدد اللعابية بالنظائر المشعة سلبي في:(دورة 2014)",
        options: [
            "ورم وارتون",
            "الأنكوسيتوما",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>إيجابي في ورم وارطون وورم الخلايا المحبة للحمض (الأنكوسيتوما)، وسلبي في جوغرن والتهاب الغدة الشعاعي وسوء التغذية والسكري.</p>"
    },
    {
        question: "77. امرأة مسنة، جفاف، حس حرقة بالفم، صعوبة بالتكلم والمضغ:(دورة 2013)",
        options: [
            "تناذر جوغرن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>وجفاف الفم والعين والتهاب أنف وبلعوم وحنجرة جاف والتهاب مفاصل رثياني.</p>"
    },
    {
        question: "78. الضفيدعة:(دورة 2013)",
        options: [
            "التوخيف",
            "استئصال الغدة تحت اللسان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التوخيف أو الاستئصال التام للضفيدعة.</p>"
    },
    {
        question: "79. في تناذر جوغرن التشخيص يعتمد على:(دورة 2010)",
        options: [
            "خزعة من الشفة السفلية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تظهر ارتشاح بالخلايا اللمفاوية وضمور عنبي وفرط تصنع مع حؤول في بشرة القنوات.</p>"
    },
    {
        question: "80. النكاف:(دورة 2010)",
        options: [
            "أشيع سبب لضخامة الغدد اللعابية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو السبب الحموي الأكثر شيوعاً.</p>"
    },
    {
        question: "81. الحصيات تحت الفك:(دورة 2010)",
        options: [
            "غير ظليلة 80%",
            "ثنائية الجانب 3%"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>و35% غير ظليلة في الغدة تحت الفك، 65% في النكفة غير ظليلة.</p>"
    },
    {
        question: "82. أهم سبب للصمم الوحيد الجانب:(دورة 2010)",
        options: [
            "النكاف",
            "الإنفلونزا",
            "الحصبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو أهم اختلاط للنكاف بالإضافة لالتهاب البنكرياس والتهاب السحايا.</p>"
    },
    {
        question: "83. التهاب الغدد اللعابية القيحي المزمن:(دورة 2010)",
        options: [
            "شائع عند الأطفال",
            "الأشيع في تحت الفك",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يتلو التهاب الغدد اللعابية القيحي الحاد الذي يحصل بصورة أكبر في الغدة النكفية وبصورة أقل في الغدة تحت الفك، ويصيب الأطفال أحياناً.</p>"
    },
    {
        question: "84. الخزعة المفتوحة في أورام الغدد اللعابية عدا:(دورة 2010)",
        options: [
            "ورم متقرح",
            "ورم غير قابل للاستئصال الجراحي",
            "سلبية كل الاختبارات بما فيها سلبية FNA",
            "ورم سليم"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>إجراء الخزعة المفتوحة في أورام الغدد اللعابية وخاصة النكفة، يؤدي إلى زرع وانتشار الورم حتى ولو كان الورم سليماً.</p>"
    },
    {
        question: "85. سل النكفة:(دورة 2009)",
        options: [
            "غالباً عقد ثانوية",
            "كتلة مؤلمة غير متحركة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الكتلة متحركة غير مؤلمة.</p>"
    },
    {
        question: "86. الخباثة في جوغرن:(دورة 2009)",
        options: [
            "لمفوما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اللمفوما اختلاط بنسبة 10 بالمئة في جوغرن.</p>"
    },
    {
        question: "87. علاج القيلات في الغدة تحت الفك:(دورة 2009)",
        options: [
            "توخيف",
            "استئصال القيلة",
            "استئصال الغدة",
            "كل ما سبق صحيح"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الكيسة المكتسبة علاجها استئصال الغدة كاملة أما الضفيدعة في الغدة تحت اللسان فعلاجها التوخيف أو الاستئصال التام.</p>"
    },
    {
        question: "88. أشيع أورام الغدد الصغيرة:(دورة 2009)",
        options: [
            "الحنك",
            "الشفة",
            "باطن الخد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>53 بالمئة.</p>"
    },
    {
        question: "89. المكونات العصبية السطحية من النكفة كل ما يلي عدا:(دورة 2009)",
        options: [
            "الفكي الباطن",
            "الأذني الأكبر",
            "الأذني الصدغي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المكونات العصبية تتألف من العصب الأذني الأكبر والعصب الأذني الصدغي والعصب الوجهي.</p>"
    },
    {
        question: "90. تستطب الخزعة المفتوحة في كل مما يلي عدا:(دورة 2009)",
        options: [
            "الأورام السليمة",
            "أورام متقرحة",
            "سلبية FNA"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إجراء الخزعة المفتوحة في أورام الغدد اللعابية وخاصة النكفة، يؤدي إلى زرع وانتشار الورم حتى ولو كان الورم سليماً.</p>"
    },
    {
        question: "91. الالتهاب الأكثر شيوعاً لدى الأطفال:(دورة 2008)",
        options: [
            "التهاب الغدد اللعابية القيحي الحاد",
            "التهاب الغدد اللعابية القيحي المزمن",
            "التهاب الغدد اللعابية الحصوي",
            "التهاب الغدد اللعابية الفيروسي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>النكاف.</p>"
    },
    {
        question: "92. كل ما يلي صحيح في حصيات الغدة تحت الفك ما عدا:(دورة 2008)",
        options: [
            "ظليلة على الأشعة في 80% من الحالات",
            "ثنائية الجانب في 3% من الحالات",
            "متعددة في الغدة نفسها في 25% من الحالات",
            "تعالج باستئصال الحصيات من الغدة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ظليلة في 65% من الحالات في غدة تحت الفك.</p>"
    },
    {
        question: "93. امرأة عمرها 30 سنة تعاني من جفاف الفم والتهاب المفاصل الرثواني، التشخيص المحتمل:(دورة 2008)",
        options: [
            "التهاب الغدد اللعابية الحاد",
            "كوسماول",
            "ميكوليكرز",
            "متلازمة جوغرن"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>جوغرن يترافق مع داء نسيجي ضام مثل التهاب المفاصل الرثواني والذئبة الحمامية الجهازية.</p>"
    },
    {
        question: "94. الصحيح حول الضفيدعة:(دورة 2008)",
        options: [
            "تحدث على حساب الغدة تحت الفك أو الغدة تحت اللسان",
            "تظهر بعد عدة أشهر من الولادة",
            "تعالج بالتوخيف",
            "كل ما سبق صحيح"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>لا تحدث في الغدة تحت الفك.</p>"
    },
    {
        question: "95. تحدث متلازمة فري بعد العمليات المحدثة على:(دورة 2008)",
        options: [
            "الغدة النكفية",
            "الغدة تحت الفك",
            "الغدة تحت اللسان",
            "البلعوم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هي في أصلها اختلاط لاستئصال النكفة.</p>"
    },
    {
        question: "96. الورم الأقل انتقالًا للعقد اللمفاوية:(دورة 2008)",
        options: [
            "السرطانة الغدانية الكيسية",
            "الورم المختلط السليم",
            "السرطانة المخاطية البشرانية",
            "السرطانة العنبية",
            "السرطانة الغدية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>هو الورم الوحيد السليم في الخيارات.</p>"
    },
    {
        question: "97. أي من الأورام التالية يمكن أن ينقلب إلى ورم قاعدي الخلايا:(دورة 2008)",
        options: [
            "الورم المختلط السليم",
            "ورم وارطون",
            "السرطانة الغدية الكيسية",
            "ورم الخلايا المحبة للحمض"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>هو الورم الوحيد الخبيث في الخيارات.</p>"
    },
    {
        question: "98. الكارسينوما المخاطية البشرانية:(دورة 2008)",
        options: [
            "تحدث فيها زيادة في عدد الخلايا المخاطية",
            "تنشأ على حساب الغدة تحت الفك",
            "أورام عالية الدرجة",
            "كل ما سبق خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    }
    ],
    18:[
         {
        question: " الكيسة الدرقية اللسانية:(دورة 2023)",
        options: [
            "يفيد العلاج باليود المشع",
            "التشخيص عبر الخزعة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التفريق بومضان الدرق والمعالجة بالاستئصال الجراحي.</p>"
    },
    {
        question: " التهاب الأذن الوسطى المصلي:(دورة 2022)",
        options: [
            "يتظاهر بسيلان مصلي",
            "تحدد في حركة غشاء الطبل بمنظار سيغل",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليق:</strong><p>يبقى السائل ضمن الأذن الوسطى ولا يتظاهر بسيلان مصلي.</p>"
    },
    {
        question: ". أورام الجيوب الخبيثة:(دورة 2025)",
        options: [
            "رعاف أحادي الجانب",
            "نموها بطيء",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غير مذكور في النص.</p>"
    },
    {
        question: " تصلب الأذن:(دورة 2024)",
        options: [
            "عند السكريين",
            "المعاوقة السمعية من نموذج AD",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>يُشاهد عند الإناث ويكثر في العرق الأبيض، يبدأ في سن الشباب، والمعاوقة من نموذج As.</p>"
    },
  {
        question: " الحمرة:(دورة 2023)",
        options: [
            "تصل للأدمة",
            "سببها اللاهوائيات",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تصل الإصابة للأدمة والعامل المسبب هو العقديات (أخماج الأنف الجلدية).</p>"
    },
    {
        question: " من أسباب القرحة التماسية:(دورة 2023)",
        options: [
            "فتق حجابي",
            "سيلان أنف خلفي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أسبابها تشمل سوء استعمال الصوت، فتق حجابي، السعال الخشن، سيلان أنف خلفي.</p>"
    },
    {
        question: " في انشقاق قبة الحنك ما عدا:(دورة 2022)",
        options: [
            "يسبب التهاب أذن وسطى مصلي",
            "يسبب هجمات متكررة من التهاب أذن وسطى حاد",
            "علاجه بعمر 9-18 شهر",
            "يجب عند وجود ضخامة ناميات استئصال الناميات"
        ],
        correct: 3,
        explanation: "<strong>التعليق:</strong><p>استئصال الناميات مضاد استطباب.</p>"
    },
    {
        question: " من أعراض الأورام الخبيثة في الجيوب:(دورة 2022)",
        options: [
            "رعاف وحيد الجانب",
            "سقوط الأسنان",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليق:</strong><p>أعراض أورام الجيوب الخبيثة هي: انسداد وحيد الجانب، رعاف وحيد الجانب، ألم وصداع، تخلخل الأسنان وسقوطها العفوي، ضخامة العقد اللمفية، الشفع والجحوظ العيني، الضزز، انتباج في الوجنة وقبة الحنك.</p>"
    },
    {
        question: ". أشيع أعراض سرطان البلعوم الأنفي:(دورة 2021)",
        options: [
            "عقد عنق",
            "رعاف",
            "نقص سمع توصيلي ثنائي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو العرض الرئيسي لسرطان البلعوم الأنفي.</p>"
    },
    {
        question: ". شلل العصب الوجهي بمنطقة النكفة:(دورة 2020)",
        options: [
            "دماع طبيعي",
            "غياب منعكس الركابة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>دماع طبيعي.</p>"
    },
    {
        question: ". كل مما يلي حول خناق فنسان عدا:(دورة 2020)",
        options: [
            "وحيد الجانب",
            "غشاء ينفصل بسهولة",
            "كريه الحنجرة",
            "يشخص بالتحاليل الدموية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التشخيص يعتمد على تحري الجراثيم تحت الغشاء الكاذب وليس في الدم.</p>"
    }
    ],
    19:[
{
        question: "  في انثقاب الوتيرة:(دورة 2016) جدلي",
        options: [
            "مراهم موضعية للانثقابات الصغيرة",
            "ترميم للانثقابات الكبيرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p> معالجة السبب مع المراهم الموضعية، وترميم الانثقابات خاصة إن كانت صغيرة.(مقرر ص119)</p>"
    }, 
    {
        question: " يعالج الصيوان القنبيطي:(دورة 2020 حملة)",
        options: [
            "التدفئة اللطيفة",
            "رباط ضاغط",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> "
    },
        {
        question: " علاج التهاب الجيوب الفطري الأرجي:(دورة 2019)",
        options: [
            "جراحة جيوب تنظيرية",
            "بخاخ كورتيزون",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>العلاج جراحة الجيوب التنظيرية بتأمين إزالة العناصر الفطرية والبوليبات وتهوية الجيوب و يعطى الستيروئيدات بطريق عام قبل وبعد الجراحة، وبالطريق الموضعي كعلاج داعم.(مقرر صفحة 147)</p>"
    },
     {
        question: ". كل ما يلي صحيح في التهاب لسان المزمار الحاد عدا:(دورة 2017 حملة)",
        options: [
            "العامل الممرض حمات راشحة",
            "بحة في الصوت",
            "زلة تنفسية مع عسر بلع",
            "كل ما سبق صحيح"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العامل الممرض جرثومي.</p>"
    },
    {
        question: " يستخدم الليزر في أورام الحنجرة:(دورة 2010)",
        options: [
            "الT1.",
            "الكارسينوما المبرقة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>T1/T2 شعاعيًا ، كارسينوما مبرقة ب جراحةCo2 ليزر.</p>"
    },
     {
        question: " من علامات انثقاب غشاء الطبل الرضي:(دورة 2020 حملة)",
        options: [
            "انثقاب كبير",
            "سيلان مصلي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العلامات تتضمن انثقاب غشاء طبل مشرشر، نزف من الأذن، خثرات دموية في المجرى. .(مقرر ص56)</p>"
    },
 {
        question: " التحصي اللعابي:(دورة 2025)",
        options: [
            "خاصةً في الغدة تحت الفك",
            "سببها الالتهاب المتكرر في النكفة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>من الناحية السريرية وجد أن حصيات الغدة تحت الفك تتشكل بدئيا بسبب العوامل التشريحية و الكيماوية و أن الارتكاسات الالتهابية هي ثانوية لتشكلات حصوية في حين وجد أن التحصي النكفي هو ثانوي لتبدلات سابقة ضمن الغدة (مقرر صفحة 323)</p>"
    },
     {
    question: " اختبار الجلد التحسسي لا ينفع عند:(دورة 2014)",
    options: [
      "مرضى الكتابة الجلدية",
      "تناول الكورتيزون",
      "كلاهما صحيح",
      "كلاهما خطأ"
    ],
    correct: 2,
    explanation: "<strong>التعليل:</strong><p>لا تنفع عند مرضى الكتابة الجلدية بسبب الايجابية الكاذبة و لا عند المرضى الذين يتناولون أدوية مضادة للتحسس بسبب السلبية الكاذبة. (مقرر ص13)</p>"
  },
    {
        question: " التهاب الأذن الوسطى المزمن النشيط المخاطي:(دورة 2010)",
        options: [
            "سيلان قيحي كريه الرائحة",
            "احتمال صحيح",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
     {
        question: ". كيسات الحنجرة على الحبل الصوتي:(دورة 2014)",
        options: [
            "ثنائية الجانب",
            "تعالج بالتوخيف",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>(مقرر ص204)</p>"
    },
      {
        question: " حصيات الغدة تحت الفك:(دورة 2021)",
        options: [
            "غالباً ظليلة على الأشعة",
            "العلاج استئصال الحصاة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p</p>"
    },
 {
        question: " العقيدات الصوتية:(دورة 2013)",
        options: [
            "وحيدة الجانب غالبا",
            "تعالج بالتقشير الجراحي",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>دائماً تكون ثنائية الجانب.</p>"
    },
      {
        question: " القيلة المخاطية في الجيوب:(دورة 2017 حملة)",
        options: [
            "المعالجة محافظة",
            "تصيب الجيب الغربالي والجبهي",
            "المقيحة تسبب التهاب سحايا",
            "شعاعياً ظل مدور فراغي يحجب الحافة الأنسية والعليا للحجاج"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العلاج بجراحة الجيوب التنظيرية، تحدث بشكل رئيسي في الجيب الجبهي، وبشكل أقل في الوتدي والفكي.</p>"
    },
      {
        question: " يحتاج التأهيل بعد زرع الحلزون حوالي:(دورة 2008)",
        options: [
            "أسبوعين",
            "شهرين",
            "ستة أشهر", 
            "عدة سنوات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> "
    },
      {
        question: " وذمة رينكه:(دورة 2010)",
        options: [
            "ثنائية الجانب",
            "تراكم سوائل في البشرة",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكون فيها الحبال الصوتية متوذمة بشدة ومملوءة بسائل هلامي رقيق.</p>"
    },
      {
        question: " شلل الحبل الصوتي أحادي الجانب:(دورة 2013)",
        options: [
            "ًفي الجهة اليسرى خاصة",
            "صرير وزلة تنفسية",
            "كلاهما صحيح",
            "كلاهما خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الصرير والزلة لثنائي الجانب.</p>"
    },
      {
        question: "كل مما يلي حول خناق فنسان عدا: (دورة 2020)",
        options: [
            "وحيد الجانب",
            "غشاء ينفصل بسهولة",
            "كريه الرائحة",
            "يشخص بالتحاليل الدموية"
        ],
        correct: 3,
        explanation: ""
    },
]

};

