
const courseQuestionsendocrinology = {
    1:[
        {
        question: "1. من الأمثلة على التلقيم الراجع السلبي 'الخطأ':(دورة 2023)",
        options: [
            "التلقيم الراجع للأندروجينات على ACTH",
            "التلقيم الراجع للكورتيزول على CRH",
            "التلقيم الراجع لـ TSH على TRH",
            "التلقيم الراجع لـ FSH على GnRH"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ACTH يحرضها لكنها لا تمارس التلقيم الراجع عليه.</p>"
    },
    {
        question: "2. من الأمثلة على التلقيم الراجع السلبي 'الخطأ':(دورة 2023 حملة)",
        options: [
            "التلقيم الراجع للأندروجينات على ACTH",
            "التلقيم الراجع للكورتيزول على CRH",
            "التلقيم الراجع لـ TSH على TRH",
            "التلقيم الراجع لـ FSH على GnRH"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ACTH يحرضها لكنها لا تمارس التلقيم الراجع عليه.</p>"
    },
    ],
    2:[
     {
        question: "1. في التقييم المخبري للبيلة التفهة (الخطأ): (2021)",
        options: [
            "بإعطاء ديسموبريسين يتم تكثيف البول بحال كان السبب محيطياً",
            "قياس أسمولالية البول والدم",
            "اختبار الحرمان من الماء",
            "قياس الشوارد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> بإعطاء ديسموبريسين يتم تكثيف البول بحال كان السبب مركزياً"
    },
    {
        question: "2. تتظاهر متلازمة الورام الغدية المتعددة MEN1 بما يلي عدا: (2025)",
        options: [
            "فرط تنسج دريقات",
            "أورام بنكرياسية",
            "أورام نخامية",
            "عقد درقية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تناذر MEN1 يحدث فيه غدوم نخامي مفرز مع غدومات دريقية و أخرى على حساب جزر لانغرهانس البنكرياسية"
    },
    {
        question: "3. التهاب النخامى اللمفاوي (الخطأ): (2025)",
        options: [
            "اضطراب مناعي ذاتي",
            "يحدث فيه ضمور للغدة النخامية",
            "يحدث بشكل أساسي في النساء الحوامل بعد الوالدة",
            "القصور النخامي عابر عادة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> التهاب النخامى اللمفاوي: اضطراب مناعي ذاتي يحدث بشكل أساسي في النساء الحوامل بعد الوضع، تحدث فيه تأثيرات كتلية مترقية، شعاعياً مظهر غدوم نخامي، تتراجع العملية الالتهابية غالباً بعد عدة اشهر من المعالجة بالقشرانيات السكرية، القصور النخامي عابر عادة وأحياناً دائم"
    },
    {
        question: "4. الورم القحفي البلعومي (الخطأ): (2025)",
        options: [
            "ورم سليم",
            "ينشأ على حساب السويقة النخامية",
            "يحوي على بنى كيسية وتكلسات",
            "معدل نكسه عال"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> الورم القحفي البلعومي: سليم، ينشأ من بقايا جيب راتكه، كتلة كبيرة غازية موضعياً مع بنى كيسية وتكلسات، أكثر من نصف المرضى دون 20 سنة، نكس عالي"
    },
    {
        question: "5. من أسباب فرط البرولاكتين (الخطأ): (2025)",
        options: [
            "فيزيولوجي كالحمل والإرضاع",
            "الجهد والشدة",
            "موانع الحمل الفموية",
            "شادات الدوبامين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> فيزيولوجي: الحمل والإرضاع _ النوم (يعود للطبيعي خلال ساعة بعد الاستيقاظ) الجهد والشدة_ تنبيه جدار الصدر _ الوجبات دوائي: حاصرات مستقبل الدوبامين _ مثبط اصطناع الدوبامين _ مضادات الاكتئاب"
    },
    {
        question: "6. من تظاهرات ضخامة النهايات (الخطأ): (2025)",
        options: [
            "زيادة المسافة بين الأسنان",
            "تقدم الفك السفلي",
            "نوب نقص سكر الدم",
            "سلعة درقية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يحدث لديه سكري صريح (ارتفاع سكر الدم)"
    },
    {
        question: "7. اختبار النخل/المسح الأساسي لضخامة النهايات هو: (2025)",
        options: [
            "عيار IGF-1 في المصل",
            "عيار GH في المصل",
            "اختبار التحريض بالكلونيدين",
            "اختبار التثبيط بالأنسولين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 13 (IGF-1 اختبار النخل الأساسي)"
    },
    {
        question: "8. أورام الموجهة الدرقية (الخطأ): (2025)",
        options: [
            "نادرة",
            "كبيرة وغازية",
            "تحدث سلعة درقية",
            "تحدث أعراض قصور الدرق"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أورام الموجهة الدرقية: نادرة، كبيرة وغازية موضعياً عادة. سريرياً: سلعة درقية وأعراض فرط نشاط درق"
    },
    {
        question: "9. من أسباب البيلة التفهة المركزية (الخطأ): (2025)",
        options: [
            "الورم القحفي البلعومي",
            "التهاب السحايا",
            "فرط كالسيوم الدم",
            "تناذر شيهان"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 19 دورة 2024"
    },
    {
        question: "10. متلازمة MEN1 (الخطأ): (2024)",
        options: [
            "فرط تنسج دريقي",
            "أورام بنكرياس",
            "أورام نخامى",
            "عقد درقية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> تناذر MEN1 يحدث فيه غدوم نخامي مفرز مع غدومات دريقية و أخرى على حساب جزر لانغرهانس البنكرياسية"
    },
    {
        question: "11. النخامى اللمفاوي (الخطأ): (2024)",
        options: [
            "عالج جراحي إسعافي",
            "مناعي ذاتي",
            "بعد الوالدة",
            "يسبب قصور نخامي عابر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هو اضطراب مناعي ذاتي، يحدث بشكل أساسي في النساء الحوامل بعد الوضع، القصور النخامي عابر عادة وأحياناً دائم، يجب عدم علاجه جراحياً لأنه التهاب قابل للتراجع وليس ورم"
    },
    {
        question: "12. الأورام النخامية (الخطأ): (2024)",
        options: [
            "ثلث الأورام النخامية فعالة سريرياً",
            "لا يتناسب الإنتاج الهرموني مع الحجم دائماً",
            "سليمة دائماً تقريباً",
            "قد تأتي في سياق تناذرات معينة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ثلث الأورام النخامية غير فعالة سريرياً"
    },
    {
        question: "13. الخلايا المنتجة للبرولاكتين (الخطأ): (2024)",
        options: [
            "تخضع لتأثير منشط من الدوبامين",
            "تخضع لتأثير محرض من TRH",
            "توجد في الفص الأمامي للنخامى",
            "يمكن كبتها بالأدوية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> تخضع لتأثير مثبط من الدوبامين ومحرض من TRH"
    },
    {
        question: "14. منشطات إفراز البرولاكتين (الخطأ): (2024)",
        options: [
            "القشرانيات السكرية",
            "استروجين",
            "SSRI",
            "TCAs"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> منشطات إفراز البرولاكتين الدوائية: مضادات الاكتئاب: TCAs (ثالثية الحلقة)، SSRI (مثبطات عود التقاط السيروتونين). هرمونات: استروجين (موانع الحمل الفموية)"
    },
    {
        question: "15. يتظاهر فرط البرولاكتين سريرياً عند الذكور (الخطأ): (2024)",
        options: [
            "ثر الحليب في 80% من الحالات",
            "نقص خصوبة",
            "عنانة",
            "ترقق عظام"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عند الذكور: نقص الرغبة الجنسية، عنانة ونقص النطاف (بسبب عوز التستوستيرون) نقص الكتلة العضلية والمظاهر الجنسية الثانوية (بسبب عوز التستوستيرون أيضاً) ثر الحليب نادر نسبياً، زيادة الوزن، ترقق عظام"
    },
    {
        question: "16. الخط الأول لعلاج ورم البرولاكتين: (2024)",
        options: [
            "شادات الدوبامين",
            "الجراحة",
            "التشعيع",
            "المراقبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> شادات الدوبامين تنظيم مثبط للبرولاكتين"
    },
    {
        question: "17. من اختلاطات ضخامة النهايات (الخطأ): (2024)",
        options: [
            "انهدامات فقرية",
            "تناذر نفق الرسغ",
            "ارتفاع توتر شرياني",
            "اضطراب سكر الدم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 13 (اختلاطات: قلبية: 30% (داء اكليلي، اعتلال عضلة قلبية، النظميات، ارتفاع الضغط الشرياني). سكري صريح 25%، واضطراب تحمل السكر في معظم المرضى. انسداد الطرق الهوائية أثناء النوم، شائع. تناذر نفق الرسغ. بوليبات كولونية في ثلث الحالات وخطر سرطان الكولون)"
    },
    {
        question: "18. اختبار المسح الأساسي في ضخامة النهايات: (2024)",
        options: [
            "عيار IGF-1",
            "عيار GH",
            "اختبار التحريض",
            "اختبار التثبيط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 13 (IGF-1 اختبار النخل الأساسي)"
    },
    {
        question: "19. أعراض خسارة السوائل (الخطأ): (2024)",
        options: [
            "البوال ليلي فقط",
            "سهاف",
            "تعب خفيف أثناء النهار",
            "أعراض المرض الأساسي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> أعراض المرض المسبب. أعراض خسارة السوائل (البوال: ليلي نهاري، يتبعه السهاف. تعب خفيف أثناء النهار لا تحدث العلامات السريرية للتجفاف إلا اذا كان مدخول السوائل مضعفاً)"
    },
    {
        question: "20. العلاج الأساسي في البيلة التفهة المركزية: (2024)",
        options: [
            "ديسموبريسين",
            "مدرات البول",
            "حافظة الصوديوم",
            "معالجة السبب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لمعالجة البيلة التفهة: 1) مركزية: ديسموبريسين: مماثل صنعي بنصف عمر أطول. 2) محيطية: معاكسة السبب، لا يستطب ديسموبريسين، حمية منخفضة الصوديوم"
    },
    {
        question: "21. من أسباب فرط البرولاكتين (الخطأ): (2024)",
        options: [
            "الحمل",
            "النوم",
            "تنبيه جدار الصدر",
            "الصيام"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> فيزيولوجي: الحمل والإرضاع _ النوم (يعود للطبيعي خلال ساعة بعد الاستيقاظ) الجهد والشدة_ تنبيه جدار الصدر _ الوجبات دوائي: حاصرات مستقبل الدوبامين _ مثبط اصطناع الدوبامين _ مضادات الاكتئاب"
    },
    {
        question: "22. التهاب النخامى اللمفاوي (الخطأ): (2023)",
        options: [
            "ينتهي بحدوث قصور نخامي دائم",
            "اضطراب مناعي ذاتي",
            "يحدث بعد الوالدة",
            "قصور نخامي عابر عادة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عادة ينتهي بالشفاء وأحياناً يحدث قصور دائم"
    },
    {
        question: "23. الورم القحفي البلعومي (الخطأ): (2023)",
        options: [
            "معظم المرضى من المسنين",
            "ورم سليم",
            "يحوي بنى كيسية وتكلسات",
            "معدل نكسه عال"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الورم القحفي البلعومي: سليم، ينشأ من بقايا جيب راتكه، كتلة كبيرة غازية موضعياً مع بنى كيسية وتكلسات، أكثر من نصف المرضى دون 20 سنة، نكس عالي"
    },
    {
        question: "24. في علاج القصور النخامي أول دواء نبدأ به هو: (2023)",
        options: [
            "القشرانيات السكرية",
            "الثيروكسين",
            "هرمون النمو",
            "الستيروئيدات الجنسية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 4"
    },
    {
        question: "25. من أسباب ارتفاع البرولاكتين (الخطأ): (2023)",
        options: [
            "قصور الدرق الثانوي",
            "الحمل",
            "الأدوية",
            "أورام نخامية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قصور الدرق البدئي"
    },
    {
        question: "26. الخط الأول للعلاج في الورم البرولاكتيني: (2023)",
        options: [
            "شادات الدوبامين",
            "الجراحة",
            "التشعيع",
            "المراقبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> شادات الدوبامين تنظيم مثبط للبرولاكتين"
    },
    {
        question: "27. من اختلاطات ضخامة النهايات (الخطأ): (2023)",
        options: [
            "هبوط الضغط الشرياني",
            "ارتفاع الضغط الشرياني",
            "اضطراب سكر الدم",
            "تناذر نفق الرسغ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ارتفاع الضغط الشرياني"
    },
    {
        question: "28. اختبار المسح الأساسي في ضخامة النهايات: (2023)",
        options: [
            "عيار IGF-1",
            "عيار GH",
            "اختبار التحريض",
            "اختبار التثبيط"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مقرر صفحة 13 (IGF-1 اختبار النخل الأساسي)"
    },
    {
        question: "29. من العلاجات الدوائية لضخامة النهايات (الخطأ): (2023)",
        options: [
            "كيتوكونازول",
            "مشابهات السوماتوستاتين",
            "شادات الدوبامين",
            "حاصرات مستقبل GH"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نعالج بمشابهات السوماتوستاتين (أوكتريوتايد) وشادات الدوبامين وحاصرات مستقبل GH"
    },
    {
        question: "30. العلاج النوعي في البيلة التفهة المركزية: (2023)",
        options: [
            "ديسموبريسين",
            "مدرات البول",
            "حافظة الصوديوم",
            "معالجة السبب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لمعالجة البيلة التفهة: 1) مركزية: ديسموبريسين: مماثل صنعي بنصف عمر أطول. 2) محيطية: معاكسة السبب، لا يستطب ديسموبريسين، حمية منخفضة الصوديوم"
    },
    {
        question: "31. مريضة 48 سنة لديها ثر حليب وانقطاع طمث، السبب كل ما يلي عدا: (2023 حملة)",
        options: [
            "شادات الدوبامين",
            "فيزيولوجي",
            "أورام ضاغطة على الغدة النخامية",
            "أدوية معينة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> من أسباب الفرط إعطاء مثبطات الدوبامين وليس شاداته (محرضات إفرازه)"
    },
    {
        question: "32. بالتصوير تبين لنا ورم نخامي لدى مريض قياسه 17 مم، الخيار الأول بالعلاج: (2023 حملة)",
        options: [
            "التشعيع الخارجي",
            "الجراحة عبر الركابي",
            "شادات عامل النمو",
            "شادات الدوبامين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> هذا السؤال يتعلق بالسؤال الذي قبله، وبما أنه لدينا موجودات سريرية (ثر حليب وانقطاع طمث) فهي تدل على أن الورم هو ورم مفرز للبرولاكتين والخط الأول للعلاج يكون إعطاء الشادات وليس جراحياً. ملاحظة من الدكتور: كل أورام النخامى يكون خطها الأول جراحياً عدا الورم المفرز للبرولاكتين"
    },
    {
        question: "33. حالة سريرية: مريض لديه ملامح خشنة - التشخيص: (2023 حملة)",
        options: [
            "ضخامة نهايات",
            "قصور نخامي",
            "فرط برولاكتين",
            "قصور درق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> مريض ضخامة النهايات يظهر عليه في الوجه: ملامح وجه خشنة، تبارز الجبهة (القوس الحاجبية) والأنف، تقدم الفك السفلي الثلم الأنفي الشفوي عميق، زيادة المسافة بين الأسنان، زيادة عمق المسام الجلدية"
    },
    {
        question: "34. الأختبار الأفضل: (2023 حملة)",
        options: [
            "رنين مغناطيسي مع حقن غادلينيوم",
            "تصوير طبقي محوري",
            "فحص هرمونات الدم",
            "اختبار تحمل الجلوكوز"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ضخامة النهايات يعرف شعاعياً بواسطة رنين مغناطيسي مع حقن غادلينيوم"
    },
    {
        question: "35. الخط الأول للعلاج: (2023 حملة)",
        options: [
            "الجراحة وليس مثبطات السوماتوستاتين",
            "مثبطات السوماتوستاتين",
            "شادات الدوبامين",
            "التشعيع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لمعالجة ضخامة النهايات: الجراحة: الخط الأول في المعالجة هو استئصال الجراحي للغدوم المفرز عبر الجيب الوتدي، وهو يؤدي لشفاء عال للغدومات الصغيرة لكن الشفاء يكون بنسبة أقل للغدومات الكبيرة"
    },
    {
        question: "36. التهاب النخامى اللمفاوي (الخطأ): (2023 حملة)",
        options: [
            "ينتهي بحدوث قصور نخامي دائم",
            "اضطراب مناعي ذاتي",
            "يحدث بعد الوالدة",
            "قصور نخامي عابر عادة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عادة ينتهي بالشفاء وأحياناً يحدث قصور دائم"
    },
    {
        question: "37. من العلاجات الدوائية لضخامة النهايات (الخطأ): (2023 حملة)",
        options: [
            "كيتوكونازول",
            "مشابهات السوماتوستاتين",
            "شادات الدوبامين",
            "حاصرات مستقبل GH"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نعالج بمشابهات السوماتوستاتين (أوكتريوتايد) وشادات الدوبامين وحاصرات مستقبل GH"
    },
    {
        question: "38. العلاج النوعي في البيلة التفهة المركزية: (2023 حملة)",
        options: [
            "ديسموبريسين",
            "مدرات البول",
            "حافظة الصوديوم",
            "معالجة السبب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لمعالجة البيلة التفهة: 1) مركزية: ديسموبريسين: مماثل صنعي بنصف عمر أطول. 2) محيطية: معاكسة السبب، لا يستطب ديسموبريسين، حمية منخفضة الصوديوم"
    },
    {
        question: "39. أسباب القصور النخامي (الخطأ): (2022)",
        options: [
            "تناذر كلاينفلتر",
            "أورام نخامية",
            "رضوض",
            "التهابات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> يحب التمييز بينه وبين تناذر كالمان"
    },
    {
        question: "40. في التظاهرات السريرية لقصور النخامى (الخطأ): (2022)",
        options: [
            "عوز GH عند البالغين يؤدي لزيادة تركيب البروتين ونقص توضع الشحوم",
            "عوز GH عند الأطفال يؤدي لقصر القامة",
            "عوز ACTH يؤدي لقصور كظر",
            "عوز TSH يؤدي لقصور درق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نقص تركيب البروتين وخلل توضع الشحوم"
    },
    {
        question: "41. في علاج القصور النخامي (الخطأ): (2022)",
        options: [
            "تعطى القشرانيات المعدنية",
            "تعطى القشرانيات السكرية",
            "تعطى الهرمونات الدرقية",
            "تعطى الهرمونات الجنسية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا تعطي كون قصور المحور الكظري ثانوي هنا وليس بدئياً"
    },
    {
        question: "42. في الأورام النخامية: (2022)",
        options: [
            "يتناسب النتاج الهرموني مع حجم الورم",
            "ثلث الأورام النخامية فعالة سريرياً",
            "سليمة دائماً تقريباً",
            "قد تأتي في سياق تناذرات معينة أهمها MEN2"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> لا يتناسب النتاج مع حجم الورم وثلث الأورام النخامية غير فعالة سريرية وتأتي في سياق تناذرات أهمها MEN1 وليس MEN2"
    },
    {
        question: "43. أعراض فرط إفراز البرولاكتين (الخطأ): (2022)",
        options: [
            "تساقط أشعار",
            "عنانة",
            "نقص خصوبة",
            "ثر حليب"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> شعرانية (زيادة الأشعار)"
    },
    {
        question: "44. أهداف المعالجة في الورم المفرز للبرولاكتين (الخطأ): (2022)",
        options: [
            "مخبرياً: قيم برولاكتين مثبطة",
            "سريرياً: زوال الأعراض",
            "شعاعياً: انكماش الورم",
            "استعادة الخصوبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> قيم طبيعية - حيث التثبيط في سياق المعالجة مطلوب في أمراض أخرى وليس هنا"
    },
    {
        question: "45. في المظاهر السريرية لضخامة النهايات (الخطأ): (2022)",
        options: [
            "ملامح وجه ناعمة",
            "تقدم الفك السفلي",
            "زيادة المسافة بين الأسنان",
            "تضخم الأطراف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> ملامح خشنة"
    },
    {
        question: "46. في أسباب البيلة التفهة النخامية (الخطأ): (2022)",
        options: [
            "ذات الرئة",
            "رضوض الرأس",
            "أورام نخامية",
            "التهابات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هي سبب لـ SIADH (الإفراز الزائد ل ADH)"
    },
    {
        question: "47. في أعراض البيلة التفهة (الخطأ): (2022)",
        options: [
            "التجفاف شائع",
            "بوال",
            "سهاف",
            "تعب خفيف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يحدث التجفاف عادة إلا إذا كان مدخول السوائل مضعفاً"
    },
    {
        question: "48. القحفي البلعومي (الخطأ): (2021)",
        options: [
            "خبيث",
            "سليم",
            "يحوي كيسات",
            "معدل نكس عال"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> سليم"
    },
    {
        question: "49. في تقييم القصور النخامي (الخطأ): (2021)",
        options: [
            "عوز ADH يؤدي لمتلازمة SIADH",
            "عوز ACTH يؤدي لقصور كظر",
            "عوز TSH يؤدي لقصور درق",
            "عوز FSH/LH يؤدي لقصور تناسلي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عوز ADH يؤدي للبيلة التفهة"
    },
    {
        question: "50. في علاج القصور النخامي (الخطأ): (2021)",
        options: [
            "إعطاء التيروكسين قبل البدء بالستيروئيدات القشرية",
            "إعطاء الستيروئيدات القشرية أولاً",
            "إعطاء هرمون النمو للأطفال",
            "إعطاء الهرمونات الجنسية عند الحاجة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> إعطاء الستيروئيدات القشرية قبل البدء بالتيروكسين"
    },
    {
        question: "51. من أعراض الكتلة النخامية (الخطأ): (2021)",
        options: [
            "الصداع وهو يتناسب مع حجم الورم",
            "اضطرابات بصرية",
            "شلل أعصاب قحفية",
            "قصور نخامي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> لا يتناسب مع حجم الورم"
    },
    {
        question: "52. في أسباب فرط البرولاكتين (الخطأ): (2021)",
        options: [
            "الإسبرين",
            "موانع الحمل الفموية",
            "أدوية الاكتئاب",
            "قصور الدرق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> منشطات إفراز البرولاكتين الدوائية: مضادات الاكتئاب: TCAs (ثالثية الحلقة)، SSRI (مثبطات عود التقاط السيروتونين). هرمونات: استروجين (موانع الحمل الفموية)"
    },
    {
        question: "53. في معالجة البرولاكتينوما (الخطأ): (2021)",
        options: [
            "العلاج الجراحي خط أول",
            "العلاج الدوائي خط أول",
            "شادات الدوبامين",
            "المتابعة الدورية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> العلاج الدوائي خط أول"
    },
    {
        question: "54. في الاختبارات التشخيصية لاضطرابات هرمون النمو (الخطأ): (2021)",
        options: [
            "يعتبر هرمون النمو من الهرمونات الخافضة للسكر",
            "IGF-1 اختبار مسح أساسي",
            "اختبار تثبيط بالجلوكوز",
            "قياس هرمون النمو عشوائي غير مفيد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هو من الهرمونات الرافعة للسكر"
    },
    {
        question: "55. من الأعراض السريرية في ضخامة النهايات (الخطأ): (2021)",
        options: [
            "زوال التلم الأنفي الشفوي",
            "تقدم الفك السفلي",
            "زيادة المسافة بين الأسنان",
            "تضخم الأطراف"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> زيادة عمق التلم الأنفي الشفوي"
    },
    {
        question: "56. في معالجة ضخامة النهايات (الخطأ): (2021)",
        options: [
            "الجراحة خط ثاني بحال فشل العلاج الدوائي",
            "الجراحة خط أول",
            "مشابهات السوماتوستاتين",
            "حاصرات مستقبل GH"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> الجراحة خط أول"
    },
    {
        question: "57. من أسباب البيلة التفهة المركزية (الخطأ): (2021)",
        options: [
            "فرط بوتاسيوم الدم",
            "رضوض الرأس",
            "أورام",
            "التهابات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> نقص بوتاسيوم الدم"
    },
    ],
    3:[
        {
        question: "1. العمر النصفي للتيروكسين هو: (2025)",
        options: [
            "يوم واحد",
            "7 أيام",
            "8 ساعات", 
            "50 دقيقة"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>العمر النصفي للتيروكسين هو 7 أيام</p>"
    },
    {
        question: "2. الناقل الأهم للتيروكسين هو: (2025)",
        options: [
            "TBG",
            "CBG",
            "الألبومين",
            "طليعة الألبومين الرابط للتيروكسين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>TBG هو الناقل الأهم للتيروكسين</p>"
    },
    {
        question: "3. من أسباب السلعة الدرقية (الخطأ): (2025)",
        options: [
            "داء هاشيموتو",
            "داء غريفز", 
            "فرط نشاط درق ثانوي",
            "فرط نشاط دريقات ثانوي"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط دريقات ثانوي ليس من أسباب السلعة الدرقية</p>"
    },
    {
        question: "4. السلعة المنتشرة البسيطة (الخطأ): (2025)",
        options: [
            "لا يحدث فيها فرط نشاط",
            "لا يحدث فيها قصور درق",
            "لا يحدث فيها عقد درقية",
            "تنجم عن عوز اليود"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>قد نجد أحياناً قصور درق خفيف</p>"
    },
    {
        question: "5. هو أشيع سرطانات الدرق: (2025)",
        options: [
            "السرطانة الحليمية",
            "السرطانة اللبية",
            "السرطانة الكشمية", 
            "اللمفوما"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>السرطانة الحليمية هي أشيع سرطانات الدرق</p>"
    },
    {
        question: "6. من المظاهر الموجهة لسرطانة الدرق سريرياً (الخطأ): (2025)",
        options: [
            "ضخامة عقد لمفية رقبية",
            "التعرض للإشعاع",
            "الجنس المؤنث", 
            "العمر أقل من 30 سنة"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>أشيع عند الذكور</p>"
    },
    {
        question: "7. الكالسيتونين هو واسم ورمي لـ: (2025)",
        options: [
            "السرطانة الحليمية", 
            "السرطانة اللبية",
            "السرطانة الجريبية",
            "السرطانة الكشمية"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>الكالسيتونين هو واسم ورمي للسرطانة اللبية</p>"
    },
    {
        question: "8. في وظائف الدرق (الخطأ): (2025)",
        options: [
            "إجراء TSH وحده يكفي لنفي الاضطراب البدئي",
            "إجراء FT4 وحده يكفي لنفي الاضطراب البدئي",
            "لا يجرى عيار الكالسيتونين لكل العقد الدرقية",
            "معايرة أضداد TPO مفيدة لتحري داء هاشيموتو"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا يُجرى FT4 وحده فهو يفوّت فرصة تشخيص الاضطراب البدئي تحت السريري</p>"
    },
    {
        question: "9. ومضان الدرق (الخطأ): (2025)",
        options: [
            "ضروري لتقييم سرطانة الدرق اللبية",
            "ضروري لتقييم سرطانة الدرق الحليمية", 
            "معظم العقد الخبيثة باردة ومضانياً",
            "معظم العقد السليمة باردة ومضانياً"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ومضان الدرق غير ضروري لتقييم سرطانة الدرق اللبية</p>"
    },
    {
        question: "10. من المشعرات الصدوية الموجهة للخباثة (الخطأ): (2025)",
        options: [
            "البنية الكيسية",
            "وجود التكلسات الناعم", 
            "نقص الصدى",
            "الحواف المرتشحة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العقدة الصلبة مشتبهة بينما الكيسات تكون سليمة</p>"
    },
    {
        question: "11. في نتائج رشافة الإبرة الدقيقة FNA للعقدة الدرقية (الخطأ): (2025)",
        options: [
            "بيتسدا 6: توجه للخباثة بشدة",
            "بيتسدا 2: توجه للسلامة بشدة", 
            "بيتسدا 1: تدل على السلامة",
            "بيتسدا 4: احتمال خباثة عال لكن غير مؤكد"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>بيتسدا 1 تكون غير مشخِّصة (كمية خلايا غير كافية للدراسة)</p>"
    },
    {
        question: "12. أهم استطبابات الجراحة في العقد الدرقية (الخطأ): (2025)",
        options: [
            "احتمال خباثة هام",
            "أعراض انضغاطية", 
            "فرط نشاط درق",
            "التهاب درق مزمن"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>التهاب درق مزمن ليس من استطبابات الجراحة</p>"
    },
    {
        question: "13. في المتابعة المخبرية لسرطان الدرق (الخطأ): (2025)",
        options: [
            "إجراء TSH دوريًا للتحقق من كفاية العلاج بالتيروكسين",
            "إجراء الكالسيتونين كواسم للسرطانة اللبية", 
            "إجراء الثيروغليوبيولين كواسم للسرطانة الحليمية",
            "إجراء Anti-TPO كواسم للسرطانة الجريبية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>أضداد الدرق Anti-TPO تفيد في كشف الآلية المناعية كسبب للقصور</p>"
    },
    {
        question: "14. من أسباب قصور الدرق الدائم (الخطأ): (2025)",
        options: [
            "استئصال الدرق التام", 
            "التهاب الدرق تحت الحاد",
            "التهاب الدرق المزمن",
            "العلاج باليود المشع"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>التهاب الدرق تحت الحاد ليس من أسباب قصور الدرق الدائم</p>"
    },
    {
        question: "15. من التظاهرات السريرية لقصور الدرق (الخطأ): (2025)",
        options: [
            "إمساك",
            "الشعور بالبرد", 
            "زلة تنفسية",
            "اشتداد منعكسات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>بطء منعكسات</p>"
    },
    {
        question: "16. في قصور الدرق البدئي تحت السريري نجد مخبريًا: (2025)",
        options: [
            "قيمة TSH مرتفعة مع قيمة FT4 مرتفعة",
            "قيمة TSH منخفضة مع قيمة FT4 مرتفعة", 
            "قيمة TSH مرتفعة مع قيمة FT4 طبيعية",
            "قيمة TSH منخفضة مع قيمة FT4 طبيعية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>في قصور الدرق البدئي تحت السريري: TSH مرتفع مع FT4 طبيعي</p>"
    },
    {
        question: "17. داء غريفز (الخطأ): (2025)",
        options: [
            "أشيع عند النساء", 
            "أشيع في الأعمار المتقدمة",
            "تلعب العوامل الجينية دورًا في بدء المرض",
            "آليته مناعية لوجود أضداد TSI مفعّلة للدرق"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في الأعمار المتوسطة</p>"
    },
    {
        question: "18. مضادات الدرق (الخطأ): (2025)",
        options: [
            "تثبط إنتاج الهرمون الدرقي",
            "تعطى بجرعة عالية تخفض تدريجيًا", 
            "تتم مراقبة TSH أثناء العلاج حتى عودته للسواء",
            "مدة العلاج (12-18 شهرًا)"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>مراقبة FT4 حتى عودته للسواء و لا نراقب TSH لأنه قد يبقى مكبوتاً لأشهر و بالتالي لا يفيد في متابعة العلاج</p>"
    },
    {
        question: "19. التهاب الدرق الصامت (الخطأ): (2025)",
        options: [
            "غير مؤلم",
            "سرعة التثفل طبيعية", 
            "Anti-TPO سلبية (طبيعية) غالبًا",
            "يحدث عادة بعد الولادة عند 5% من النساء الحوامل"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>Anti-TPO غالباً إيجابية</p>"
    },
    {
        question: "20. فيما يخص ارتباط الهرمونات الدرقية مع الغلوبولين (الخطأ): (2024)",
        options: [
            "إلفته لـ T3 أعلى من T4",
            "تركيزه منخفض في الدوران", 
            "يربط 80% من الهرمونات الدرقية",
            "الناقل الأهم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إلفته ل T4 أعلى</p>"
    },
    {
        question: "21. السلعة المنتشرة البسيطة (الخطأ): (2024)",
        options: [
            "يمكن أن يحدث فرط نشاط درق", 
            "يمكن أن يحدث قصور درق",
            "لا يوجد فيها عقد",
            "تحدث في مناطق عوز اليود"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد فيها فرط نشاط</p>"
    },
    {
        question: "22. العقد الدرقية (الخطأ): (2024)",
        options: [
            "شائعة جدًا",
            "أشيع عند النساء", 
            "أشيع في الأعمار المتقدمة",
            "يكشف التصوير بالإيكو 5% من العقد"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الفحص السريري يكشف 5% أما الإيكو فهو يكشف العقد بتواتر أعلى</p>"
    },
    {
        question: "23. سرطانات الدرق التي تنشأ على حساب الخلية الجريبية (الخطأ): (2024)",
        options: [
            "سرطانة حليمية",
            "سرطانة جريبية", 
            "سرطانة كشمية",
            "سرطانة لبية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>السرطانة اللبية على حساب الخلية C</p>"
    },
    {
        question: "24. النقاط الموجهة للخباثة بالدرق (الخطأ): (2024)",
        options: [
            "بحة صوت",
            "كتلة قاسية متثبتة", 
            "تعرض للإشعاع",
            "عقدة حارة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>العقد الحارة سليمة دائماً</p>"
    },
    {
        question: "25. الاختبارات الدرقية (الخطأ): (2024)",
        options: [
            "يكفي معايرة FT4 لنفي الاضطراب تحت السريري", 
            "يكفي معايرة TSH لكشف الاضطراب البدئي",
            "الكالسيتونين لا يجرى لكل العقد بسبب ندرة السرطانة اللبية",
            "معايرة أضداد TPO مفيدة لتحري داء هاشيموتو"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يُجرى FT4 وحده فهو يفوّت فرصة تشخيص الاضطراب البدئي تحت السريري</p>"
    },
    {
        question: "26. ومضان الدرق (الخطأ): (2024)",
        options: [
            "يميز وظيفة العقدة (حارة أو باردة)",
            "معظم العقد السليمة باردة", 
            "العقدة الحارة سليمة دائمًا تقريبًا",
            "يفيد بكشف التكلسات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>الإيكو مفيد في كشف التكلسات</p>"
    },
    {
        question: "27. العلامات الصدوية الموجهة للخباثة (الخطأ): (2024)",
        options: [
            "عقدة عالية الصدى", 
            "تكلسات ناعمة",
            "تروية غزيرة",
            "حواف غير منتظمة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العقدة ناقصة الصدى مشتبهة</p>"
    },
    {
        question: "28. قصور الدرق تحت السريري: (2024)",
        options: [
            "ال TSH مرتفع و FT4 طبيعي", 
            "ال TSH منخفض و FT4 منخفض",
            "ال TSH منخفض و FT4 مرتفع",
            "ال TSH مرتفع و FT4 منخفض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في قصور الدرق تحت السريري: TSH مرتفع و FT4 طبيعي</p>"
    },
    {
        question: "29. قصور الدرق الثانوي: (2024)",
        options: [
            "الTSH مرتفع وFT4 طبيعي", 
            "الTSH منخفض وFT4 منخفض",
            "الTSH منخفض وFT4 مرتفع",
            "الTSH مرتفع وFT4 منخفض"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>في قصور الدرق الثانوي: TSH منخفض وFT4 منخفض</p>"
    },
    {
        question: "30. فرط نشاط درق بدئي سريري: (2024)",
        options: [
            "الTSH مرتفع وFT4 طبيعي",
            "الTSH منخفض وFT4 منخفض", 
            "الTSH منخفض وFT4 مرتفع",
            "الTSH مرتفع وFT4 منخفض"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>في فرط نشاط درق بدئي سريري: TSH منخفض وFT4 مرتفع</p>"
    },
    {
        question: "31. قصور الدرق البدئي: (2024)",
        options: [
            "الTSH مرتفع وFT4 طبيعي",
            "الTSH منخفض وFT4 منخفض", 
            "الTSH منخفض وFT4 مرتفع",
            "الTSH مرتفع وFT4 منخفض"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>في قصور الدرق البدئي: TSH مرتفع وFT4 منخفض</p>"
    },
    {
        question: "32. داء غريفز (الخطأ): (2024)",
        options: [
            "الهجوع كامل تقريبًا 90%", 
            "العلاج طويل الأمد 12–18 شهر",
            "نبدأ بمضادات درق بجرعات عالية ثم نخفضها تدريجيًا",
            "آليته مناعية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>معدل الهجوع يتعلق بشدة الحالة و يتراوح بين (30_60)%</p>"
    },
    {
        question: "33. العلاج باليود المشع (الخطأ): (2024)",
        options: [
            "يقوم بتخريب مترق في النسيج الدرقي",
            "يعطى 10–15 ميلي كوري", 
            "تأثيره سريع بأيام",
            "قد يفاقم الجحوظ",
            "ممنوع في الحمل"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>تأثيره بطيء خلال أشهر</p>"
    },
    {
        question: "34. لكشف الآلية المناعية كسبب لقصور الدرق: (2024)",
        options: [
            "عيار Anti-TPO", 
            "عيار TSH",
            "عيار FT4",
            "ومضان الدرق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عيار Anti-TPO يكشف الآلية المناعية كسبب لقصور الدرق</p>"
    },
    {
        question: "35. السلعة المنتشرة البسيطة (الخطأ): (2023 + 2023 حملة)",
        options: [
            "قد تترافق بفرط نشاط درقي", 
            "قد تترافق بقصور درق خفيف",
            "لا توجد فيها عقد",
            "تحدث في مناطق عوز اليود"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يوجد فيها فرط نشاط</p>"
    },
    {
        question: "36. إنذار سرطان الدرق جيد عمومًا (الخطأ): (2023+ 2023 حملة)",
        options: [
            "السير البطيء للسرطانة اللبية التي تشكل أشيعها", 
            "الاستجابة الجيدة للعلاج",
            "الانتشار البطيء",
            "نسبة الشفاء العالية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>السير البطيء للسرطانة الحليمية التي تشكل أشيعها</p>"
    },
    {
        question: "37. تتظاهر العقد الدرقية سريريًا (الخطأ): (2023 +2023 حملة)",
        options: [
            "ألم صدري", 
            "صعوبة بلع",
            "بحة صوت",
            "ضخامة في الرقبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العقد الدرقية لا تسبب ألم صدري</p>"
    },
    {
        question: "38. في التقييم المخبري لوظيفة الدرق (الخطأ): (2023+2023 حملة)",
        options: [
            "إجراء TSH وحده يكفي لنفي الاضطراب الثانوي", 
            "إجراء TSH وحده يكفي لنفي الاضطراب البدئي",
            "إجراء FT4 وTSH معاً أفضل",
            "الكالسيتونين للسرطانة اللبية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إجراء TSH وحده يكفي لنفي الاضطراب البدئي إلا أنه قد يفوّت فرصة تشخيص الاضطراب الثانوي</p>"
    },
    {
        question: "39. في ومضان الدرق (الخطأ): (2023+2023 حملة)",
        options: [
            "معظم العقد السليمة حارة", 
            "العقد الحارة دائماً تقريباً سليمة",
            "العقد الباردة قد تكون خبيثة",
            "يفيد في تقييم وظيفة العقد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العقد الحارة دائماً تقريباً سليمة</p>"
    },
    {
        question: "40. من العلامات الصدوية للخباثة (الخطأ): (2023+2023حملة)",
        options: [
            "الحواف المنتظمة", 
            "التكلسات الناعمة",
            "نقص الصدى",
            "التروية الغزيرة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حواف مرتشحة غير منتظمة</p>"
    },
    {
        question: "41. من الخطوط العلاجية لخباثات الدرق الجريبية المتمايزة (الخطأ): (2023+2023 حملة)",
        options: [
            "مضادات الدرق", 
            "معالجة باليود المشع",
            "علاج مثبط بالتيروكسين",
            "الجراحة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>•معالجة باليود المشع. •علاج مثبط بالتيروكسين.</p>"
    },
    {
        question: "42. من الخطوط العلاجية في سرطانة الدرق اللبية: (2023+2023 حملة)",
        options: [
            "الجراحة", 
            "مضادات الدرق",
            "اليود المشع",
            "العلاج بالتيروكسين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>علاج كيماوي / تشعيع خارجي / تيروكسين معيض</p>"
    },
    {
        question: "43. من أسباب قصور الدرق (الخطأ): (2023 +2023حملة)",
        options: [
            "العلاج بمضادات الالتهاب اللاستيروئيدية", 
            "استئصال الدرق",
            "العلاج باليود المشع",
            "داء هاشيموتو"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العلاج بمضادات الالتهاب اللاستيروئيدية ليس من أسباب قصور الدرق</p>"
    },
    {
        question: "44. من التظاهرات السريرية للقصور الدرقي (الخطأ): (2023+2023حملة)",
        options: [
            "عدم تحمل الحر", 
            "إمساك",
            "الشعور بالبرد",
            "بطء المنعكسات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الشعور بالبرد</p>"
    },
    {
        question: "45. لكشف الآلية المناعية كسبب لقصور الدرق: (2023+2023حملة)",
        options: [
            "عيار Anti-TPO", 
            "عيار TSH",
            "عيار FT4",
            "ومضان الدرق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عيار Anti-TPO يكشف الآلية المناعية</p>"
    },
    {
        question: "46. قصور الدرق تحت السريري: (2023+2023حملة)",
        options: [
            "الTSH مرتفع مع FT4 طبيعي", 
            "الTSH منخفض مع FT4 منخفض",
            "الTSH منخفض مع FT4 مرتفع",
            "الTSH مرتفع مع FT4 منخفض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في قصور الدرق تحت السريري: TSH مرتفع مع FT4 طبيعي</p>"
    },
    {
        question: "47. فرط نشاط الدرق البدئي: (2023+2023حملة)",
        options: [
            "الTSH منخفض مع FT4 مرتفع", 
            "الTSH مرتفع مع FT4 طبيعي",
            "الTSH منخفض مع FT4 منخفض",
            "الTSH مرتفع مع FT4 منخفض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في فرط نشاط الدرق البدئي: TSH منخفض مع FT4 مرتفع</p>"
    },
    {
        question: "48. قصور الدرق الثانوي: (2023+2023حملة)",
        options: [
            "الTSH منخفض مع FT4 منخفض", 
            "الTSH مرتفع مع FT4 طبيعي",
            "الTSH منخفض مع FT4 مرتفع",
            "الTSH مرتفع مع FT4 منخفض"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>في قصور الدرق الثانوي: TSH منخفض مع FT4 منخفض</p>"
    },
    {
        question: "49. من تظاهرات داء غريفز (الخطأ): (2023+2023حملة)",
        options: [
            "سلعة قاسية غير متناظرة", 
            "جحوظ",
            "تعرق",
            "نقص وزن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تكون السلعة طرية منتشرة متوسطة إلى شديدة مع فرط توعية</p>"
    },
    {
        question: "50. مضادات الدرق: (2023+2023حملة)",
        options: [
            "تثبط إنتاج الهرمون الدرقي", 
            "تحفز إنتاج الهرمون الدرقي",
            "تثبط تحول T4 إلى T3",
            "تحسن من أعراض الجحوظ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مضادات الدرق تثبط إنتاج الهرمون الدرقي</p>"
    },
    {
        question: "51. في العلاج باليود المشع لفرط نشاط الدرق (الخطأ): (2023+2023حملة)",
        options: [
            "تأثيره سريع خلال ساعات", 
            "تأثيره بطيء خلال أشهر",
            "قد يسبب قصور درق",
            "ممنوع في الحمل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تأثيره بطيء خلال أشهر</p>"
    },
    {
        question: "52. التهاب الدرق تحت الحاد (الخطأ): (2023+2023حملة)",
        options: [
            "ينجم فرط النشاط فيه عن زيادة تحول T4 إلى T3", 
            "يسببه فيروس",
            "يترافق بألم في الرقبة",
            "يحدث فرط نشاط مؤقت"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فرط النشاط ناجم عن تحرر الهرمونات من الخلايا المتضررة</p>"
    },
    {
        question: "53. الموجودات الموجهة للخباثة في العقد الدرقية(الخطأ): (2021)",
        options: [
            "الجنس المؤنث", 
            "عمر أقل من 20 سنة",
            "تعرض سابق للإشعاع",
            "قصة عائلية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الجنس المذكر</p>"
    },
    {
        question: "54. الخطوط العلاجية الأساسية للسرطانة الحليمية (الخطأ): (2021)",
        options: [
            "مضادات الدرق", 
            "معالجة باليود المشع",
            "علاج مثبط بالتيروكسين",
            "الجراحة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>•معالجة باليود المشع. •علاج مثبط بالتيروكسين.</p>"
    },
    {
        question: "55. في خيارات علاج داء غريفز (الخطأ): (2021)",
        options: [
            "مضادات الالتهاب اللاستيروئيدية", 
            "مضادات الدرق",
            "اليود المشع",
            "الجراحة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مضادات الالتهاب اللاستيروئيدية ليست من خيارات علاج داء غريفز</p>"
    },
    {
        question: "56. من التظاهرات السريرية للغدوم السمي(الخطأ): (2021)",
        options: [
            "جحوظ", 
            "تعرق",
            "خفقان",
            "نقص وزن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الجحوظ لداء غريفز</p>"
    },
    {
        question: "57. التهاب الدرق الفيروسي(الخطأ): (2021)",
        options: [
            "تفيد مضادات الدرق في الطور الأول", 
            "يحدث فرط نشاط مؤقت",
            "يترافق بألم في الرقبة",
            "يحدث قصور درق لاحق"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غير مستطبة و غير مفيدة</p>"
    },
    {
        question: "58. خباثات الدرق جيدة الإنذار عمومًا للأسباب التالية(الخطأ): (2021)",
        options: [
            "السير البطيء للسرطانة اللبية التي تشكل أشيعها", 
            "الاستجابة الجيدة للعلاج",
            "الانتشار البطيء",
            "نسبة الشفاء العالية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>السير البطيء للسرطانة الحليمية التي تشكل أشيعها</p>"
    },
    {
        question: "59. من أسباب فرط نشاط الدرق البدئي(الخطأ): (2021)",
        options: [
            "غدوم نخامي مفرز لـ TSH", 
            "داء غريفز",
            "الغدوم السمي",
            "التهاب الدرق تحت الحاد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط ثانوي</p>"
    },
    {
        question: "60. من العلامات الصدوية المفيدة لتحري الخباثة(الخطأ): (2021)",
        options: [
            "الحواف المنتظمة", 
            "التكلسات الناعمة",
            "نقص الصدى",
            "التروية الغزيرة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الحواف المرتشحة غير المنتظمة</p>"
    },
    {
        question: "61. في الدراسة المخبرية للدرق(الخطأ): (2021)",
        options: [
            "يجرى عيار الكالسيتونين لكل العقد الدرقية لنفي السرطانة اللبية", 
            "يجرى TSH كفحص أولي",
            "يجرى FT4 في حال شذوذ TSH",
            "أضداد TPO للقصور المناعي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يجرى لكل العقد الدرقية نظرًا لندرة السرطانة اللبية</p>"
    },
    {
        question: "62. ومضان الدرق (الخطأ): (2021)",
        options: [
            "معظم العقد السليمة حارة", 
            "العقد الحارة سليمة دائماً",
            "العقد الباردة قد تكون خبيثة",
            "يفيد في تقييم وظيفة العقد"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>معظم العقد الباردة سليمة</p>"
    },
    {
        question: "63. في تظاهرات قصور الدرق(الخطأ): (2021)",
        options: [
            "جحوظ", 
            "إمساك",
            "الشعور بالبرد",
            "بطء المنعكسات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الجحوظ من تظاهرات فرط نشاط الدرق</p>"
    },
    {
        question: "64. من الأسباب العلاجية لقصور الدرق(الخطأ): (2021)",
        options: [
            "شادات الدوبامين", 
            "العلاج باليود المشع",
            "استئصال الدرق",
            "داء هاشيموتو"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>شادات الدوبامين ليست من أسباب قصور الدرق</p>"
    },
    {
        question: "65. في تظاهرات فرط نشاط الدرق(الخطأ): (2021)",
        options: [
            "بطء منعكسات", 
            "تعرق",
            "خفقان",
            "نقص وزن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فرط المنعكسات</p>"
    },
    {
        question: "66. في معالجة داء غريفز بمضادات الدرق(الخطأ): (2021)",
        options: [
            "مراقبة TSH حتى عودته للسواء", 
            "مراقبة FT4 حتى عودته للسواء",
            "بدء العلاج بجرعات عالية",
            "مدة العلاج 12-18 شهر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نراقب FT4 وليس TSH لأنه يبقى مكبوتًا لأشهر</p>"
    }
    ],
    4:[
    {
        question: "1. الأنسولين النظامي Regular لا يُعطى إلا تحت الجلد: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يمكن أن يعطى تحت الجلد و بالوريد و بالعضل و إنشاقياً."
    },
    {
        question: "2. مركبات السلفونيل يوريا تعمل عبر إنقاص مقاومة الأنسولين: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> تعمل على تحريض إفراز الأنسولين من الخلايا بيتا."
    },
    {
        question: "3. الغلوكوز هو المنظم الرئيسي لإفراز الأنسولين: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "4. مخزون الغليكوجين يكفي الجسم 48 ساعة بحال الصيام: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يكفي حوالي 8 ساعات بحال الصيام."
    },
    {
        question: "5. تصنيف الداء السكري حالياً يعتمد على العمر: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> يصنف بناءً على الآلية المرضية."
    },
    {
        question: "6. سبب الداء السكري من النمط الثاني مناعي ذاتي: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> السبب مقاومة للأنسولين في النسج المحيطية و عوز أنسولين نسبي."
    },
    {
        question: "7. سبب السكري الحملي هو مقاومة الأنسولين في المراحل النهائية من الحمل: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "8. من المظاهر السريرية للداء السكري البوال والسهاف: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "9. من المظاهر السريرية المميزة للسكري من النمط الأول نقص الوزن: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "10. من عوامل الخطر للداء السكري البدانة وزيادة الوزن: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "11. من عوامل الخطر للداء السكري حالة ما قبل السكري: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "12. من المظاهر السريرية المميزة للسكري من النمط الثاني هو بدء المرض بعد سن 30 عادة: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "13. يُقصد بالغلوكوز الصيامي أي بعد 6 ساعات على الأقل بدون أي وارد حروري: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> بعد 8 ساعات على الأقل بدون أي وارد من الحريرات."
    },
    {
        question: "14. من الأسباب الغدية للداء السكري فرط نشاط جارات الدرق: (2025)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> فرط نشاط الدرق."
    },
    {
        question: "15. الميتفورمين (الخطأ): (2025)",
        options: [
            "يزيد الحساسية للأنسولين",
            "ينقص مقاومة الأنسولين",
            "من آثاره الجانبية زيادة الوزن",
            "يسبب آثار جانبية هضمية كالغثيان"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يحفز انخفاضا خفيفا في الوزن."
    },
    {
        question: "16. مثبطات SGLT2 (الخطأ): (2025)",
        options: [
            "تزيد تواتر الإنتانات البولية",
            "فعالة بخفض الوزن",
            "فعالة بخفض سكر الدم",
            "من سلبياتها زيادة الخطورة القلبية الوعائية"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لها دور في الحماية القلبية."
    },
    {
        question: "17. في علاج السكري النمط الثاني فإن الأنسولين ضروري بحال (الخطأ): (2025)",
        options: [
            "فرط السكر الشديد في بداية المعالجة",
            "القصور الكلوي",
            "القصور الكبدي",
            "بدانة شديدة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> نقص وزن شديد و فشل خلايا بيتا في المراحل النهائية للسكري."
    },
    {
        question: "18. من التظاهرات السريرية للحماض الخلوني السكري DKA (الخطأ): (2025)",
        options: [
            "ارتفاع الضغط الشرياني",
            "تسرع النبض",
            "البوال والسهاف",
            "تسرع تنفس"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> هبوط ضغط."
    },
    {
        question: "19. اعتلال الأعصاب السكري (الخطأ): (2025)",
        options: [
            "اختلاط نادر للداء السكري",
            "يجب تحريه في الداء السكري من النمط2 عند تشخيصه",
            "يجب تحريه في الداء السكري من النمط1 بعد 5 سنوات من تشخيصه",
            "الاعتلال الحسي هو الأشيع خاصة بالقدمين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> شائع جداً."
    },
    {
        question: "20. شخص لديه سكر صيامي 111 مغ/دل يوجه إلى: (2025)",
        options: [
            "ما قبل سكري",
            "داء سكري",
            "طبيعي",
            "نقص سكر الدم"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "21. شخص لديه خضاب سكري 8.6% يوجه إلى: (2025)",
        options: [
            "ما قبل سكري",
            "داء سكري",
            "طبيعي",
            "نقص سكر الدم"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "22. شخص لديه سكر عشوائي 270 مغ/دل مع أعراض يوجه إلى: (2025)",
        options: [
            "ما قبل سكري",
            "داء سكري",
            "طبيعي",
            "نقص سكر الدم"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "23. شخص لديه سكر 130 بعد ساعتين من إعطاء 75 غ غلوكوز يوجه إلى: (2025)",
        options: [
            "ما قبل سكري",
            "داء سكري",
            "طبيعي",
            "نقص سكر الدم"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "24. قيمة سكر الدم الصيامي 127 مغ/دل: (2025)",
        options: [
            "مضبوط",
            "غير مضبوط"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "25. قيمة سكر الدم 250 مغ/دل بعد ساعتين من تناول الطعام: (2025)",
        options: [
            "مضبوط",
            "غير مضبوط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "26. قيمة الخضاب السكري 8.4%: (2025)",
        options: [
            "مضبوط",
            "غير مضبوط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "27. الأدوية التي تسبب السكري (الخطأ): (2024)",
        options: [
            "هيدروكورتيزون",
            "مدرات العروة",
            "مقلدات بيتا",
            "التيروكسين"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> المدرات التيازيدية."
    },
    {
        question: "28. المتلازمة الاستقلابية (الخطأ): (2024)",
        options: [
            "محيط الخصر عند الذكور أعلى من 102 سم",
            "محيط الخصر عند الإناث أعلى من 82 سم",
            "ارتفاع الضغط فوق 130/85 ملم زئبقي",
            "الغلوكوز الصيامي أعلى من 100 ملغ/دل"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong> محيط الخصر عند الإناث أعلى من 88سم."
    },
    {
        question: "29. عوامل الخطر للإصابة بالسكري (الخطأ): (2024)",
        options: [
            "قصة عائلية للسكري لأقارب الدرجة الأولى فقط",
            "اضطرابات شحوم الدم",
            "قصة داء وعائي دماغي",
            "سوابق ما قبل سكري"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "30. عند انخفاض الغلوكوز بحالة الصيام (الخطأ): (2024)",
        options: [
            "ينقص إفراز الأنسولين",
            "استحداث الغلوكوز الكبدي",
            "تحلل الغليكوجين",
            "يزداد قبط الغلوكوز من قبل العضلات"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> ينقص قبط السكر في النسج خاصة النسيج الشحمي و العضلات."
    },
    {
        question: "31. السكري نمط 1: (2024)",
        options: [
            "يترافق مع هاشيموتو",
            "بدء متأخر غالبًا",
            "بدء مخاتل",
            "يترافق مع بدانة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> عادة قبل سن 30 ، بدء صريح سريريا، يترافق مع نقص الوزن."
    },
    {
        question: "32. مبدأ المعالجة بالسكري: (2024)",
        options: [
            "أنسولين قاعدي مع أنسولين سريع بعد الوجبات",
            "أنسولين سريع قبل الوجبات مع أنسولين قاعدي",
            "أنسولين سريع فقط أو أنسولين قاعدي فقط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "33. الأنسولين فائق السرعة (الخطأ): (2024)",
        options: [
            "بدء تأثيره سريع",
            "مدة تأثيره أقصر",
            "يؤخذ مع الطعام",
            "أكثر تسببًا بنقص السكر"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> أقل تسبباً بنقص سكر الدم."
    },
    {
        question: "34. الأنسولين البطيء (الغلاريجين) (الخطأ): (2024)",
        options: [
            "بدء تأثيره سريع",
            "أقل تسببًا بنقص السكر من NPH",
            "ليس له ذروة تأثير واضحة",
            "نصف عمره 24 ساعة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> بدء تأثيره متأخر."
    },
    {
        question: "35. GLP1 (الخطأ): (2024)",
        options: [
            "ينقص الوزن",
            "يبطئ الإفراغ المعدي",
            "يزيد إفراز الغلوكاغون",
            "ينقص الشهية"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> يثبط الغلوكاغون."
    },
    {
        question: "36. SGLT2 (الخطأ): (2024)",
        options: [
            "يخفض السكر",
            "يخفض الوزن",
            "يزيد الإنتانات البولية",
            "خطورة قلبية متزايدة"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> لها دور في الحماية القلبية."
    },
    {
        question: "37. الحماض الخلوني السكري (الخطأ): (2024)",
        options: [
            "PH أكبر من 7.3",
            "ارتفاع كاذب بالبوتاسيوم",
            "ارتفاع بالأجسام الخلونية",
            "البيكربونات أقل من 15"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong> درجة حموضة أقل من 7,3."
    },
    {
        question: "38. الورم المفرز للأنسولين: (2024)",
        options: [
            "شائع",
            "معظمه خبيث",
            "معظمه فوق 2 سم",
            "جزء من MEN1"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong> نادر، معظمه سليم، معظمه صغير تحت 2سم."
    },
    {
        question: "39. أنسولين مرتفع، ببتيد C منخفض، كورتيزول مرتفع: (2024)",
        options: [
            "منشأ خارجي للأنسولين",
            "ورم مفرز للأنسولين",
            "نخامى",
            "قصور كظر"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "40. القيمة 144 قبل الوجبة: (2024)",
        options: [
            "سكري مضبوط",
            "سكري غير مضبوط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "41. القيمة 173 بعد الوجبة بساعتين: (2024)",
        options: [
            "سكري مضبوط",
            "سكري غير مضبوط"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "42. خضاب غلوكوزي 6.5: (2024)",
        options: [
            "سكري مضبوط",
            "سكري غير مضبوط"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "43. خضاب غلوكوزي 8: (2024)",
        options: [
            "سكري مضبوط",
            "سكري غير مضبوط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "44. سكر صيامي 173: (2024)",
        options: [
            "داء سكري",
            "طبيعي",
            "اعتلال سكر صيامي",
            "اضطراب تحمل السكر",
            "نقص سكر الدم"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "45. سكر 55: (2024)",
        options: [
            "داء سكري",
            "طبيعي",
            "اعتلال سكر صيامي",
            "اضطراب تحمل السكر",
            "نقص سكر الدم"
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "46. سكر صيامي 122: (2024)",
        options: [
            "داء سكري",
            "طبيعي",
            "اعتلال سكر صيامي",
            "اضطراب تحمل السكر",
            "نقص سكر الدم"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "47. سكر بعد 75غ بساعتين تركيزه 143: (2024)",
        options: [
            "داء سكري",
            "طبيعي",
            "اعتلال سكر صيامي",
            "اضطراب تحمل السكر",
            "نقص سكر الدم"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "48. الذي يسبب نقص السكر (الخطأ): (2024)",
        options: [
            "الأنسولين",
            "السلفونيل يوريا",
            "مقلدات بيتا"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong> حاصرات بيتا."
    },
     {
        question: "49. ينجم السكري نمط 1 عن: (2023)",
        options: [
            "عوز أنسولين مطلق بآلية مناعية ذاتية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عوز أنسولين مطلق بآلية مناعية ذاتية</p>"
    },
    {
        question: "50. في المتلازمة الاستقلابية (الخطأ): (2023)",
        options: [
            "سكر صيامي ≥ 126 مغ/دل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>سكر صيامي أكبر أو يساوي 100ملغ/دل</p>"
    },
    {
        question: "51. من المظاهر السريرية للداء السكري (الخطأ): (2023)",
        options: [
            "ألم بطني"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ألم بطني</p>"
    },
    {
        question: "52. من عوامل الخطر للداء السكري (الخطأ): (2023)",
        options: [
            "ارتفاع حمض البول"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ارتفاع حمض البول</p>"
    },
    {
        question: "53. من المظاهر المميزة للنمط الثاني من الداء السكري: (2023)",
        options: [
            "يترافق مع اضطراب شحوم الدم"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يترافق مع اضطراب شحوم الدم</p>"
    },
    {
        question: "54. غلوكوز المصل الصيامي ≥ 126 مغ/دل مرتين يعبر عن: (2023)",
        options: [
            "داء سكري"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>داء سكري</p>"
    },
    {
        question: "55. غلوكوز 140–200 مغ/دل بعد ساعتين من 75غ غلوكوز يعبر عن: (2023)",
        options: [
            "اضطراب تحمل السكر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>اضطراب تحمل السكر</p>"
    },
    {
        question: "56. غلوكوز المصل العشوائي ≥ 200 مغ/دل مع أعراض فرط السكر يعبر عن: (2023)",
        options: [
            "داء سكري"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>داء سكري</p>"
    },
    {
        question: "57. يُقصد بالغلوكوز الصيامي: (2023)",
        options: [
            "بعد 8 ساعات بدون أي وارد من الحريرات"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بعد 8 ساعات بدون أي وارد من الحريرات</p>"
    },
    {
        question: "58. الأنسولين النظامي (الخطأ): (2023)",
        options: [
            "لا يُعطى وريديًا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعطى وريديًا</p>"
    },
    {
        question: "59. الأنسولين البطيء (الخطأ): (2023)",
        options: [
            "يُعطى مرة يوميًا قبل الوجبة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يعطى مرة واحدة يومياً بغض النظر عن موعد الوجبات</p>"
    },
    {
        question: "60. جرعة الأنسولين: (2023)",
        options: [
            "0.5–1 وحدة/كغ يوميًا، نصفها قاعدي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>0.5–1 وحدة/كغ يوميًا، نصفها قاعدي</p>"
    },
    {
        question: "61. مركبات السلفونيل يوريا (الخطأ):",
        options: [
            "تفيد بإنقاص الوزن"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تزيد الوزن</p>"
    },
    {
        question: "62. مثبطات DPP4:",
        options: [
            "تطيل تأثير GLP1"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تطيل تأثير GLP1</p>"
    },
    {
        question: "63. في ضبط سكر الدم ينبغي أن يكون عيار الغلوكوز قبل الطعام: (2023)",
        options: [
            "80–130 مغ/دل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>80–130 مغ/دل</p>"
    },
    {
        question: "64. الخضاب الغلوكوزي يعكس مستويات الغلوكوز خلال: (2023)",
        options: [
            "3 أشهر الماضية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>3 أشهر الماضية</p>"
    },
    {
        question: "65. من المظاهر السريرية للحماض الخلوني السكري (الخطأ): (2023)",
        options: [
            "ارتفاع الضغط الشرياني"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هبوط ضغط</p>"
    },
    {
        question: "66. في تشخيص الحماض الخلوني السكري (الخطأ): (2023)",
        options: [
            "PH أقل من 7.1"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>درجة حموضة أقل من 7,3</p>"
    },
    {
        question: "67. في تدبير الحماض الخلوني السكري بالسوائل عندما يصبح غلوكوز المصل دون 250: (2023)",
        options: [
            "نستخدم الإماهة السكرية مع استمرار تسريب الأنسولين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نستخدم الإماهة السكرية مع استمرار تسريب الأنسولين</p>"
    },
    {
        question: "68. اعتلال الأعصاب السكري (الخطأ): (2023)",
        options: [
            "يجب تحريه منذ بداية تشخيص السكري نمط 1"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يجب تحريه بعد 5 سنوات من تشخيص السكري نمط 1 و عند تشخيص السكري نمط 2</p>"
    },
    {
        question: "69. أنسولين مرتفع مع ببتيد C مرتفع وكورتيزول مرتفع: (2023 حملة)",
        options: [
            "ورم مفرز للأنسولين",
            "مثبطات DPP4",
            "قصور قشر الكظر",
            "مصدر خارجي للأنسولين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ورم مفرز للأنسولين</p>"
    },
    {
        question: "70. أنسولين مرتفع مع ببتيد C منخفض وكورتيزول مرتفع: (2023 حملة)",
        options: [
            "ورم مفرز للأنسولين",
            "مثبطات DPP4",
            "قصور قشر الكظر",
            "مصدر خارجي للأنسولين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>مصدر خارجي للأنسولين</p>"
    },
    {
        question: "71. أنسولين منخفض وببتيد C منخفض وكورتيزول منخفض: (2023 حملة)",
        options: [
            "ورم مفرز للأنسولين",
            "مثبطات DPP4",
            "قصور قشر الكظر",
            "مصدر خارجي للأنسولين"
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>قصور قشر الكظر</p>"
    },
    {
        question: "72. انتشار الداء السكري متشابه حول العالم ولا علاقة واضحة له بالعوامل البيئية أو الوراثية: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ينتج عن تفاعل معقد لمجموعة من العوامل البيئية و الوراثية</p>"
    },
    {
        question: "73. يظهر السكري نمط 2 الصريح سريريًا عندما يتم تدمير 80% من خلايا بيتا: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>ينجم السكري نمط 1 الصريح سريرياً عندما يتم تدمير 80% من خلايا بيتا</p>"
    },
    {
        question: "74. من العلامات السريرية المميزة للداء السكري من النمط 2 بدء مخاتل متأخر بعد سن 30 سنة: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>صح</p>"
    },
    {
        question: "75. الأنسولين النظامي هو الشكل الصرف للأنسولين وعمره النصفي 6 ساعات عندما يعطى وريدياً: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>عمره النصفي 6 ساعات عندما يعطى تحت الجلد</p>"
    },
    {
        question: "76. من الآثار الجانبية لمثبطات DPP4 نوب نقص سكر الدم وزيادة الوزن: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا تسبب نوب هبوط سكر أو زيادة الوزن</p>"
    },
    {
        question: "77. يجب تحري اعتلال الأعصاب السكري بعد 5 سنوات من تشخيص الداء السكري نمط 2: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>يجب تحريه بعد 5 سنوات من تشخيص السكري نمط 1 و عند تشخيص السكري نمط 2</p>"
    },
    {
        question: "78. محيط الخصر أكبر من 108 عند الرجل وأكبر من 88 عند المرأة في المتلازمة الاستقلابية: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>محيط الخصر أكبر من 102سم عند الرجل و أكبر من 88سم عند المرأة</p>"
    },
    {
        question: "79. ارتفاع سكر الدم الصيامي فوق 100 مغ/دل في المتلازمة الاستقلابية: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>صح</p>"
    },
    {
        question: "80. قيمة LDL تكون أكبر من 100 مغ/دل في المتلازمة الاستقلابية: (2023 حملة)",
        options: [
            "صح",
            "خطأ"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لا يدخل LDL في معايير تشخيص المتلازمة الاستقلابية بل يدخل HDL و TG</p>"
    },
    {
        question: "81. اضطراب سكر صيامي: (2023 حملة)",
        options: [
            "100 – 125"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>100 – 125</p>"
    },
    {
        question: "82. تحمل سكر غير مضبوط: (2023 حملة)",
        options: [
            "140 – 199"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>140 – 199</p>"
    },
    {
        question: "83. سكري صيامي مشخص لسكري نمط1: (2023 حملة)",
        options: [
            "أكثر من 126"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أكثر من 126</p>"
    },
    {
        question: "84. سكر الدم الصيامي: (2023 حملة)",
        options: [
            "أقل من 180",
            "من 130 إلى 180",
            "أقل من 200",
            "أكثر من 200",
            "80 إلى 130"
        ],
        correct: 4,
        explanation: "<strong>التعليل:</strong><p>80 إلى 130</p>"
    },
    {
        question: "85. تحمل السكر بعد ساعتين: (2023 حملة)",
        options: [
            "أقل من 180",
            "من 130 إلى 180",
            "أقل من 200",
            "أكثر من 200",
            "80 إلى 130"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أقل من 180</p>"
    },
    {
        question: "86. من أسباب نقص سكر الدم عند مريض السكري: (الخطأ) (2023 حملة)",
        options: [
            "تفويت وجبة",
            "خلال الجهد",
            "جرعة مفرطة من أدوية السلفونيل يوريا",
            "نقص الحساسية للأنسولين"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>زيادة الحساسية للأنسولين</p>"
    },
    {
        question: "87. الورم المفرز للأنسولين: (2023 حملة)",
        options: [
            "نادر",
            "غالبًا مفرد",
            "معظمه سليم",
            "معظمه فوق 2 سم قطرًا"
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>معظمه صغير تحت 2سم</p>"
    },
    {
        question: "88. في تنظيم الأنسولين: (الخطأ) (2022)",
        options: [
            "يبدأ كطليعة قليلة الفعالية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يبدأ كطليعة غير فعالة</p>"
    },
    {
        question: "89. من أسباب الداء السكري: (الخطأ) (2022)",
        options: [
            "حاصرات بيتا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مقلدات بيتا</p>"
    },
    {
        question: "90. معدل انتشار الداء السكري: (2022)",
        options: [
            "7%"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>7%</p>"
    },
    {
        question: "91. من معايير تشخيص المتلازمة الاستقلابية: (الخطأ) (2022)",
        options: [
            "عيار LDL >100 مغ/دل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يدخل LDL في معايير تشخيص المتلازمة الاستقلابية بل يدخل HDL و TG</p>"
    },
    {
        question: "92. من عوامل الخطر للداء السكري: (الخطأ) (2022)",
        options: [
            "قصة ولادة طفل أقل من 2.5 كغ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ولادة طفل أكبر من 4 كغ</p>"
    },
    {
        question: "93. في تشخيص الداء السكري يكون الخضاب السكري: (2022)",
        options: [
            "≥ 6.5%"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>≥ 6.5%</p>"
    },
    {
        question: "94. في توصيات المسح للداء السكري: (2022)",
        options: [
            "يوصى بإجراء المسح لجميع البالغين بعمر 45 سنة كل ثلاث سنوات بحال عدم وجود عوامل خطر"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يوصى بإجراء المسح لجميع البالغين بعمر 45 سنة كل ثلاث سنوات بحال عدم وجود عوامل خطر</p>"
    },
    {
        question: "95. التوصية في ممارسة الرياضة لمرضى السكري: (2022)",
        options: [
            "150 دقيقة أسبوعيًا موزعة على 3 أيام على الأقل"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>150 دقيقة أسبوعيًا موزعة على 3 أيام على الأقل</p>"
    },
    {
        question: "96. الأنسولين النظامي: (2022)",
        options: [
            "هو الشكل الصرف للأنسولين",
            "عمره النصفي 3 ساعات تحت الجلد",
            "عمره النصفي 10 دقائق وريديًا",
            "يعطى قبل الوجبة مباشرة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عمره النصفي 6 ساعات عندما يعطى تحت الجلد و حوالي ساعة عندما يعطى وريديا و يعطى تحت الجلد قبل 30-60 دقيقة من الوجبة</p>"
    },
    {
        question: "97. جرعة الأنسولين في علاج الداء السكري نمط 1: (2022)",
        options: [
            "(0.5–1) وحدة/كغ حوالي نصفها قاعدي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>(0.5–1) وحدة/كغ حوالي نصفها قاعدي</p>"
    },
    {
        question: "98. من الخطوط العلاجية في النمط الثاني للسكري: (الخطأ) (2022)",
        options: [
            "محرضات SGLT2"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>مثبطات SGLT2</p>"
    },
    {
        question: "99. في الخضاب السكري: (الخطأ) (2022)",
        options: [
            "يوصى بعيار الخضاب السكري 1–2 مرة سنويًا"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>2-4 مرات سنويا</p>"
    },
    {
        question: "100. من تظاهرات الحماض الخلوني السكري: (الخطأ) (2022)",
        options: [
            "لا يحدث التجفاف عادة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>لا يحدث التجفاف عادة</p>"
    },
    {
        question: "101. من تظاهرات اعتلال الشبكية السكري غير المنمي: (الخطأ) (2022)",
        options: [
            "نمو أوعية جديدة"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تظهر أوعية جديدة في الاعتلال المنمي</p>"
    },
    {
        question: "102. في علاج اعتلال الكلية السكري: (الخطأ) (2022)",
        options: [
            "زيادة الوارد البروتيني لتعويض البيلة البروتينية"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>تقييد معتدل للوارد البروتيني</p>"
    },
    {
        question: "103. من أسباب نقص سكر الدم: (الخطأ) (2022)",
        options: [
            "الميتفورمين"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأنسولين و مركبات السلفونيل يوريا و حاصرات بيتا و الساليسيلات</p>"
    },
    {
        question: "104. في الورم المفرز للأنسولين: (2022)",
        options: [
            "الأنسولين مرتفع والببتيد C مرتفع"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>الأنسولين مرتفع والببتيد C مرتفع</p>"
    }
    ],
    5: [ {
        question: "1. فيما يخص فرط التصنع العقيدي كسبب لفرط الألدوستيرونية البدئي (الخطأ): (2025)",
        options: [
            "يشكل أغلب حالات فرط الألدوستيرونية البدئية.",
            "مستويات الألدوستيرون أقل ارتفاعًا من داء كون.",
            "ارتفاع الضغط الشرياني أقل شدة من داء كون.",
            "نقص البوتاسيوم شائع فيه."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>عادة لا يحدث نقص بوتاسيوم.</p>"
    },
    {
        question: "2. يجب التفكير بفرط الألدوستيرونية كسبب لارتفاع الضغط الشرياني بحال (الخطأ): (2025)",
        options: [
            "ارتفاع ضغط شديد حديث البدء",
            "العمر أقل من 40 سنة.",
            "نقص بوتاسيوم المصل.",
            "ارتفاع ضغط معند على العلاج بأربعة أدوية خافضة للضغط."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ارتفاع ضغط شرياني معند على العلاج بثلاث أدوية.</p>"
    },
    {
        question: "3. من تظاهرات فرط الألدوستيرونية البدئي (الخطأ): (2025)",
        options: [
            "صداع.",
            "غثيان وإقياء.",
            "خفقان.",
            "ضعف عضلي."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "4. اختبار النخل الأساسي لفرط الألدوستيرونية البدئي: (2025)",
        options: [
            "عيار الألدوستيرون/فعالية الرينين في المصل.",
            "عيار بوتاسيوم المصل.",
            "عيار الألدوستيرون في المصل",
            "عيار الأنجيوتنسين 2 في المصل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "5. من العلاجات الدوائية لفرط الألدوستيرونية البدئي (الخطأ): (2025)",
        options: [
            "فورسيميد.",
            "سبيرونولاكتون.",
            "إيبليرنون.",
            "تريامترين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "6. من اختلاطات متلازمة كوشينغ (الخطأ): (2025)",
        options: [
            "ارتفاع الضغط الشرياني.",
            "الداء السكري.",
            "هشاشة عظمية.",
            "متلازمة نفق الرسغ."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "7. من التظاهرات السريرية لداء أديسون (الخطأ): (2025)",
        options: [
            "تعب.",
            "غثيان وإقياء.",
            "هبوط ضغط شرياني.",
            "إسهال."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "8. تظاهرات كوشينغ (الخطأ): (2024)",
        options: [
            "سهولة التكدم.",
            "تشققات صدفية.",
            "تعب وضعف عضلي.",
            "بدانة جذعية."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تشققات أرجوانية.</p>"
    },
    {
        question: "9. لإثبات فرط الكورتيزول باختبارات المسح (الخطأ): (2024)",
        options: [
            "التثبيط بالديكساميتازون 1 ملغ ليلاً.",
            "التثبيط بالديكساميتازون 0.5 ملغ كل 6 ساعات.",
            "كورتيزول حر في البول 24 ساعة.",
            "معايرة الكورتيزول 8 صباحًا."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>معايرة الكورتيزول 11 ليلاً.</p>"
    },
    {
        question: "10. من أسباب داء أديسون (الخطأ): (2024)",
        options: [
            "دوائي: ميترونيدازول."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "11. أعراض داء أديسون (الخطأ): (2024)",
        options: [
            "تعب.",
            "تصبغات جلدية.",
            "تصبغات مخاطية.",
            "ارتفاع ضغط انبساطي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>هبوط ضغط شرياني.</p>"
    },
    {
        question: "12. علاج قصور الكظر (الخطأ): (2024)",
        options: [
            "نعالج ثلثين الجرعة مساء وثلثها صباحًا.",
            "قشرانيات معدنية.",
            "قشرانيات سكرية",
            "نزيد الجرعة قبل الجراحة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثلثا الجرعة صباحاً و ثلثها مساءً.</p>"
    },
    {
        question: "13. فرط الألدوستيرونية البدئية: (2024)",
        options: [
            "ارتفاع ضغط معند على العلاج بثلاثة أدوية.",
            "ارتفاع ضغط حديث البدء.",
            "نقص مغنيزيوم.",
            "العمر تحت 50 عام."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "14. فرط الألدوستيرونية سريريًا (الخطأ): (2024)",
        options: [
            "شحوب.",
            "تعب وضعف عضلي.",
            "صداع.",
            "زلة تنفسية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "15. الاختبار الأساسي لتشخيص فرط الألدوستيرونية: (2024)",
        options: [
            "عيار الألدوستيرون/فعالية الرينين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "16. تشخيص ورم القواتم مخبريًا :(2024)",
        options: [
            "مستقلبات الكاتيكولامينات في المصل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "17. يبدأ اصطناع هرمونات قشر الكظر من: (2023)",
        options: [
            "الكولسترول."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "18. من التظاهرات السريرية لمتلازمة كوشينغ (الخطأ): (2023)",
        options: [
            "بدانة معممة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بدانة جذعية.</p>"
    },
    {
        question: "19. من اختلاطات متلازمة كوشينغ (الخطأ): (2024)",
        options: [
            "تناذر نفق الرسغ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "20. من اختبارات المسح لإثبات فرط الكورتيزول (الخطأ): (2023)",
        options: [
            "عيار الكورتيزول 8 صباحًا."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عيار الكورتيزول 11 ليلاً.</p>"
    },
    {
        question: "21. من تظاهرات داء أديسون (الخطأ): (2023)",
        options: [
            "ارتفاع الضغط الشرياني."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هبوط ضغط شرياني.</p>"
    },
    {
        question: "22. في قصور قشر الكظر البدئي (داء أديسون) نجد: (2023)",
        options: [
            "كورتيزول منخفض و ACTH مرتفع."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "23. داء كون (فرط الألدوستيرونية البدئي): (2023)",
        options: [
            "يحدث فيه ارتفاع ضغط شرياني مع نقص بوتاسيوم."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "24. ينبغي التفكير بفرط الألدوستيرونية البدئي كسبب لارتفاع الضغط الشرياني بحال (الخطأ): (2023)",
        options: [
            "العمر فوق 40 سنة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>العمر تحت 40 سنة.</p>"
    },
    {
        question: "25. اختبار المسح النوعي لفرط الألدوستيرونية البدئي: (2023)",
        options: [
            "عيار الألدوستيرون/ فعالية الرينين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "26. في التحضير لجراحة ورم القواتم يبدأ التحضير الدوائي بـ: (2023)",
        options: [
            "حاصرات ألفا."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "27. يشكل الإعطاء الخارجي للقشرانيات السكرية أهم أسباب متلازمة كوشينغ: (2023 حملة)",
        options: [
            "صح.",
            "خطأ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "28. لتحديد مصدر فرط الإفراز في متلازمة كوشينغ نقوم بإجراء عيار الكورتيزول الحر في بول 24 ساعة: (2023حملة)",
        options: [
            "صح.",
            "خطأ."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>لإثبات فرط الكورتيزول.</p>"
    },
    {
        question: "29. أشيع سبب لقصور قشر الكظر هو سحب المعالجة بالقشرانيات السكرية بشكل سريع: (2023حملة)",
        options: [
            "صح.",
            "خطأ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "30. في قصور قشر الكظر البدئي يحدث عوز كورتيزول فقط بينما يبقى الألدوستيرون طبيعيًا: (2023حملة)",
        options: [
            "صح.",
            "خطأ."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>انخفاض كورتيزول و ألدوستيرون.</p>"
    },
    {
        question: "31. عن الصدفوما الكظرية: (2023حملة)",
        options: [
            "بحال كانت مفرزة تكون الأعراض السريرية صريحة.",
            "قد تمثل حالة كوشينغ تحت سريرية.",
            "75% منها مفرزة.",
            "الخباثة شائعة فيها."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>•75% منها غير مفرزة.<br>•بحال كانت مفرزة تغيب الأعراض السريرية عادةً.</p>"
    },
    {
        question: "32. من أسباب متلازمة كوشينغ: (الخطأ) (2022)",
        options: [
            "نخامي: معظم الحالات يكون الورم كبيرًا (Macroadenoma)."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>معظم الحالات الورم صغير Micro.</p>"
    },
    {
        question: "33. من اختلاطات متلازمة كوشينغ: (الخطأ) (2022)",
        options: [
            "متلازمة نفق الرسغ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "34. من طرق تمييز كوشينغ النخامي عن الهاجر: (الخطأ) (2022)",
        options: [
            "نقص البوتاسيوم في النخامي أشيع."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نقص بوتاسيوم في 70% من الهاجر لكن 10% فقط من النخامي.</p>"
    },
    {
        question: "35. في علاج متلازمة كوشينغ: (الخطأ) (2022)",
        options: [
            "علاج الهاجر: استئصال الكظرين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>غير مستطب.</p>"
    },
    {
        question: "36. من أسباب داء أديسون: (الخطأ) (2022)",
        options: [
            "نقائل: السبب الأهم."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>السبب المناعي هو الآلية الاشيع 70% من الحالات.</p>"
    },
    {
        question: "37. في الدراسة المخبرية لقصور قشر الكظر: (الخطأ) (2022)",
        options: [
            "ارتفاع بوتاسيوم: في الثانوي خاصة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ارتفاع بوتاسيوم في البدئي.</p>"
    },
    {
        question: "38. ينبغي التفكير بفرط الألدوستيرونية البدئي كسبب لارتفاع الضغط الشرياني بحال: (الخطأ) (2022)",
        options: [
            "ارتفاع ضغط شرياني معند على العلاج بدوائين."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>بثلاثة أدوية.</p>"
    },
    {
        question: "39. في التحضير لجراحة ورم القواتم: (الخطأ) (2022)",
        options: [
            "إعطاء حاصرات بيتا قبل حاصرات ألفا."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>حاصرات ألفا أولا.</p>"
    },
    {
        question: "40. في المسح الوظيفي للصدفوما الكظرية: (الخطأ) (2022)",
        options: [
            "عيار الكاتيكولامينات في المصل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>عيار مستقلبات الكاتيكولامينات في المصل.</p>"
    },
    {
        question: "41. السبب الأشيع لمتلازمة كوشينغ: (2021)",
        options: [
            "الإعطاء الخارجي للقشرانيات السكرية الصنعية."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>✅</p>"
    },
    {
        question: "42. من اختلاطات متلازمة كوشينغ: (الخطأ) (2021)",
        options: [
            "ورم رئة صغير الخلايا."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>هو سبب وليس اختلاط.</p>"
    },
    {
        question: "43. من اختبارات كشف فرط الكورتيزولية: (الخطأ) (2021)",
        options: [
            "التثبيط بالديكساميتازون 8 ملغ."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يستخدم للتفريق بين المصدر النخامي و الهاجر وليس لكشف فرط الكورتيزولية.</p>"
    },
    {
        question: "44. في علاج متلازمة كوشينغ: (الخطأ) (2021)",
        options: [
            "المعالجة الدوائية هي الخط الأول في كوشينغ النخامي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>المعالجة الجراحية هي الخط الأول.</p>"
    },
    {
        question: "45. في التظاهرات السريرية لقصور قشر الكظر: (الخطأ) (2021)",
        options: [
            "- تصبغات خاصة في القصور الثانوي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>التصبغات تظهر في القصور البدئي فقط</p>"
    },
    {
        question: "46. في معالجة داء أديسون: (الخطأ) (2021)",
        options: [
            ".إعطاء ثلثي الجرعة مساء وثلثها صباحًا لتقليد النظم اليومي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثلثي الجرعة صباحًا وثلثها مساء.</p>"
    },
    {
        question: "47. ينبغي التفكير بفرط الألدوستيرونية كسبب لارتفاع الضغط الشرياني في حال: (الخطأ) (2021)",
        options: [
            "ارتفاع بوتاسيوم المصل."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>نقص بوتاسيوم المصل.</p>"
    },
    {
        question: "48. في علاج فرط الألدوستيرونية: (الخطأ) (2021)",
        options: [
            "زيادة الملح."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>إنقاص الملح.</p>"
    },
    {
        question: "49. ورم القواتم: (الخطأ) (2021)",
        options: [
            "أحادي الجانب في 10% من الحالات."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ثنائي الجانب في 10% من الحالات</p>"
    },
    {
        question: "50. عند كشف كتلة كظرية صدفة يجب: (الخطأ) (2021)",
        options: [
            "إجراء عيار الميتانفرينات بحال ارتفاع الضغط الشرياني فقط."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>يجب إجراء عيار الميتانفرينات لكل صدفوما كظرية.</p>"
    }],
    6:[
    {
        question: "1. من أسباب فرط كلس الدم (الخطأ):(2025)",
        options: [
            "فرط نشاط الدريقات الأولي",
            "فرط نشاط الدريقات الثانوي",
            "فرط نشاط الدريقات الثالثي",
            "فرط كلس الدم منخفض كلس البول العائلي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط الدريقات الثانوي هو إرتفاع فيزيولوجي في PTH استجابة لاضطراب استتباب الكالسيوم و هو لا يسبب فرط كلس الدم بل يعدل نقص الكالسيوم الناجم عن أسباب أخرى.</p>"
    },
    {
        question: "2. أسباب فرط كلس الدم (الخطأ): (2024)",
        options: [
            "فرط نشاط دريقات أولي",
            "فرط نشاط دريقات ثانوي",
            "فرط نشاط دريقات ثالثي",
            "فرط كلس الدم منخفض كلس البول العائلي"
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط الدريقات الثانوي هو إرتفاع فيزيولوجي في PTH استجابة لاضطراب استتباب الكالسيوم و هو لا يسبب فرط كلس الدم بل يعدل نقص الكالسيوم الناجم عن أسباب أخرى.</p>"
    },
    {
        question: "3. من أسباب فرط كالسيوم الدم (الخطأ): (2023 + 2023حملة)",
        options: [
            "فرط نشاط الدريقات الثانوي"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فرط نشاط الدريقات الثانوي هو إرتفاع فيزيولوجي في PTH استجابة لاضطراب استتباب الكالسيوم و هو لا يسبب فرط كلس الدم بل يعدل نقص الكالسيوم الناجم عن أسباب أخرى.</p>"
    },
    {
        question: "4. من التظاهرات السريرية لفرط كالسيوم الدم (الخطأ): (2023+2023حملة)",
        options: [
            "هبوط توتر شرياني"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>فرط توتر شرياني.</p>"
    },
    {
        question: "5. تستطب الجراحة لعلاج فرط نشاط الدريقات الأولي عند (الخطأ): (2023+2023حملة)",
        options: [
            "عيار الكالسيوم في بول 24 ساعة أقل من 400 مغ"
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>أكثر من 400 مغ.</p>"
    }
],7:[
    {
        question: "1. السبب الأكثر شيوعًا لقصور الدريقات:(2025)",
        options: [
            "قصور الدريقات التالي للجراحة.",
            "قصور الدريقات المناعي الذاتي.",
            "عوز فيتامين د.",
            "القصور الكلوي."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>قصور الدريقات التالي للجراحة.</p>"
    },
    {
        question: "2. متلازمة العظم الجائع (الخطأ): (2025)",
        options: [
            "تحدث بعد جراحة فرط نشاط الدريقات.",
            "تحدث نتيجة الانخفاض المفاجئ في تركيز PTH بعد الجراحة.",
            "نجد فيها نقص كالسيوم الدم.",
            "نجد فيها ارتفاع فوسفور الدم."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>انخفاض فوسفور الدم.</p>"
    },
    {
        question: "3. في قصور الدريقات الكاذب نجد مخبرياً (الخطأ): (2025)",
        options: [
            "نقص كالسيوم الدم.",
            "انخفاض PTH.",
            "فرط فوسفور الدم.",
            "انخفاض الكالستريول."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>تكون مستويات PTH مرتفعة.</p>"
    },
    {
        question: "4. من أسباب عوز فيتامين د (الخطأ): (2025)",
        options: [
            "عدم التعرض الكافي لأشعة الشمس.",
            "عدم كفاية الوارد الغذائي.",
            "القصور الكلوي.",
            "مناعي ذاتي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "5. قصور الدريقات الكاذب (الخطأ): (2024)",
        options: [
            "نقص الكالسيوم.",
            "نقص الكالسيتيرول.",
            "ارتفاع الفوسفور.",
            "الPTH منخفض."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>تكون مستويات PTH مرتفعة.</p>"
    },
    {
        question: "6. متلازمة العظم الجائع (الخطأ): (2024)",
        options: [
            "انخفاض الكالسيوم.",
            "ارتفاع الفوسفور.",
            "انخفاض PTH.",
            "بعد جراحة الدريقات."
        ],
        correct: 1,
        explanation: "<strong>التعليل:</strong><p>انخفاض الفوسفور.</p>"
    },
    {
        question: "7. أشيع سبب لقصور الدريقات: (2024)",
        options: [
            "تالي للجراحة",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>-  </p>"
    },
    {
        question: "8. أسباب نقص فيتامين د (الخطأ): (2024)",
        options: [
            "نقص التغذية.",
            "نقص التعرض لأشعة الشمس.",
            "سوء الامتصاص.",
            "مناعي ذاتي."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "9. من أسباب عوز فيتامين د (الخطأ): (2023+2023حملة)",
        options: [
            "مناعي ذاتي.",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    },
    {
        question: "10. في قصور الدريقات الكاذب مخبريًا (الخطأ): (2023+2023حملة)",
        options: [
            "نقص PTH.",
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>ارتفاع PTH.</p>"
    },
    {
        question: "11. من المظاهر السريرية لنقص كالسيوم الدم (الخطأ): (2023)",
        options: [
            "إمساك.",
            
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p></p>"
    }

],8:[
    {
        question: "1. في تناذر كلاينفلتر (الخطأ): (2025)",
        options: [
            "الصيغة الصبغية 47XXY.",
            "الخصيتان صغيرتان قاسيتان.",
            "يحدث التثدي.",
            "مخبرياً بعد البلوغ نجد FSH منخفض."
        ],
        correct: 3,
        explanation: "<strong>التعليل:</strong><p>ترتفع مستويات FSH و LH بعد البلوغ حيث يكون التستوستيرون غير كاف لإحداث تلقيم راجع سلبي.</p>"
    },
    {
        question: "2. الشعرانية الأساسية (الخطأ): (2025)",
        options: [
            "تنجم عن زيادة تحول التستوستيرون إلى ديهيدروتستوستيرون في الجلد.",
            "تبدأ أثناء البلوغ.",
            "الطمث غير منتظم.",
            "لا يحدث ترجل virilization."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الطمث منتظم.</p>"
    },
    {
        question: "3. انقطاع الطمث البدئي هو عدم حدوث طمث أبدا حتى سن: (2025)",
        options: [
            "15 سنة.",
            "16 سنة.",
            "14 سنة.",
            "13 سنة."
        ],
        correct: 0,
        explanation: "<strong>التعليل:</strong><p>انقطاع الطمث البدئي هو عدم حدوث الطمث حتى سن 15 سنة.</p>"
    },
    {
        question: "4. من أسباب انقطاع الطمث الوظيفي (الخطأ): (2025)",
        options: [
            "شدة عاطفية.",
            "تمارين عنيفة.",
            "الإرضاع.",
            "نقص وزن شديد."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الإرضاع من أسباب انقطاع الطمث الفيزيولوجي.</p>"
    },
    {
        question: "5. من أعراض سن الإياس (الخطأ): (2025)",
        options: [
            "هبات ساخنة.",
            "كآبة.",
            "إسهال.",
            "نقص الرغبة الجنسية."
        ],
        correct: 2,
        explanation: "<strong>التعليل:</strong><p>الإسهال ليس من أعراض سن الإياس النموذجية.</p>"
    }

],9:[
    
],10:[

]

};

