const course2024Infectious = [
   {
        question: "1. (دورة 2024) مضادات استطباب مطلقة للقاحي الانفلونزا ما عدا:",
        options: [
            "مرضى الربو.",
            "الأطفال تحت 6 أشهر.",
            "متلازمة غيلان باريه خلال 6 أشهر من لقاح سابق.",
            "التحسس لبروتينات البيض."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "2. (دورة 2024) كل ما يلي صحيح عن الانفلونزا ما عدا:",
        options: [
            "تحدث الحمى والإصابة بشكل مفاجئ.",
            "لا ترتفع الحرارة فوق 38.5.",
            "قد يحدث التهاب القلب كمضاعفة.",
            "قد تحدث ذات رئة جرثومية كمضاعفة."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "3. (دورة 2024) كل ما يلي صحيح عن الفيروسات الأنفية ما عدا:",
        options: [
            "لا تسبب خمجًا (نوعيًا واحدًا هو الزكام) الرشح.",
            "وعفويًا يكون الشفاء كاملاً.",
            "لها علاجات مضادة نوعية.",
            "قد يحدث إنتان جرثومي كمضاعفة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "4. (دورة 2024) كل ما يلي يُستخدم في علاج الانفلونزا ما عدا:",
        options: [
            "Zanimivir.",
            "Lopinavir.",
            "Rimantadin.",
            "Oseltamivir."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "5. (دورة 2024) الخطأ عن الحمامى الخمجية أو المرض الخامس:",
        options: [
            "تنتقل العدوى بالطريق الهضمي.",
            "تعد الحمامى الباكرة على الوجه من المظاهر المبكرة عند الأطفال.",
            "يسبب إسقاط في إصابات الثلث الأول من الحمل.",
            "ألم مفاصل متعدد وألم مفاصل عند البالغين."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "6. (دورة 2024) الخطأ حول التهاب السحايا النكافي:",
        options: [
            "قد يحدث التهاب سحايا جرثومي.",
            "قد يحدث التهاب دماغ نكافي ذو إنذار سيء.",
            "قد يحدث بدون إصابة الغدد اللعابية بالنكاف في بعض الحالات.",
            "يمكن الكشف عن الأضداد في CSF."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "7. (دورة 2024) الفيروسات الغدية (الخطأ):",
        options: [
            "حمى ملتحمية بلعومية.",
            "سبب شائع لذات الرئة الفيروسية.",
            "يسبب التهاب مثانة نزفي عند الأطفال.",
            "وُجد لبعض أنواعها لقاح حي مضعف."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "8. (دورة 2024) الخطأ عن الانفلونزا:",
        options: [
            "تسبب الجائحات بالزمرة A.",
            "يوجد للفيروس لقاح ومصل ضدي نوعي.",
            "لا يفيد الفيتامين C للوقاية من الإصابات الحادة.",
            "يسبب أخماجًا في السبيل التنفسي العلوي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "9. (دورة 2024) وحيدات النوى الخمجي (الخطأ):",
        options: [
            "تزيد البيض في كل الحالات ولا تتأثر الحمر والصفيحات.",
            "لمفاويات شاذة لا تدل بالضرورة على لمفوما.",
            "الكورتيزون يعطى بحالة نقص الصفيحات الشديد.",
            "الخباثات خلال سنة من الإصابة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "10. (دورة 2024) CMV يُعطى لمريض إيدز مصاب بـ:",
        options: [
            "Gancyclovir.",
            "Acyclovir.",
            "AZT.",
            "Interferon-α."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "11. (دورة 2024) الحلأ 2 (الخطأ):",
        options: [
            "وجود قرحات على الأعضاء التناسلية الخارجية.",
            "إصابة عنق الرحم تعتبر إصابة ما قبل سرطانية.",
            "لا تعد الإصابة المعاودة مضاد استطباب للولادة الطبيعية.",
            "يتظاهر بضخامة عقد مغبنية."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "12. (دورة 2024) الخطأ عن التهاب الدماغ الحلئي:",
        options: [
            "ثلث الإصابات تحدث الشكل البدئي.",
            "يصيب الفص القفوي.",
            "ارتفاع كريات بيض لمفاوية.",
            "سكر طبيعي في CSF."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "13. (دورة 2024) كل ما يلي يسبب ظهور لمفاويات شاذة ما عدا:",
        options: [
            "EBV.",
            "CMV.",
            "HHV6.",
            "HIV.",
            "السفلس."
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "14. (دورة 2024) الخمج الولادي بفيروس CMV:",
        options: [
            "عَرَضي في كل الحالات.",
            "قد يسبب استسقاء دماغ وصغر حجم الرأس.",
            "قد يسبب التهاب شبكية وعمى وصمم.",
            "يمكن أن يتأخر ظهور الأعراض حتى الطفولة المتأخرة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "15. (دورة 2024) الخطأ عن داء المنطقة:",
        options: [
            "في حال إعطاء اللقاح فإنه يقي من الحماق وداء المنطقة.",
            "الإصابة الصدرية وحيدة الجانب هي أشيع شكل الإصابة.",
            "تتميز بألم قبل وأثناء ظهور الحويصلات يستمر بعد زوالها.",
            "يمكن إعطاء الكورتيزون لتخفيف الحدثية الالتهابية."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "16. (دورة 2024) الخطأ في الموجودات المخبرية غير النوعية لالتهاب كبد فيروسي حاد:",
        options: [
            "تظهر لمفاويات شاذة (غير نموذجية).",
            "ينقص تعداد البيض أو يبقى طبيعي.",
            "تبقى ESR طبيعية.",
            "ترتفع ناقلات الأمين AST و ALT."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "17. (دورة 2024) في خمج HDV:",
        options: [
            "HBsAg سلبية وتنفي وجود الخمج.",
            "يمكن الكشف عن المستضد HBeAg بالمصل.",
            "تكون مدة العلاج أطول من مدة علاج HBV وحده.",
            "الممنع ضد HBV لا يصاب بـ HDV."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "18. (دورة 2024) اختر الخطأ: HEV",
        options: [
            "يسبب إسهال فيروسي.",
            "نسبة الوفيات عند الحوامل 20%.",
            "يشخص في الالتهاب الحاد بمعايرة HEV-IgM.",
            "ليس له مصل ضدي نوعي معروف."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "19. (دورة 2024) شخص غير ملقح لالتهاب الكبد B تعرض لوخزة إبرة ملوثة بـ HBV: الإجراء الصحيح:",
        options: [
            "إعطاء الغلوبيولين المناعي النوعي.",
            "إعطاء جرعة لقاح HBV.",
            "إعطاء غلوبيولين مناعي ولقاح بنفس الوقت."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "20. (دورة 2024) مريض في سوريا إيجابي HBsAg وسلبي HBeAb وسلبي HBeAg الصحيح:",
        options: [
            "المريض مصاب بالتهاب الكبد B وفي طور الشفاء.",
            "غالباً سلبية كاذبة وناتجة عن الطفرة HBeAg.",
            "التهاب كبد B مزمن."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "21. (دورة 2024) الموجودات المخبرية الصحيحة في مريض التهاب الكبد B منيع إثر لقاح:",
        options: [
            "Anti-HBc سلبي، Anti-HBs إيجابي.",
            "Anti-HBc إيجابي، Anti-HBs إيجابي.",
            "Anti-HBe إيجابي، Anti-HBs إيجابي.",
            "HBc إيجابي، Anti-HBc سلبي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "22. (دورة 2024) الخاطئ عن التهاب الكبد C:",
        options: [
            "يمكن أن يسبب سرطان الخلية الكبدية دون المرور بمرحلة التشمع.",
            "ليس له لقاح.",
            "وجود الأضداد في المصل لا يدل على شفاء أو مناعة تجاه المرض.",
            "ليس له مصل ضدي نوعي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "23. (دورة 2024) الكلب اختر الخطأ:",
        options: [
            "جسيمات نيغري في الدماغ مشخصة للإصابة.",
            "عضة الكلب المصاب تسبب المرض دوماً.",
            "يحدث الموت في 100% من الحالات بعد الالتهاب الدماغي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "24. (دورة 2024) الإصابة المفصلية في سياق السيلان البني (اختر الخطأ):",
        options: [
            "زرع سائل المفصل إيجابي دوما.",
            "يحدث التهاب مفاصل ارتكاسي في سياق متلازمة رايتر.",
            "يمكن أن ترتكز على ألم المفصل بدون التهاب."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "25. (دورة 2024) كل ما يلي صحيح عن القريح اللين ما عدا:",
        options: [
            "يشخص بكشف الأضداد بالمصل.",
            "مؤلمة.",
            "ترافقها ضخامة عقد مغبنية مؤلمة.",
            "متعددة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "26. (دورة 2024) كل ما يلي صحيح عن السفلس ماعدا:",
        options: [
            "يشخص السفلس الثلاثي بأخذ خزعة من الآفات الجلدية.",
            "يشخص السفلس الثانوي بعيار الأضداد السفلية.",
            "يشخص السفلس الأولي بفحص لطاخة من القرحة تحت المجهر ذو الساحة المظلمة.",
            "قرحة السفلس الأولي غير مؤلمة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "27. (دورة 2024) نستعمل الدوكسي سايكلين في خمج النيسيرية البنية:",
        options: [
            "وخمج المتدثرة التراخومية.",
            "خمج اليوريا بلازما.",
            "خمج المفطورات.",
            "خمج الفطور."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "28. (دورة 2024) كل ما يلي صح في خمج النيسيرية البنية ما عدا:",
        options: [
            "تسبب متلازمة فيتز هيو كورتيس عند النساء.",
            "أغلب أخماج النساء لا عرضية.",
            "تترك مناعة دائمة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "29. (دورة 2024) كل الاختبارات التالية تؤكد الإصابة بالإيدز ما عدا:",
        options: [
            "HIV-RNA.",
            "HIV-DNA.",
            "الكشف عن P24.",
            "الكشف عن أضداد الإيدز بـ ELISA."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "30. (دورة 2024) معايير كبرى لمريض إيدز كبير بالعمر (الخطأ):",
        options: [
            "حلأ شفوي معاود.",
            "متكيس كاريني.",
            "غرن كابوزي.",
            "مريض بالمبيضات البيض."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "31. (دورة 2024) تشخيص الحمى التيفية بالإسبوع الثاني ما عدا:",
        options: [
            "زرع البول.",
            "زرع البراز.",
            "زرع الدم.",
            "الكشف عن أضداد المستضدات O و H باختبار فيدال."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "32. (دورة 2024) متلازمة الانحلال اليوريميائي ما عدا:",
        options: [
            "تسببها الإشريكيات القولونية O:157.",
            "تسببها الشيغلا الزحارية نمط 1.",
            "تحدث بعد إسهال حاد.",
            "تنقص تعداد البيض والحمر."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "33. (دورة 2024) كل ما يلي له لقاح ومصل ضدي نوعي ما عدا:",
        options: [
            "الحماق.",
            "الكوليرا.",
            "الكزاز.",
            "الكلب.",
            "الدفتريا."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "34. (دورة 2024) الكوليرا اختر الغلط:",
        options: [
            "يؤمن اللقاح المقتول وقاية لبضع سنوات.",
            "يبدأ الشعور بالعطش عندما يفقد الشخص 3-5% من وزنه.",
            "تتم الوقاية من الإصابة بالسيبروفلوكساسين.",
            "يسبب إسهال إفرازي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "35. (دورة 2024) علاج الحمى المعوية عند الأطفال:",
        options: [
            "بالسيبروفلوكساسين.",
            "سيلفاميتوكسازول + تريميتوبريم.",
            "الجيل الثالث من السيفالوسبورينات."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "36. (دورة 2024) اختر الخطأ فيما يلي:",
        options: [
            "تسبب الجيارديا إسهالاً التهابيًا.",
            "تسبب الفيروسات إسهالاً إفرازيًا.",
            "المتحول الحال للنسج يسبب إسهالاً التهابيًا."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "37. (دورة 2024) تدبير الإسهال المرافق للصادات:",
        options: [
            "ميترونيدازول فموي وفانكوميسين والأول أفضل.",
            "ميترونيدازول وريدي وفانكوميسين والأول أفضل.",
            "ميترونيدازول فموي وفانكوميسين والثاني أفضل.",
            "ميترونيدازول وريدي وفانكوميسين والثاني أفضل."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "38. (دورة 2024) كل ما يلي تسببه الكوليرا ما عدا:",
        options: [
            "ارتفاع كاذب في السكر والبولة والبيض.",
            "ارتفاع الهيماتوكريت.",
            "ارتفاع سرعة التثفل."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "39. (دورة 2024) كل ما يلي صحيح عن الورم الكبدي الزحاري ما عدا:",
        options: [
            "تترافق الإصابة الكبدية مع إصابة معوية.",
            "يعالج بالميترونيدازول فقط.",
            "الاختبارات المصلية تكون إيجابية في الخراجات الكبدية في كل الحالات."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "40. (دورة 2024) افتراق نبض وحرارة ما عدا:",
        options: [
            "ذات رئة فصية.",
            "بروسيال.",
            "حمى تيفية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "41. (دورة 2024) كل ما يلي صحيح عن SSSS ما عدا:",
        options: [
            "تحدث بشكل أساسي لدى البالغين.",
            "ظهور الأضداد يجعل الإصابة فقاعية (غير متمادية).",
            "زرع الدم إيجابي.",
            "تسببه عنقوديات مستذيبة بعاثية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "42. (دورة 2024) كل ما يلي صحيح عن الكزاز ما عدا:",
        options: [
            "يعتبر الكزاز الموضع جيد الإنذار نسبيًا.",
            "يؤدي لحدوث قصور كلوي.",
            "يصيب العضلات الدانية من الأطراف.",
            "لا يتأثر تعداد الكريات البيض."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "43. (دورة 2024) التسمم الوشيقي اختر الخطأ:",
        options: [
            "شلل حركي نازل غير متناظر.",
            "الشفع والحول عرض باكر.",
            "تعداد الكريات البيض طبيعي.",
            "يحدث عسر بلع."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "44. (دورة 2024) داء الشعيات اختر الخطأ:",
        options: [
            "الإصابة الوجهية والفموية والرقبية هي الأشيع.",
            "العلاج هو الدوكسي سايكلين.",
            "إن داء الشعيات الصدري في التشخيص التفريقي مع السل.",
            "الإصابة البطنية تتنوسر على الجلد."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "45. (دورة 2024) كل ما يلي صحيح عن الموات الغازي ما عدا:",
        options: [
            "من العلامات المبكرة ظهور فرقعة غازية.",
            "البيلة الخضابية شائعة في الإصابة الرحمية.",
            "فرط البيليروبين شائع في الإصابة الرحمية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "46. (دورة 2024) الخطأ في الموات الغازي:",
        options: [
            "يفيد المصل النوعي المضاد للستيناز في التدبير.",
            "يعالج بالبنسلين بجرعات وريدية عالية.",
            "يفيد تطبيق الأوكسجين عالي الضغط موضعيًا في علاج الإصابة.",
            "يدخل في التشخيص التفريقي لالتهاب اللفافة الناخر بالعقديات."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "47. (دورة 2024) كل ما يلي صحيح عن إصابة الجمرة الجلدية ما عدا:",
        options: [
            "هي الأشيع.",
            "حواف نظيفة.",
            "الأفضل إنذاراً بين إصابات الجمرة.",
            "غير مؤلمة."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "48. (دورة 2024) أشيع سبب لالتهاب السحايا عند البالغين:",
        options: [
            "المكورات الرئوية.",
            "العنقودية المذهبة.",
            "النيسيرية السحائية.",
            "المستدمية النزلية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "49. (دورة 2024) الخطأ عن متلازمة الصدمة السمية:",
        options: [
            "يحدث قصور عضوين على الأقل.",
            "زرع الدم إيجابي دومًا.",
            "يمكن أن تسببه عنقودية متوضعة في أي مكان في الجسم."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "50. (دورة 2024) أشيع سبب لالتهاب الشغاف عند مدمني المخدرات الوريدية:",
        options: [
            "عنقودية مذهبة.",
            "عنقودية بشروية.",
            "عقدية مقيحة.",
            "مستدمية نزلية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "51. (دورة 2024) كل ما يلي صحيح عن الحمرة ما عدا:",
        options: [
            "خمج منتشر يصيب الجلد والأغشية المخاطية.",
            "تعالج بالفانكوميسين.",
            "أشيع توضعاتها الوجه وحول الأنف.",
            "هي إصابة الأوعية اللمفية تحت الجلد بذيفان عقدي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "52. (دورة 2024) الطريقة الأفضل للوقاية من ذات الرئة المشفوية:",
        options: [
            "يجب إعطاء الصادات وقائيًا لكل من يوضع على المنفسة أكثر من 3 أيام.",
            "تبديل المنفسة كل أسبوع.",
            "يجب إعطاء الصادات لكل من يوضع على المنفسة عند تشخيص ذات رئة.",
            "يجب إعطاء الصادات لكل من يوضع على المنفسة منذ بدء وضعها."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "53. (دورة 2024) أشيع الأخماج المشفوية:",
        options: [
            "أخماج الجهاز البولي.",
            "الأخماج التنفسية.",
            "انتانات الشقوق الجراحية.",
            "إنتان الدم."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "54. (دورة 2024) كل ما يلي صحيح عن الأخماج المشفوية ما عدا:",
        options: [
            "أغلبها مسببة بالفيروسات.",
            "يمكن أن تكون الإصابة مسببة بالجراثيم أو الفيروسات أو الطفيليات.",
            "تكون الجراثيم المسببة أكثر مقاومة للصادات نسبيًا.",
            "تعتبر الأخماج الرئوية أخطرها."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "55. (دورة 2024) العلاج النوعي للبريميات:",
        options: [
            "التتراسكلين والبديل بنسللين.",
            "بنسلين فموي والبديل سيبروفلوكساسين.",
            "تتراسكلين والبديل ستربتومايسين.",
            "بنسلين وريدي والبديل تتراسكلين."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "56. (دورة 2024) يسبب داء لايم البوريليا بورغ دورفيري والتي يتم نقلها بـ:",
        options: [
            "برغوث.",
            "قراد.",
            "قمل.",
            "سوس."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "57. (دورة 2024) العلاج النوعي للحمى الراجعة:",
        options: [
            "تتراسكلين.",
            "بنسلين.",
            "كوتيرموكسازول.",
            "سفترياكسون."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "58. (دورة 2024) الخاطئ عن تشخيص الطاعون:",
        options: [
            "يمكن عزل الجرثوم من القشع بالطاعون الرئوي.",
            "يعزل من العقد بالدبلي.",
            "يعزل من الدم بالدموي.",
            "يكون المريض بالطاعون الدموي معدي بالقطيرات التنفسية."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "59. (دورة 2024) تشخيص تفريقي للاندفاعات الجلدية:",
        options: [
            "التهاب شغاف جرثومي تحت حاد.",
            "إنتان دم بالنيسيريا البنية والمكورات الرئوية.",
            "حمى الجبال الصخرية.",
            "حمى Q."
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "60. (دورة 2024) يعطى لوقاية المسافرين إلى منطقة موبوءة بالمالريا:",
        options: [
            "بريماكين.",
            "كلوروكين.",
            "ميفلوكين.",
            "كينين."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "61. (دورة 2024) اللشمانيا الجلدية اختر الغلط:",
        options: [
            "الإصابة مؤلمة.",
            "الآفة الوحيدة الكبيرة تعالج بالستيبوغلوكونات في الآفة.",
            "الآفات المتعددة تعالج بالستيبوغلوكونات جهازيًا.",
            "تترك ندبة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "62. (دورة 2024) كل ما يلي صحيح في داء المقوسات المكتسب ما عدا:",
        options: [
            "إسقاطات متعددة عند الحوامل.",
            "وجود لمفاويات شاذة.",
            "لا عرضية عند القادرين مناعيًا.",
            "فحص قعر العين في التهاب الشبكية والملتحمة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "63. (دورة 2024) معايير سوء إنذار الملاريا العصبية (الخاطئة):",
        options: [
            "الأعراس بالدم المحيطي.",
            "نوب اختلاجات.",
            "سبات وغياب المنعكس القرني.",
            "الخضاب عند الأطفال أقل من 5 غ/دل."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "64. (دورة 2024) الخطأ عن اللشمانيا الحشوية:",
        options: [
            "يرتفع الغلوبيولين ويبقى الألبومين طبيعيا.",
            "ضخامة كبد وطحال.",
            "يمكن أن تتبعه لشمانيا جلدية.",
            "يسبب فقر دم سوي الصباغ."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "65. (دورة 2024) الشريطية العزلاء اختر الخطأ:",
        options: [
            "أغلب الحالات لا عرضية.",
            "تسبب داء الكيسات المذنبة.",
            "يمكن أن تخرج قطع الدودة عفوياً."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "66. (دورة 2024) يستخدم النستاتين في علاج واحد مما يلي:",
        options: [
            "المبيضات البيض.",
            "الرشاشيات.",
            "المستخفيات.",
            "المتكيس الرئوي الكاريني."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "67. (دورة 2024) مضاد الفطور الأوسع طيفًا هو:",
        options: [
            "أمفوتريبسن ب.",
            "كيتوكونازول.",
            "فلوكونازول.",
            "فلوسيتوزين."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "68. (دورة 2024) الخطأ عن السرمية الدويدية:",
        options: [
            "الكشف عن البيوض في البراز.",
            "الكشف بواسطة شريط لاصق.",
            "لا يرافق أخماجها ارتفاعاً في IgE.",
            "تتواجد في الأعور والكولون والمستقيم."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "69. (دورة 2024) اختر الخطأ عن الأسكاريس:",
        options: [
            "تحدث العدوى من الحيوانات.",
            "تسبب انسداد أمعاء عند الصغار.",
            "تكشف اليرقات في القشع في المرحلة المبكرة.",
            "ارتفاع حمضات الدم في متلازمة لوفلر."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "70. (دورة 2024) اختر الخطأ عن فطر الرشاشيات:",
        options: [
            "الجراحة مضاد استطباب للورم الرشاشي.",
            "يسبب الورم الرشاشي سعال دموي بكميات كبيرة.",
            "يشخص الورم الرشاشي بالصورة الشعاعية."
        ],
        correct: 0,
        explanation: ""
    }
]
