const course2023Infectious = [
   {
        question: "1. الدواء المفضل في الحمى الراجعة عند البالغين (دورة 2023):",
        options: [
            "تتراسيكلين",
            "بنسلين",
            "سيبروفلوكساسين",
            "جنتاميسين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "2. أشيع سبب لالتهاب الجيوب الحاد (دورة 2023):",
        options: [
            "مكورات رئوية",
            "متدثرات رئوية",
            "ال هوائيات",
            "مفطورات"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "3. افتراق النبض الحروري ما عدا (دورة 2023):",
        options: [
            "بعض أخماج الركتيسات",
            "البريميات",
            "مكورات رئوية",
            "تيفية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "4. التيفوس الوبائي ينتقل عن طريق (دورة 2023):",
        options: [
            "قمل رأس",
            "قمل جسد",
            "قراد",
            "فاصدة",
            "البرغوث"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "5. علاج المالطية للأطفال (دورة 2023):",
        options: [
            "سلفاميتوكسازول + تريميتوبريم وجنتا"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "6. أمراض تظهر فيها حمى واندفاعات لطخية عدا (دورة 2023):",
        options: [
            "حمى جبال صخرية",
            "انتان دم بالنيسرية السحائية",
            "انتان دم بالنيسريات البنية",
            "التهاب شغاف تحت حاد",
            "حصبة ألمانية"
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "7. حمى Q عدا (دورة 2023):",
        options: [
            "ذات رئة لمفية",
            "التهاب شغاف سلبي الزرع",
            "بقع حطاطية اندفاعات نازفة",
            "نمشات"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "8. الخلايا الشاذة Tc تظهر في ما عدا (دورة 2023):",
        options: [
            "CMV",
            "HIV",
            "HHV6",
            "الحأل البسيط الفموي والتناسلي",
            "داء المقوسات"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "9. الإصابة القلبية بداء اليم عدا (دورة 2023):",
        options: [
            "أذية صمامات",
            "التهاب قلب",
            "التهاب تامور"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "10. الخطأ عن تشخيص الطاعون (دورة 2023):",
        options: [
            "أخذ رشافة من العقد اللمفية المصابة",
            "أخذ عينة من الدم بحال الإصابة الدموية",
            "أخذ عينة من القشع",
            "اختبارات مصلية"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "11. أشيع أسباب التهاب السحايا عند البالغين (دورة 2023):",
        options: [
            "مستدمية نزلية",
            "مكورات رئوية",
            "نيسريا سحائية",
            "الليستيريا الموحدة"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "12. الحمى المالطية عدا (دورة 2023):",
        options: [
            "زرع الدم إيجابي عند 50%",
            "الكريات البيض طبيعي- شدة الإصابة تتناسب مع كمية الأضداد"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "13. كل ما يلي له لقاح عدا (دورة 2023):",
        options: [
            "الحمى التيفية",
            "الكوليرا",
            "التهاب كبد A",
            "الموات الغازي"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "14. أشيع سبب للإسهالات الخمجية المكتسبة بالمشافي عند البالغين (دورة 2023):",
        options: [
            "المطثية العسيرة",
            "الاشريكية الكولونية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "15. أشيع سبب لالتهاب شغاف عند المتعاطين وريديًا (دورة 2023):",
        options: [
            "العنقودية الذهبية"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "16. حول الخطأ: الحمى المجهولة (دورة 2023):",
        options: [
            "أشيع ورم صلب سرطان الكلية",
            "أشيع الأخماج السل",
            "حمى لا تقل عن 38.3 تستمر لأكثر من ثلاث أسابيع دون أعراض أو علامات",
            "تسرع قلب نسبي"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "17. نتيجة التلقيح لالتهاب كبد B (دورة 2023):",
        options: [
            "Anti HBc- ,Anti HBs +",
            "إيجابية Anti – HBs سلبية Anti – HBc IgM",
            "إيجابية Anti – HBs إيجابية Anti – HBc IgM"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "18. الإيدز عند الوليد عدا (دورة 2023):",
        options: [
            "تشخيص خمج الإيدز عند الوليد",
            "المستضد p24",
            "اللطخة الغريبة",
            "زرع عينة دموية",
            "PCR"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "19. معيار تقدم وسير خمج الإيدز (دورة 2023):",
        options: [
            "تعداد CD4",
            "عيار HIV RNA",
            "تقييم العلاج بالحمض النووي"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "20. الفيروسات الغدية الخاطئ (دورة 2023):",
        options: [
            "التهاب قلب شائع",
            "التهاب ملتحمة وقرنية وبائي",
            "انغلاف أمعاء عند الرضع",
            "التهاب مثانة نزفي عند الأطفال",
            "ممكن أن تحدث ذات رئة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "21. كل ما يلي ناتج عن نقص المناعة في الإيدز عدا (دورة 2023):",
        options: [
            "تطور HIV إلى إيدز",
            "أعراض عصبية",
            "نسبة T4/T8"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "22. المظاهر المبكرة للإفرنجي الخلقي (دورة 2023):",
        options: [
            "عدم كسب وزن أول شهرين",
            "تظاهرات جلدية تشبه الإفرنجي الثانوي",
            "تسلخ أبهر شائع",
            "ضخامة طحال"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "23. الفيروسات الغدية الخاطئ (دورة 2023):",
        options: [
            "لا تشكل مناعة",
            "لها 52 نمط مصلي",
            "يدخل في التشخيص التفريقي لالتهاب الملتحمة المتدثرات"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "24. الإنفلونزا الخاطئ (دورة 2023):",
        options: [
            "الأمانتادين يستخدم للوقاية من النمط A و B",
            "الأوسلتاميفير للوقاية من النمط A و B"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "25. الحمامى الخمجية (دورة 2023):",
        options: [
            "يسببه البارفو"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "26. متلازمة راي (دورة 2023):",
        options: [
            "إنفلونزا A",
            "إنفلونزا B",
            "حصبة",
            "حماق"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "27. الخطأ عن مضاد استطباب المطلقة لقاح الإنفلونزا (دورة 2023):",
        options: [
            "مريض ربو",
            "التحسس لبروتين البيض",
            "سابقة متلازمة غيالن بارييه قبل 6 أشهر",
            "أطفال بعمر 6 أشهر"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "28. عن أدوية الملاريا اختر الغلط (دورة 2023):",
        options: [
            "تعطى للمرأة الحامل",
            "الحامل نعالجها إسعافيًا بالكينين",
            "سبيرومايسين في أي وقت",
            "تريميتوبريم في أي وقت"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "29. معايير الإيدز الكبرى ما عدا (دورة 2023):",
        options: [
            "ذات رئة المتكيسة الكاريني",
            "المستخفيات البوغية",
            "خيار صحيح",
            "التهاب المريء بالحأل البسيط"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "30. طفح الحماق الخاطئ (دورة 2023):",
        options: [
            "الاندفاعات بأعمار وأحجام مختلفة",
            "لا تترك ندبة",
            "لا تكون حاكة",
            "تبدأ على الجذع ثم تنتقل للوجه والأطراف"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "31. الورم الرشاشي الغلط (دورة 2023):",
        options: [
            "علاجه محافظ"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "32. آفة الليشمانيا عدا (دورة 2023):",
        options: [
            "تعالج بالآزوت",
            "غير مؤلمة",
            "آفات صغيرة متعددة نعالج بالأنتموان الخماسي",
            "تعالج بالأشعة تحت الحمراء"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "33. عن الكلب الخطأ (دورة 2023):",
        options: [
            "نستطيع أن نكشف عنه بالدم",
            "ترتفع الكريات البيض",
            "تشخيص تفريقي: كزاز والتهاب دماغ حلئي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "34. دواء الإيدز للحامل (دورة 2023):",
        options: [
            "AZT"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "35. خباثات يسببها EBV عدا (دورة 2023):",
        options: [
            "سرطان عنق الرحم",
            "لمفوما B",
            "سرطانة بلعوم أنفي",
            "سرطانة توتة",
            "لمفوما بوركيت"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "36. الكيسة المائية عدا (دورة 2023):",
        options: [
            "التشخيص بالفحص للأضداد الإيجابية بالمصل",
            "لا تنتقل العدوى",
            "الكيسات المائية بالرئة تقوم ببزلها ثم استخراجها",
            "أشيع توضع لها بالكبد ثم الرئة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "37. الكيسة المائية عدا (دورة 2023):",
        options: [
            "الكيسة الكبدية يجرى لها علاج بالجراحة والدواء",
            "الأضداد إيجابية بالمصل",
            "Ivermectin"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "38. عن ابشتاين بار عدا (دورة 2023):",
        options: [
            "وظائف الكبد طبيعية",
            "يعطى الاسيكلوفير في الإصابة القلبية",
            "تظهر الأورام خلال سنة من الإصابة"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "39. العلاج النوعي للمتدثرة الحثرية (دورة 2023):",
        options: [
            "دوكسي سايكلين",
            "بنسلين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "40. في تدبير الملاريا الخطأ (دورة 2023):",
        options: [
            "كلوروكين يعطى للحوامل",
            "يعطى للحوامل",
            "بريماكين للنشيطة والبيضوية",
            "استئصال الطحال مضاد استطباب",
            "يعطى الكينين في الوقاية الكيمائية"
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "41. انتان الدم بالمبيضات (الخطأ) (دورة 2023):",
        options: [
            "التهاب باطن العين",
            "الإصابة تكون من منشأ خارجي فقط"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "42. عن الإيدز (دورة 2023):",
        options: [
            "ضخامة العقد اللمفاوية لا تدل على لمفوما",
            "ترتبط ضخامتها بشدة المرض"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "43. علاج الزحار العصوي (دورة 2023):",
        options: [
            "سيبروفلوكساسين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "44. الغلط عن متلازمة انحلال الدم اليورمائي (دورة 2023):",
        options: [
            "يحدث بعد إسهال حاد",
            "تسببه الإشريكية O157 H7",
            "ذيفان الشيغال Slt1",
            "يحدث فيه انخفاض كريات وصفيحات"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "45. من معايير سوء الإنذار في الملاريا العصبية (دورة 2023):",
        options: [
            "سبات عميق مع غياب منعكس قرني",
            "عمر أقل من 3 سنوات",
            "ظهور المتقسمات بالدم المحيطي",
            "خضاب أقل من 7 غ/دل عند الأطفال"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "46. الخطأ في التهابات الكبد (دورة 2023):",
        options: [
            "نرى في المصل Hbc"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "47. الخطأ عن الحماق (دورة 2023):",
        options: [
            "إصابة الشعبة العينية للعصب الخامس",
            "لا يصيب العنبة والشبكية",
            "تندب أجفان",
            "إصابة ملتحمة وقرنية"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "48. الفيروس المضخم للخلايا (دورة 2023):",
        options: [
            "كل الحالات نعالجهم بالغانسيكلوفير"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "49. عن المتحول الأميبي عدا (دورة 2023):",
        options: [
            "الورم الأميبي يعالج الورم جراحيًا",
            "قرحات بالمستقيم والأعور"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "50. علاج المتكيس الكاريني (دورة 2023):",
        options: [
            "سلفا مع تريمتيوم",
            "أمفوتربسين + إيتراكونازول"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "51. قريح لين عدا (دورة 2023):",
        options: [
            "مؤلمة",
            "متعددة",
            "على قاعدة حمراء",
            "يعالج بالبنسلين"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "52. الخطأ في الإنفلونزا (دورة 2023):",
        options: [
            "تحدث ذات رئة نزفية بدئية عند الكهول والحوامل",
            "يمكن أن تحدث ذات رئة جرثومية بسبب العقديات الرئوية",
            "حرارة أكثر من 38.5 وآلام معممة",
            "لا تظهر أضداد بالدم"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "53. علاج الإفرنجي (دورة 2023):",
        options: [
            "البنسلين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "54. علاج الحمى الرثوية والحمرة (دورة 2023):",
        options: [
            "بنسلين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "55. عن الشعيات (دورة 2023):",
        options: [
            "تجرف قبل الجراحة",
            "تتنوسر الجنب أو الصدر",
            "الموجودات السريرية أسوأ من الشعاعية",
            "خيار صح"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "56. سؤال الغلط عن التهاب الكبد E (دورة 2023):",
        options: [
            "لا يترك مناعة",
            "ليس له لقاح",
            "يسبب إسقاطات بـ 20%",
            "نشخصه بالكشف عن IgM"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "57. متلازمة الصدمة السمية عدا (دورة 2023):",
        options: [
            "زرع دم إيجابي",
            "قصور جهازين على الأقل",
            "خيار عن تقشر راحتين"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "58. الغلط عن الحمى القرمزية (دورة 2023):",
        options: [
            "خمج نوعي للمقيحة",
            "سببه الذيفان المحمر",
            "اللقاح مازال مستخدمًا حتى هذا اليوم"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "59. عن إصابة الصمامات بالحمى الرثوية أولاً (دورة 2023):",
        options: [
            "تاجي ثم أبهري",
            "أبهري ثم تاجي",
            "تاجي ثم ثلاثي الشرف",
            "ثلاثي الشرف ثم تاجي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "60. الخاطئ عن الجمرة الخبيثة (دورة 2023):",
        options: [
            "الجلدية الأشيع",
            "الرئوية مميتة",
            "حواف نظيفة",
            "الجلدية غير مؤلمة"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "61. الموات الغازي (دورة 2023):",
        options: [
            "بنسلين وريدي بجرعات عالية",
            "الوفاة بسبب الصدمة السمية",
            "ارتفاع بيليروبين بالخمجي الرحمي"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "62. الكزاز الخطأ (دورة 2023):",
        options: [
            "انتظار النتيجة المخبرية قبل إعطاء الترياق"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "63. الشعيات اختر الغلط (دورة 2023):",
        options: [
            "تشخيصها مصلي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "64. عن الأسكاريس (الخطأ) (دورة 2023):",
        options: [
            "تسبب انسداد أمعاء عند الأطفال",
            "تشخص بالكشف عن البيوض في البراز",
            "تسبب التهاب رئة تحسسي",
            "تعيش الدودة من 2 لـ 3 أسابيع"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "65. التهاب الإحليل الألبني (الخطأ) (دورة 2023):",
        options: [
            "البدء تدريجي",
            "لا يصيب المستقيم والبلعوم",
            "مفرزات صافية رائقة",
            "عسرة تبول شديدة جدًا"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "66. تشخيص الحمى التيفية بالأسبوع الأول (دورة 2023):",
        options: [
            "أضداد المستضد O",
            "أضداد المستضد H",
            "أضداد المستضد Vi",
            "عزل الجرثوم من البراز",
            "زرع الدم"
        ],
        correct: 4,
        explanation: ""
    },
    {
        question: "67. حملة السالمونيلا ما عدا (دورة 2023):",
        options: [
            "الحالة لا نستأصل مرارة",
            "كشف أضداد vi في الدم",
            "علاج سبيروفلوكساسين 28 يوم"
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "68. الإفرنجي الأولي (الغلط) (دورة 2023):",
        options: [
            "مؤلم"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "69. الكوليرا الغلط (دورة 2023):",
        options: [
            "لا يوجد دم وبيض بالبراز",
            "ارتفاع البولة كاذب",
            "كريات بيض طبيعية",
            "يوجد أضداد الكوليرا بالدم",
            "يرتفع الهيماتوكريت وتبقى سرعة التثفل طبيعية"
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "70. المقوسات المكتسب اختر الغلط (دورة 2023):",
        options: [
            "ينتقل من الإنسان فقط عن طريق المشيمة",
            "معظم الحالات عرضية"
        ],
        correct: 1,
        explanation: ""
    }
]
