const course2024Gastroenterology = [
    {
        question: "1 (دورة 2024): كل ما يلي صحيح عن سرطان المريء عدا:",
        options: [
            "السرطان الحرشفي شائع عند الغرب",
            "نسبة السرطانة الغدية في بريطانيا 5/100000.",
            "السرطانة الغدية في الثلث السفلي للمريء.",
            "معظم السرطانة الغدية تنشأ فوق مريء باريت."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "2 (دورة 2024): شاب منذ عدة أشهر يعاني من رائحة كريهة وسعال، التشخيص:",
        options: [
            "فتق حجابي.",
            "أكالزيا.",
            "التهاب مريء هضمي.",
            "رتج زنكر"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "3 (دورة 2024): رجل 40 سنة يعاني من عسر بلع متقطع للمواد الصلبة يزول بالوقوف، التشخيص:",
        options: [
            "أكالزيا",
            "سرطان مريء.",
            "التهاب مريء هضمي.",
            "زنكر."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "4 (دورة 2024): مريضة في الشهر الثاني من الحمل تشكو من قياءات متكررة مدماة، التشخيص:",
        options: [
            "مالوري وايس",
            "قياء حملي.",
            "فتق حجابي انزالقي.",
            "التهاب مريء هضمي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "5 (دورة 2024): المعيار الذهبي لتشخيص الأكالزيا:",
        options: [
            "قياس ضغوط المريء",
            "ايكو عبر التنظير.",
            "تنظير هضمي علوي.",
            "صورة ظليلة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "6 (دورة 2024): ينثقب المريء بكل ما يلي عدا:",
        options: [
            "توسيع المريء.",
            "إقياءات شديدة.",
            "التهاب المريء",
            "إدخال المنظار."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "7 (دورة 2024): كل ما يلي صحيح حول سرطانة المريء ما عدا:",
        options: [
            "عسرة بلع مترقية مؤلمة للمواد الصلبة",
            "ألم صدري.",
            "بحة صوت.",
            "ذات رئة استنشاقية."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "8 (دورة 2024): تدبير الأكالزيا عدا:",
        options: [
            "توسيع بالبالون.",
            "ستينت معدني",
            "بضع عضلة جراحي.",
            "حقن ذيفان وشيقي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "9 (دورة 2024): الخطأ عن الأكاالزيا:",
        options: [
            "قد يسببها داء المثقبيات.",
            "عسرة بلع مستمرة للمواد الصلبة",
            "التنظير أساسي لاستبعاد السرطانة الحرشفية في المريء.",
            "فرط توتر المصرة المريئية السفلية."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "10 (دورة 2024): ألم صدري شديد وصدمة ونفاخ تحت الجلد مع استرواح صدر:",
        options: [
            "انثقاب مريء عفوي",
            "انثقاب مريء بالتنظير.",
            "التهاب مريء.",
            "سرطان مريء."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "11 (دورة 2024): من اختلاطات الجزر المعدي المريئي ما عدا:",
        options: [
            "مريء باريت.",
            "التهاب المريء أشيع عند الشباب.",
            "التضيق الحميد.",
            "فقر الدم بعوز الفيتامين B12"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "12 (دورة 2024): من اختلاطات استئصال المعدة وقطع المبهم ما عدا:",
        options: [
            "فقر الدم والسيما نتيجة نقص B12",
            "تناذر الإغراق.",
            "الإسهال وسوء الهضم.",
            "الجزر العفجي المعدي الصفراوي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "13 (دورة 2024): شاب لديه سوابق داء قرحي، لديه قياءات وتجفاف مع نقص البوتاسيوم ولديه انتفاخ بطن، التشخيص:",
        options: [
            "نزف قرحة.",
            "انثقاب معدة.",
            "انسداد مخرج المعدة",
            "سرطان معدة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "14 (دورة 2024): التهاب معدة مزمن مع فقر دم وبيل:",
        options: [
            "التهاب معدة سحجي.",
            "التهاب معدة ضخامي.",
            "التهاب معدة مناعي ذاتي",
            "سرطان معدة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "15 (دورة 2024): الدواء الذي ينقص افراز الغاسترين:",
        options: [
            "Octreotide",
            "Angiotensin.",
            "Cimitidine.",
            "Amlodine."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "16 (دورة 2024): يحدث في انثقاب المعدة عدا:",
        options: [
            "لا يؤدي إلى التهاب بريتوان",
            "يحدث حوالي ربع الحالات في القرحات الحادة.",
            "غياب أصوات الأمعاء.",
            "فقدان أصمية الكبد."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "17 (دورة 2024): كل ما يلي صحيح في متلازمة زولينجر ايلسون ما عدا:",
        options: [
            "نلاحظ ارتفاع الغاسترين في المصل.",
            "النزف والانثقاب شائعان.",
            "اضطراب شائع",
            "قرحات هضمية شديدة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "18 (دورة 2024): كل ما يلي صحيح حول التهاب المعدة الحاد عدا:",
        options: [
            "الكحول.",
            "عادة لا عرضي.",
            "لا يحدث تغوط زفتي",
            "محدد لذاته لا يحتاج علاج غالباً."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "19 (دورة 2024): من أعراض القرحة الهضمية ما عدا:",
        options: [
            "نوب متكررة من الألم الشرسوفي.",
            "قياء يومي مستمر",
            "علاقة الألم بتناول الطعام.",
            "يمكن أن تكون القرحة صامتة."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "20 (دورة 2024): عن سرطانات المعدة عدا:",
        options: [
            "50% في الغار.",
            "ألم مشابه للداء القرحي.",
            "تظهر الأعراض في المراحل الباكرة",
            "الملوية البوابية تساهم في 60-70% من حالاتها."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "21 (دورة 2024): الملتوية البوابية ما عدا:",
        options: [
            "فرط السوماتوستاتين يتبعه فرط غاسترين الدم",
            "تقرحات متعددة عند يوجد 10-15% من الناس.",
            "التدخين يزيد من خطر القرحة المعدية وبدرجة أقل القرحة العفجية.",
            "القرحة مرض مزمن مع نكس عفوي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "22 (دورة 2024): ينتقل سرطان المعدة بشكل أكثر شيوعاً إلى الأعضاء التالية ما عدا:",
        options: [
            "الكبد.",
            "الكلية",
            "الرئتين.",
            "البريتوان."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "23 (دورة 2024): مريض لديه التهاب كولون تقرحي نبضه أقل من 90 وعدد مرات البراز أقل من 4 درجته:",
        options: [
            "خفيف",
            "شديد.",
            "مزمن.",
            "متوسط."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "24 (دورة 2024): تدرن البطن ما عدا:",
        options: [
            "أكثر منطقة هي الصائم",
            "الألم البطني يمكن أن يكون حاد أو مزمن.",
            "يسبب التهاب بريتوان وحبن نضحي.",
            "الحمى الخفيفة شائعة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "25 (دورة 2024): المظاهر السريرية للأورام السرطاوية ما عدا:",
        options: [
            "انسداد الأمعاء بسبب الكتلة الورمية.",
            "الإقفار المعوي.",
            "التوهج والأزيز.",
            "الإمساك"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "26 (دورة 2024): متلازمة العروة العمياء ما عدا:",
        options: [
            "سببه نقص افراز حمض كلور الماء بالمعدة.",
            "المعالجة المختارة تتراسكيلين.",
            "يحدث فقر دم بعوز الحديد",
            "اسهال دهني."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "27 (دورة 2024): رتج ميكل ما عدا:",
        options: [
            "يحدث عند 0.3-3% من الناس.",
            "في 50% من الحالات يوجد مخاطية معدية هاجرة.",
            "طوله 5 سم.",
            "على بعد 200 سم من الدسام اللفائفي الأعوري"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "28 (دورة 2024): من أسباب ضمور الزغابات التحت التام ما عدا:",
        options: [
            "لمفوما.",
            "التهاب جلد حلئي الشكل.",
            "داء الأميبات",
            "ذرب استوائي."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "29 (دورة 2024): الأمراض المترافقة مع الزالقي ما عدا:",
        options: [
            "قصور بنكرياس.",
            "قصور كبد",
            "داء الأمعاء الالتهابي.",
            "تشمع صفراوي بدئي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "30 (دورة 2024): داء ويبل ما عدا:",
        options: [
            "ارتشاح مخاطية الأمعاء الدقيقة.",
            "السبب هو خمج البالعات الكبيرة بعصيات إيجابية الغرام.",
            "توجد حمى خفيفة بشكل شائع.",
            "انذاره جيد دون علاجه"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "31 (دورة 2024): من اختلاطات داء ويبل ما عدا:",
        options: [
            "التهاب الجنبة.",
            "اسهال دهني.",
            "التهاب مفصل كبير إيجابي المصل",
            "التهاب الشغاف."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "32 (دورة 2024): استقصاءات التدرن البطني ما عدا:",
        options: [
            "ارتفاع سرعة التثفل.",
            "ارتفاع الفوسفاتاز الحمضية دليل على إصابة كبدية",
            "التنظير الهضمي.",
            "تنظير البطن."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "33 (دورة 2024): نشاهد في مرض ما خلايا هدفية وأجسام هاول جولي:",
        options: [
            "داء ويبل.",
            "الداء الزالقي",
            "الذرب الاستوائي.",
            "متلازمة العروة العمياء."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "34 (دورة 2024): مرض نشاهد فيه إصابة الشغاف والقلب والتأمور:",
        options: [
            "داء ويبل",
            "الداء الزالقي.",
            "الذرب الاستوائي.",
            "تناذر الأمعاء قصيرة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "35 (دورة 2024): الخاطئ عن الداء الزالقي:",
        options: [
            "زيادة الوزن",
            "وجود أجسام هاول جولي.",
            "قد يسبب فشل نمو عند الرضع.",
            "يسبب انتفاخ بطن عند الأطفال الكبار."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "36 (دورة 2024): أسباب التهاب البنكرياس الحاد ما عدا:",
        options: [
            "حصيات صفراوية.",
            "كحول.",
            "مجهول السبب.",
            "MRCP"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "37 (دورة 2024): معايير غالسكو ما عدا:",
        options: [
            "عمر أكبر من 55.",
            "ألبومين أكبر من 3.2 غ/دل",
            "كالسيوم المصل أقل من 2 ممول/ل.",
            "ألانين ناقلة أمين أكثر من 200 وحدة/ل."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "38 (دورة 2024): سرطان البنكرياس يترافق بكل مما يلي عدا:",
        options: [
            "ألم مستمر شديد",
            "إسهال دهني.",
            "نقص وزن بسبب القهم.",
            "يرقان انسدادي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "39 (دورة 2024): اختلاطات التهاب البنكرياس ما عدا:",
        options: [
            "نقص الأكسجة.",
            "ارتفاع السكر.",
            "ارتفاع الكالسيوم",
            "يرقان انسدادي."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "40 (دورة 2024): وجود يرقان مع مرارة مجسوسة يدل على:",
        options: [
            "سرطان كبد.",
            "انسداد صفراوي بسرطان رأس البنكرياس",
            "انسداد صفراوي حصوي.",
            ""
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "41 (دورة 2024): يظهر CT السليلات التي تكون أكبر من:",
        options: [
            "1 مم.",
            "2 مم.",
            "3 مم.",
            "6 مم"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "42 (دورة 2024): مرض يحدث فيه تغيرات بمستويات 5 هيدروكسي تريبتامين:",
        options: [
            "متلازمة الأمعاء الهيوجة",
            "داء قولون تقرحي.",
            "كرون.",
            "ويبل."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "43 (دورة 2024): متلازمة الأمعاء الهيوجة ما عدا:",
        options: [
            "الألم في أعلى البطن يخف بعد التغوط",
            "لا يوجد نقص وزن.",
            "إصابة النساء الشابات 2-3 أضعاف عن الذكور.",
            "يترافق بشكل كبير مع عسر طمث."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "44 (دورة 2024): معدل البقيا لدى مريض سرطان كولون درجة A حسب معايير ديوك:",
        options: [
            "أكثر من 90%",
            "أكثر من 70%.",
            "أكثر من 60%.",
            "أكثر من 50%."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "45 (دورة 2024): يؤدي للوصول للهدأة في التهاب الكولون القرحي:",
        options: [
            "كورتيزون",
            "ميساالزين.",
            "أزاثيوبرين.",
            "لوبيراميد."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "46 (دورة 2024): كل مما يلي صحيح في الكولون العرطل السمي ما عدا:",
        options: [
            "أكثر شيوعاً بالهجمة الأولى.",
            "يحدث فقط في التهاب الكولون القرحي",
            "عندما يتجاوز قطر الكولون المعترض 6 سم يحدث الانثقاب.",
            ""
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "47 (دورة 2024): بوتز جيغرز ما عدا:",
        options: [
            "سالئل ورمية عابية متعددة في الأمعاء الدقيقة والكولون.",
            "تصبغات ميالنية في الشفتين والفم والأصابع.",
            "توجد خطورة قليلة لكن مهمة لحدوث سرطان غدي.",
            "يحدث نزف هضمي سفلي"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "48 (دورة 2024): سرطان الكولون والمستقيم ما عدا:",
        options: [
            "تنشأ معظم الأورام من تحول خبيث لسليلة الغدومية الحميدة.",
            "تشاهد أكثر من 80% في المستقيم السين",
            "قد تغزو الأحشاء الحوضية والجدران الجانبية.",
            "مرحلة الورم عند التشخيص هي التي تحدد الإنذار."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "49 (دورة 2024): سرطان كولون أيمن ما عدا:",
        options: [
            "تغير عادات التغوط.",
            "دم خفي في البراز.",
            "يحدث الانسداد باكراً",
            ""
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "50 (دورة 2024): الاستطباب الجراحي لالتهاب الكولون التقرحي ما عدا:",
        options: [
            "رغبة المريض.",
            "نوعية حياة مضطربة.",
            "التهاب كولون صاعق.",
            "الاستطباب الجراحي لالتهاب الكولون التقرحي"
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "51 (دورة 2024): من مظاهر إصابة اللفائفي بداء كرون عدا:",
        options: [
            "نقص وزن.",
            "إسهال مخاطي مدمى",
            "أعراض نقص بروتين.",
            "ألم بطني."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "52 (دورة 2024): داء الرتوج عدا:",
        options: [
            "يصيب الشباب",
            "يساهم فيه نظام غذائي قليل الألياف.",
            "عادة لا عرضي.",
            "تكثر الرتوج في السين والكولون النازل."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "53 (دورة 2024): إصابة المستقيم في داء الأمعاء الالتهابي عدا:",
        options: [
            "زحير.",
            "خروج مخاط.",
            "أعراض بنيوية سيئة",
            "بعض حالات براز متردد مائي قليل الحجم."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "54 (دورة 2024): من أعراضه الزحير",
        options: [
            "التهاب الكولون التقرحي.",
            "داء كرون",
            "متلازمة الأمعاء الهيوجة.",
            "داء الجيارديا."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "55 (دورة 2024): من الحالات المشابهة لالتهاب الكولون بكرون والتهاب الكولون القرحي ما عدا:",
        options: [
            "داء الجيارديا",
            "سرطان كولون.",
            "داء بهجت.",
            "التهاب مستقيم شعاعي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "56 (دورة 2024): تشخيص تفريقي لكرون في الأمعاء الدقيقة ما عدا:",
        options: [
            "داء أميبات",
            "خراج زائدي.",
            "سرطان أعور.",
            "داء حوضي التهابي."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "57 (دورة 2024): الاختلاطات الجهازية للداء المعوي الالتهابي ما عدا:",
        options: [
            "التهاب ملتحمة.",
            "التهاب مفصل كتف",
            "التهاب جلد مواتي.",
            ""
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "58 (دورة 2024): مريض جاء بحالة التهاب لسان وزاويتي فم، التشخيص:",
        options: [
            "داء كرون",
            "التهاب الكولون القرحي.",
            "الداء الزالقي.",
            "متلازمة الأمعاء الهيوجة."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "59 (دورة 2024): البواسير ما عدا:",
        options: [
            "دم أحمر براق بعد التغوط.",
            "زحير",
            "ألم في الشرج.",
            "حكة شرجية."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "60 (دورة 2024): التهاب كبد B ما عدا:",
        options: [
            "في الخمج الحاد يعتبر HBs Ag معيار مصلي أكيد.",
            "مصدر العدوى هو الإنسان دائماً.",
            "كشف المستضد اللبي مهم في معرفة الإنذار",
            "في الخمج الحاد يكون العلاج عرضي فقط."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "61 (دورة 2024): سرطان خلية كبدية ما عدا:",
        options: [
            "أشيع ورم بدئي بالكبد.",
            "تجنب الخزعة عند المؤهلين للزرع.",
            "معظم الأورام لا عرضية.",
            "ليس لألفا فيتوبروتين دور مشخص"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "62 (دورة 2024): أعراض قصور الكبد الحاد ما عدا:",
        options: [
            "اعتالل الدماغ الكبدي من التظاهرات الرئيسية.",
            "التهاب الكبد الفيروسي السبب الأكثر شيوعاً.",
            "الحبن والوذمة باكراً",
            "ضخامة الكبد غير شائعة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "63 (دورة 2024): مريض لديه قصور كبد ويرقان منذ خمس أيام ووذمة دماغية:",
        options: [
            "مزمن.",
            "حاد.",
            "تحت حاد.",
            "فوق حاد"
        ],
        correct: 3,
        explanation: ""
    },
    {
        question: "64 (دورة 2024): أسباب اليرقان الكبدي عدا:",
        options: [
            "التهاب الكبد.",
            "سرطان كبد.",
            "تناذر جيلبرت",
            "نقص تروية."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "65 (دورة 2024): الحبن النتحي Exudate سببه كل مما يلي عدا:",
        options: [
            "خباثة.",
            "تشمع",
            "انسداد أوردة الكبد.",
            "الحبن البنكرياسي."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "66 (دورة 2024): سائل حبن مدمى:",
        options: [
            "تشمع.",
            "خباثات",
            "انسداد لمفاوي.",
            "مرض بالطرق الصفرواية."
        ],
        correct: 1,
        explanation: ""
    },
    {
        question: "67 (دورة 2024): أسباب تشمع الكبد ما عدا:",
        options: [
            "التهاب بنكرياس مزمن",
            "التهاب كبد مزمن B.",
            "تشمع صفراوي بدئي.",
            "كحول."
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "68 (دورة 2024): مريض قصور كبد نائم ويتنبه بالأصوات والألم درجة القصور:",
        options: [
            "أولى.",
            "ثانية.",
            "ثالثة",
            "رابعة."
        ],
        correct: 2,
        explanation: ""
    },
    {
        question: "69 (دورة 2024): يستخدم في الوقاية الأولية من نزف الدوالي المريئية:",
        options: [
            "حاصرات بيتا",
            "حاصرات الكلس.",
            "مثبطات الانجيوتنسين.",
            ""
        ],
        correct: 0,
        explanation: ""
    },
    {
        question: "70 (دورة 2024): كل مما يلي صحيح عن فرط توتر وريد الباب ما عدا:",
        options: [
            "يزداد خطر نزف الدوالي عن تجاوز ضغط 12 ملم زئبقي.",
            "غالباً عند الأطفال سببه انسداد وريد الباب خارج الكبد.",
            "ضخامة الطحال غائبة",
            ""
        ],
        correct: 2,
        explanation: ""
    }


]