const course2021Endocrinology = [
  {
                    question: "1. من الموجودات الموجهة للخباثة في العقد الدرقية: (الخطأ)",
                    options: [
                        "الجنس المؤنث"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "2. الخطوط العلاجية الأساسية للسرطانية الحليمية: (الخطأ)",
                    options: [
                        "مضادات الدرق"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "3. في خيارات علاج داء غريفز: (الخطأ)",
                    options: [
                        "مضادات الالتهاب اللاستيرويدية"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "4. من التظاهرات السريرية للورم السمي: (الخطأ)",
                    options: [
                        "جحوظ"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "5. التهاب الدرق الفيروسي: (الخطأ)",
                    options: [
                        "تفيد مضادات الدرق في الطور الأول"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "6. خباثات الدرق جيدة الإنذار عموماً للأسباب التالية: (الخطأ)",
                    options: [
                        "السير البطيء للسرطانية النخاعية التي تشكل أشيعها"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "7. من أسباب فرط نشاط الدرق الأولي: (الخطأ)",
                    options: [
                        "ورم نخامي مفرز لـ TSH"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "8. من العلامات الصدوية المفيدة لتحري الخباثة: (الخطأ)",
                    options: [
                        "الحواف المنتظمة"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "9. في الدراسة المخبرية للدرق: (الخطأ)",
                    options: [
                        "يجري عيار الكالسيونين لكل العقد الدرقية لنفي السرطانية النخاعية"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "10. ومضان الدرق: (الخطأ)",
                    options: [
                        "معظم العقد السليمة حارة"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "11. في تظاهرات قصور الدرق: (الخطأ)",
                    options: [
                        "جحوظ"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "12. من الأسباب العلاجية لقصور الدرق: (الخطأ)",
                    options: [
                        "شادات الدوبامين"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "13. في تظاهرات فرط نشاط الدرق: (الخطأ)",
                    options: [
                        "بطء منعكسات"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "14. في معالجة داء غريفز بمضادات الدرق: (الخطأ)",
                    options: [
                        "مراقبة TSH حتى عودته للسواء"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "15. السبب الأشيع لمتلازمة كوشينغ (الصح)",
                    options: [
                        "الإعطاء الخارجي للقشريات السكرية الصنعية"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "16. من اختلاطات متلازمة كوشينغ: (الخطأ)",
                    options: [
                        "ورم رئة صغير الخلايا"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "17. من اختبارات كشف فرط الكورتيزولية: (الخطأ)",
                    options: [
                        "التثبيط بالديكساميتازون 8 ملغ"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "18. في علاج متلازمة كوشينغ: (الخطأ)",
                    options: [
                        "المعالجة الدوائية هي الخط الأول في كوشينغ النخامي"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "19. في التظاهرات السريرية لقصور قشر الكظر: (الخطأ)",
                    options: [
                        "تثصنفات خاصة في القصور الثانوي"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "20. في معالجة داء أديسون: (الخطأ)",
                    options: [
                        "إعطاء ثلثي الجرعة مساء وثلثها صباحاً لتقليد النظم اليومي"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "21. ينبغي التفكير بفرط الألدوستيرونية كسبب لارتفاع الضغط الشرياني في حال: (الخطأ)",
                    options: [
                        "ارتفاع بوتاسيوم المصل"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "22. في علاج فرط الألدوستيرونية: (الخطأ)",
                    options: [
                        "زيادة الملح"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "23. ورم القواتم: (الخطأ)",
                    options: [
                        "أحادي الجانب في 10٪ من الحالات"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "24. عند كشف كتلة كظرية عرضية يجب: (الخطأ)",
                    options: [
                        "إجراء عيار الميتانفرينات بحال ارتفاع الضغط الشرياني فقط"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "25. الورم القحفي البلعومي: (الخطأ)",
                    options: [
                        "خبيث"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "26. في تقييم القصور النخامي: (الخطأ)",
                    options: [
                        "عوز ADH يؤدي لمتلازمة SIADH"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "27. في علاج القصور النخامي: (الخطأ)",
                    options: [
                        "إعطاء التيروكسين قبل البدء بالستيرويدات القشرية"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "28. من أعراض الكتلة النخامية: (الخطأ)",
                    options: [
                        "الصداع وهو يتناسب مع حجم الورم"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "29. في أسباب فرط البرولاكتين: (الخطأ)",
                    options: [
                        "الأسبيرين"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "30. في معالجة البرولاكتينوما: (الخطأ)",
                    options: [
                        "العلاج الجراحي خط أول"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "31. في الاختبارات التشخيصية لاضطرابات هرمون النمو: (الخطأ)",
                    options: [
                        "يعتبر هرمون النمو من الهرمونات الخافضة للسكر"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "32. من الأعراض السريرية في ضخامة النهايات: (الخطأ)",
                    options: [
                        "زوال التلم الأنفي الشفوي"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "33. في معالجة ضخامة النهايات: (الخطأ)",
                    options: [
                        "الجراحة خط ثاني بحال فشل العلاج الدوائي"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "34. من أسباب البيلة التفهة المركزية: (الخطأ)",
                    options: [
                        "فرط بوتاسيوم الدم"
                    ],
                    correct: 0,
                    explanation: ""
                },
                {
                    question: "35. في التقييم المخبري للبيلة التفهة: (الخطأ)",
                    options: [
                        "بإعطاء ديسموبريسين يتم تكثيف البول بحال كان السبب محيطياً"
                    ],
                    correct: 0,
                    explanation: ""
                }
]
